{
    "Entities": [
        {
            "name": "الكويت",
            "original_text": "Kuwait",
            "type": "LOCATION",
            "description": "دولة الكويت، دولة عربية تقع في الشرق الأوسط، تشتهر بثقافتها وتراثها الغني، وتعتبر مركزًا تجاريًا هامًا في المنطقة."
        },
        {
            "name": "نجد",
            "original_text": "Najd",
            "type": "LOCATION",
            "description": "إقليم تاريخي وثقافي في وسط شبه الجزيرة العربية، يعتبر مهدًا للعديد من الحضارات القديمة، ويشتهر بثقافته البدوية وتراثه الغني."
        },
        {
            "name": "العراق",
            "original_text": "Iraq",
            "type": "LOCATION",
            "description": "دولة العراق، دولة عربية تقع في الشرق الأوسط، تشتهر بتاريخها العريق وحضارتها القديمة، وتعتبر من الدول الغنية بالنفط."
        },
        {
            "name": "السعودية",
            "original_text": "Saudi Arabia",
            "type": "LOCATION",
            "description": "المملكة العربية السعودية، دولة عربية تقع في شبه الجزيرة العربية، تعتبر من أهم الدول الإسلامية، وتشتهر بثروتها النفطية ومكانتها الدينية."
        },
        {
            "name": "مذهب الإمام مالك",
            "original_text": "Maliki School of thought",
            "type": "RELIGIOUS_FIGURE",
            "description": "أحد المذاهب الفقهية السنية الأربعة، أسسه الإمام مالك بن أنس، ويتميز بالاعتماد على العقل والقياس في استنباط الأحكام الشرعية، ويشتهر بانتشاره في بلاد المغرب العربي."
        },
        {
            "name": "مذهب الإمام أحمد",
            "original_text": "Hanbali School of thought",
            "type": "RELIGIOUS_FIGURE",
            "description": "أحد المذاهب الفقهية السنية الأربعة، أسسه الإمام أحمد بن حنبل، ويتميز بالتمسك بالأدلة الشرعية وعدم الخروج عنها، ويشتهر بانتشاره في المملكة العربية السعودية."
        },
        {
            "name": "مذهب الإمام الشافعي",
            "original_text": "Shafi'i School of thought",
            "type": "RELIGIOUS_FIGURE",
            "description": "أحد المذاهب الفقهية السنية الأربعة، أسسه الإمام الشافعي، ويتميز بالجمع بين الأدلة الشرعية والعقل، ويشتهر بانتشاره في مصر والشام."
        },
        {
            "name": "مذهب الإمام أبو حنيفة",
            "original_text": "Hanafi School of thought",
            "type": "RELIGIOUS_FIGURE",
            "description": "أحد المذاهب الفقهية السنية الأربعة، أسسه الإمام أبو حنيفة، ويتميز بالاعتماد على القياس والاستحسان في استنباط الأحكام الشرعية، ويشتهر بانتشاره في تركيا وبلاد وسط آسيا."
        },
        {
            "name": "آل صباح",
            "original_text": "Al Sabah",
            "type": "PERSON",
            "description": "عائلة حاكمة في الكويت، تولت الحكم منذ القرن الثامن عشر، وتعتبر من أهم العائلات الحاكمة في منطقة الخليج العربي."
        },
        {
            "name": "الدولة العثمانية",
            "original_text": "Ottoman Empire",
            "type": "ORGANIZATION",
            "description": "إمبراطورية إسلامية حكمت مناطق واسعة من العالم، استمرت لعدة قرون، وكان لها تأثير كبير على الثقافة والتاريخ في المناطق التي حكمتها."
        },
        {
            "name": "اليوتيوب",
            "original_text": "YouTube",
            "type": "MEDIA",
            "description": "منصة وسائط اجتماعية لمشاركة مقاطع الفيديو، تتيح للمستخدمين تحميل ومشاهدة ومشاركة مقاطع الفيديو من مختلف أنحاء العالم."
        }
    ]
}