{
    "Entities": [
        {
            "name": "هتلر",
            "original_text": "Hitler",
            "type": "PERSON",
            "description": "أدولف هتلر، زعيم ألمانيا النازية من عام 1933 إلى عام 1945. قاد حزبه النازي إلى السيطرة على البلاد، وبدأ الحرب العالمية الثانية بغزو بولندا في عام 1939. يُعرف هتلر بأيديولوجيته النازية، التي شملت القومية المتطرفة ومعاداة السامية، ومسؤوليته عن الهولوكوست، الذي أسفر عن مقتل ملايين اليهود وروما والمثليين والمعاقين وغيرهم."
        },
        {
            "name": "حسن مبارك",
            "original_text": "حسن مبارك",
            "type": "PERSON",
            "description": "حسني مبارك، رابع رئيس لمصر، حكم من عام 1981 إلى عام 2011.  قاد مصر خلال فترة من الاستقرار النسبي والنمو الاقتصادي، لكنه واجه أيضًا انتقادات لقمعه السياسي وانتهاكات حقوق الإنسان. أُجبر مبارك على التنحي في عام 2011 بعد احتجاجات شعبية واسعة النطاق."
        },
        {
            "name": "مصطفى الفقي",
            "original_text": "مصطفى الفقي",
            "type": "PERSON",
            "description": "مصطفى الفقي، دبلوماسي وسياسي مصري، شغل منصب مدير مكتب الرئيس المصري الأسبق حسني مبارك. يُعرف الفقي بخبرته الواسعة في الشؤون الدولية والعربية، وقد لعب دورًا بارزًا في العديد من الأحداث السياسية الهامة."
        },
        {
            "name": "إيلان بابيه",
            "original_text": "Ilan Pappe",
            "type": "PERSON",
            "description": "إيلان بابيه، مؤرخ إسرائيلي بريطاني، يُعرف بآرائه النقدية للصهيونية ودولة إسرائيل. يجادل بابيه بأن الصهيونية حركة استعمارية وأن إسرائيل دولة فصل عنصري. وقد أثار عمله جدلاً واسعًا في الأوساط الأكاديمية والسياسية."
        },
        {
            "name": "علي السند",
            "original_text": "علي السند",
            "type": "PERSON",
            "description": "علي السند، أكاديمي وكاتب كويتي، يُعرف بكتاباته في الفكر الإسلامي والسياسة. يُعتبر السند من الأصوات البارزة في نقد التطبيع مع إسرائيل ودعم القضية الفلسطينية."
        },
        {
            "name": "شلومو ساند",
            "original_text": "Shlomo Sand",
            "type": "PERSON",
            "description": "شلومو ساند، مؤرخ إسرائيلي، يُعرف بكتابه \"اختراع الشعب اليهودي\"، الذي يتحدى فيه الرواية الصهيونية التقليدية حول أصول الشعب اليهودي. يجادل ساند بأن اليهود ليسوا شعباً عرقياً، بل هم مجموعة دينية وثقافية متنوعة."
        },
        {
            "name": "إسرائيل",
            "original_text": "Israel",
            "type": "LOCATION",
            "description": "دولة تقع في الشرق الأوسط، على حدود لبنان وسوريا والأردن ومصر. تأسست عام 1948 على جزء من أرض فلسطين التاريخية، وتُعتبر دولة ذات أهمية دينية وتاريخية لليهود والمسيحيين والمسلمين."
        },
        {
            "name": "فلسطين",
            "original_text": "Palestine",
            "type": "LOCATION",
            "description": "منطقة جغرافية تقع في الشرق الأوسط، على حدود لبنان وسوريا والأردن ومصر. تُعتبر أرض فلسطين التاريخية مهدًا للديانات الإبراهيمية الثلاث، وتشهد صراعًا مستمرًا بين الإسرائيليين والفلسطينيين على السيطرة عليها."
        },
        {
            "name": "مصر",
            "original_text": "Egypt",
            "type": "LOCATION",
            "description": "دولة تقع في شمال شرق إفريقيا، تربط بين قارات آسيا وأفريقيا.  تُعتبر مصر مهدًا للحضارة الفرعونية، وتتمتع بتاريخ وثقافة غنيين.  تُعتبر مصر اليوم دولة ذات أهمية استراتيجية في منطقة الشرق الأوسط."
        },
        {
            "name": "أوروبا",
            "original_text": "Europe",
            "type": "LOCATION",
            "description": "قارة تقع في نصف الكرة الأرضية الشمالي، وتُعتبر من أكثر قارات العالم تقدمًا من الناحية الاقتصادية والتكنولوجية.  تتمتع أوروبا بتاريخ وثقافة غنيين، وتضم العديد من الدول ذات الأهمية العالمية."
        },
        {
            "name": "ألمانيا",
            "original_text": "Germany",
            "type": "LOCATION",
            "description": "دولة تقع في وسط أوروبا، تُعتبر من أكبر اقتصادات العالم وأكثرها نفوذًا.  لعبت ألمانيا دورًا بارزًا في التاريخ الأوروبي، وشهدت العديد من الأحداث الهامة، بما في ذلك الحربين العالميتين."
        },
        {
            "name": "بريطانيا",
            "original_text": "Britain",
            "type": "LOCATION",
            "description": "دولة تقع في شمال غرب أوروبا، تتكون من إنجلترا واسكتلندا وويلز وأيرلندا الشمالية.  تُعتبر بريطانيا من الدول ذات التاريخ الطويل والمؤثر، ولعبت دورًا بارزًا في تشكيل العالم الحديث."
        },
        {
            "name": "فرنسا",
            "original_text": "France",
            "type": "LOCATION",
            "description": "دولة تقع في غرب أوروبا، تُعتبر من الدول ذات التاريخ والثقافة الغنيين.  لعبت فرنسا دورًا بارزًا في الثورة الفرنسية، وتُعتبر اليوم من الدول الرائدة في الاتحاد الأوروبي."
        },
        {
            "name": "أوكرانيا",
            "original_text": "Ukraine",
            "type": "LOCATION",
            "description": "دولة تقع في شرق أوروبا، تشترك في حدودها مع روسيا وبيلاروسيا وبولندا وسلوفاكيا وهنغاريا ورومانيا ومولدوفا.  تُعتبر أوكرانيا دولة ذات أهمية استراتيجية، وتشهد حاليًا صراعًا مسلحًا مع روسيا."
        },
        {
            "name": "القدس",
            "original_text": "Jerusalem",
            "type": "LOCATION",
            "description": "مدينة تقع في الشرق الأوسط، تُعتبر مدينة مقدسة للديانات الإبراهيمية الثلاث: الإسلام والمسيحية واليهودية.  تُعتبر القدس عاصمة دولة إسرائيل، وتشهد صراعًا مستمرًا بين الإسرائيليين والفلسطينيين على السيطرة عليها."
        },
        {
            "name": "غزة",
            "original_text": "Gaza",
            "type": "LOCATION",
            "description": "مدينة تقع في قطاع غزة، على ساحل البحر الأبيض المتوسط.  تُعتبر غزة أكبر مدن قطاع غزة، وتشهد كثافة سكانية عالية.  تخضع غزة لحصار إسرائيلي منذ عام 2007، مما أدى إلى تدهور الأوضاع الإنسانية فيها."
        },
        {
            "name": "الكونغو",
            "original_text": "Congo",
            "type": "LOCATION",
            "description": "دولة تقع في وسط إفريقيا، تُعتبر من أكبر دول القارة مساحةً.  تتمتع الكونغو بثروات طبيعية هائلة، لكنها تعاني من صراعات مسلحة وعدم استقرار سياسي."
        },
        {
            "name": "الأرجنتين",
            "original_text": "Argentina",
            "type": "LOCATION",
            "description": "دولة تقع في جنوب أمريكا الجنوبية، تُعتبر من أكبر دول القارة مساحةً.  تتمتع الأرجنتين بثقافة غنية وتاريخ طويل، وتُعتبر من الدول الرائدة في أمريكا اللاتينية."
        },
        {
            "name": "بولندا",
            "original_text": "Poland",
            "type": "LOCATION",
            "description": "دولة تقع في وسط أوروبا، تُعتبر من الدول ذات التاريخ والثقافة الغنيين.  لعبت بولندا دورًا بارزًا في التاريخ الأوروبي، وشهدت العديد من الأحداث الهامة، بما في ذلك الحربين العالميتين."
        },
        {
            "name": "لبنان",
            "original_text": "Lebanon",
            "type": "LOCATION",
            "description": "دولة تقع في الشرق الأوسط، على حدود سوريا وإسرائيل.  تُعتبر لبنان دولة ذات أهمية استراتيجية، وتشهد تنوعًا دينيًا وثقافيًا كبيرًا."
        },
        {
            "name": "سوريا",
            "original_text": "Syria",
            "type": "LOCATION",
            "description": "دولة تقع في الشرق الأوسط، على حدود تركيا والعراق والأردن ولبنان وإسرائيل.  تُعتبر سوريا دولة ذات تاريخ وثقافة غنيين، وتشهد حاليًا حربًا أهلية مدمرة."
        },
        {
            "name": "الأردن",
            "original_text": "Jordan",
            "type": "LOCATION",
            "description": "دولة تقع في الشرق الأوسط، على حدود السعودية والعراق وسوريا وإسرائيل.  تُعتبر الأردن دولة ذات أهمية استراتيجية، وتتمتع بتاريخ وثقافة غنيين."
        },
        {
            "name": "السعودية",
            "original_text": "Saudi Arabia",
            "type": "LOCATION",
            "description": "دولة تقع في شبه الجزيرة العربية، تُعتبر من أكبر دول الشرق الأوسط مساحةً.  تُعتبر السعودية مهد الإسلام، وتضم أقدس الأماكن الإسلامية: مكة المكرمة والمدينة المنورة."
        },
        {
            "name": "العراق",
            "original_text": "Iraq",
            "type": "LOCATION",
            "description": "دولة تقع في الشرق الأوسط، على حدود تركيا وإيران والكويت والسعودية والأردن وسوريا.  تُعتبر العراق مهدًا للحضارة البابلية، وتتمتع بتاريخ وثقافة غنيين."
        },
        {
            "name": "الكويت",
            "original_text": "Kuwait",
            "type": "LOCATION",
            "description": "دولة تقع في الشرق الأوسط، على حدود العراق والسعودية.  تُعتبر الكويت دولة غنية بالنفط، وتتمتع باقتصاد قوي."
        },
        {
            "name": "اليمن",
            "original_text": "Yemen",
            "type": "LOCATION",
            "description": "دولة تقع في جنوب شبه الجزيرة العربية، تُعتبر من أفقر دول الشرق الأوسط.  يشهد اليمن حربًا أهلية مدمرة منذ عام 2014، مما أدى إلى كارثة إنسانية."
        },
        {
            "name": "ليبيا",
            "original_text": "Libya",
            "type": "LOCATION",
            "description": "دولة تقع في شمال إفريقيا، على حدود مصر والسودان وتشاد والنيجر وتونس والجزائر.  تُعتبر ليبيا دولة غنية بالنفط، لكنها تعاني من صراعات مسلحة وعدم استقرار سياسي."
        },
        {
            "name": "السودان",
            "original_text": "Sudan",
            "type": "LOCATION",
            "description": "دولة تقع في شمال شرق إفريقيا، تُعتبر من أكبر دول القارة مساحةً.  يشهد السودان صراعات مسلحة وعدم استقرار سياسي."
        },
        {
            "name": "الجزائر",
            "original_text": "Algeria",
            "type": "LOCATION",
            "description": "دولة تقع في شمال إفريقيا، تُعتبر من أكبر دول القارة مساحةً.  تتمتع الجزائر بتاريخ وثقافة غنيين، وتُعتبر من الدول الرائدة في شمال إفريقيا."
        },
        {
            "name": "الدولة العثمانية",
            "original_text": "الدولة العثمانية",
            "type": "ORGANIZATION",
            "description": "إمبراطورية إسلامية حكمت مناطق واسعة من جنوب شرق أوروبا والشرق الأوسط وشمال إفريقيا لأكثر من ستة قرون.  تأسست الدولة العثمانية في أواخر القرن الثالث عشر الميلادي، ووصلت إلى أوج قوتها في القرن السادس عشر الميلادي.  انهارت الدولة العثمانية في أعقاب الحرب العالمية الأولى."
        },
        {
            "name": "الانتداب البريطاني على فلسطين",
            "original_text": "الانتداب البريطاني على فلسطين",
            "type": "EVENT",
            "description": "فترة من الزمن حكمت فيها بريطانيا فلسطين، من عام 1920 إلى عام 1948.  منحت عصبة الأمم بريطانيا الانتداب على فلسطين بعد الحرب العالمية الأولى، بهدف إعداد البلاد للاستقلال.  شهدت فترة الانتداب البريطاني على فلسطين صراعات متزايدة بين السكان العرب واليهود، وانتهت بقيام دولة إسرائيل ونكبة الشعب الفلسطيني."
        },
        {
            "name": "ثورة البراق",
            "original_text": "ثورة البراق",
            "type": "EVENT",
            "description": "انتفاضة فلسطينية ضد الحكم البريطاني والهجرة اليهودية إلى فلسطين، اندلعت في عام 1929.  سميت ثورة البراق نسبة إلى حائط البراق في مدينة القدس، الذي يُعتبر مقدسًا لدى المسلمين واليهود.  أدت ثورة البراق إلى مقتل مئات الفلسطينيين واليهود، وفشلت في تحقيق أهدافها السياسية."
        },
        {
            "name": "محمد جمجوم",
            "original_text": "محمد جمجوم",
            "type": "PERSON",
            "description": "شهيد فلسطيني، أعدمته السلطات البريطانية في عام 1930 على خلفية مشاركته في ثورة البراق.  يُعتبر محمد جمجوم من رموز النضال الفلسطيني ضد الاحتلال البريطاني."
        },
        {
            "name": "فؤاد حجازي",
            "original_text": "فؤاد حجازي",
            "type": "PERSON",
            "description": "شهيد فلسطيني، أعدمته السلطات البريطانية في عام 1930 على خلفية مشاركته في ثورة البراق.  يُعتبر فؤاد حجازي من رموز النضال الفلسطيني ضد الاحتلال البريطاني."
        },
        {
            "name": "عطى الزير",
            "original_text": "عطى الزير",
            "type": "PERSON",
            "description": "شهيد فلسطيني، أعدمته السلطات البريطانية في عام 1930 على خلفية مشاركته في ثورة البراق.  يُعتبر عطى الزير من رموز النضال الفلسطيني ضد الاحتلال البريطاني."
        },
        {
            "name": "عز الدين القسام",
            "original_text": "عز الدين القسام",
            "type": "PERSON",
            "description": "مناضل فلسطيني، قاد ثورة ضد الاحتلال البريطاني والهجرة اليهودية إلى فلسطين في الثلاثينيات من القرن الماضي.  يُعتبر عز الدين القسام من رموز النضال الفلسطيني، وقد سميت كتائب عز الدين القسام، الجناح العسكري لحركة حماس، باسمه."
        },
        {
            "name": "قرار التقسيم",
            "original_text": "قرار التقسيم",
            "type": "EVENT",
            "description": "قرار أصدرته الأمم المتحدة في عام 1947، يقضي بتقسيم فلسطين إلى دولتين: دولة يهودية ودولة عربية.  رفض العرب قرار التقسيم، واندلعت حرب 1948 بين العرب واليهود، التي انتهت بقيام دولة إسرائيل ونكبة الشعب الفلسطيني."
        },
        {
            "name": "حرب 1948",
            "original_text": "حرب 1948",
            "type": "EVENT",
            "description": "حرب اندلعت بين العرب واليهود في عام 1948، بعد إعلان قيام دولة إسرائيل.  انتهت الحرب بنكبة الشعب الفلسطيني، وسيطرة إسرائيل على معظم أراضي فلسطين التاريخية."
        },
        {
            "name": "حرب 1967",
            "original_text": "حرب 1967",
            "type": "EVENT",
            "description": "حرب اندلعت بين إسرائيل ومصر وسوريا والأردن في عام 1967.  انتهت الحرب بهزيمة العرب، وسيطرة إسرائيل على الضفة الغربية وقطاع غزة وهضرة الجولان وسيناء."
        },
        {
            "name": "حرب 1973",
            "original_text": "حرب 1973",
            "type": "EVENT",
            "description": "حرب اندلعت بين إسرائيل ومصر وسوريا في عام 1973.  انتهت الحرب بانتصار عسكري محدود للعرب، لكنها لم تؤد إلى تغيير جوهري في ميزان القوى."
        },
        {
            "name": "عبد الرزاق السنهوري",
            "original_text": "عبد الرزاق السنهوري",
            "type": "PERSON",
            "description": "فقيه قانوني مصري، يُعتبر من أهم فقهاء القانون في العالم العربي.  شغل السنهوري العديد من المناصب القضائية والأكاديمية، وله إسهامات بارزة في تطوير القانون المصري."
        },
        {
            "name": "داعش",
            "original_text": "داعش",
            "type": "ORGANIZATION",
            "description": "تنظيم إرهابي متطرف، سيطر على مناطق واسعة من العراق وسوريا في عام 2014.  يُعرف تنظيم داعش بأيديولوجيته المتطرفة، وارتكابه جرائم فظيعة ضد الإنسانية."
        },
        {
            "name": "حماس",
            "original_text": "حماس",
            "type": "ORGANIZATION",
            "description": "حركة مقاومة إسلامية فلسطينية، تأسست في عام 1987.  تسيطر حركة حماس على قطاع غزة منذ عام 2006، وتدعو إلى تحرير فلسطين من الاحتلال الإسرائيلي."
        },
        {
            "name": "القرآن",
            "original_text": "القرآن",
            "type": "WORK_OF_ART",
            "description": "الكتاب المقدس في الإسلام، يُعتقد المسلمون أنه كلام الله المنزل على النبي محمد صلى الله عليه وسلم.  يُعتبر القرآن الكريم مصدرًا رئيسيًا للتشريع الإسلامي، ويحتوي على تعاليم وقصص وحكم."
        },
        {
            "name": "السنة النبوية",
            "original_text": "السنة النبوية",
            "type": "WORK_OF_ART",
            "description": "أقوال وأفعال النبي محمد صلى الله عليه وسلم، تُعتبر مصدرًا ثانويًا للتشريع الإسلامي بعد القرآن الكريم.  تُبين السنة النبوية كيفية تطبيق تعاليم القرآن الكريم، وتوضح العديد من الأحكام الشرعية."
        },
        {
            "name": "صلح الحديبية",
            "original_text": "صلح الحديبية",
            "type": "EVENT",
            "description": "معاهدة صلح أبرمت بين النبي محمد صلى الله عليه وسلم وقريش في عام 6 هـ.  أدت معاهدة صلح الحديبية إلى وقف القتال بين المسلمين وقريش لمدة عشر سنوات، وسمحت للمسلمين بأداء فريضة الحج."
        },
        {
            "name": "بني قينقاع",
            "original_text": "بني قينقاع",
            "type": "ORGANIZATION",
            "description": "قبيلة يهودية كانت تسكن المدينة المنورة في عهد النبي محمد صلى الله عليه وسلم.  طرد النبي صلى الله عليه وسلم بني قينقاع من المدينة المنورة بعد أن نقضوا عهدهم معه."
        },
        {
            "name": "بني قريظة",
            "original_text": "بني قريظة",
            "type": "ORGANIZATION",
            "description": "قبيلة يهودية كانت تسكن المدينة المنورة في عهد النبي محمد صلى الله عليه وسلم.  حارب النبي صلى الله عليه وسلم بني قريظة بعد أن نقضوا عهدهم معه في غزوة الأحزاب."
        },
        {
            "name": "بني النضير",
            "original_text": "بني النضير",
            "type": "ORGANIZATION",
            "description": "قبيلة يهودية كانت تسكن المدينة المنورة في عهد النبي محمد صلى الله عليه وسلم.  طرد النبي صلى الله عليه وسلم بني النضير من المدينة المنورة بعد أن حاولوا قتله."
        },
        {
            "name": "تويتر",
            "original_text": "Twitter",
            "type": "PRODUCT",
            "description": "منصة تواصل اجتماعي شهيرة، تسمح للمستخدمين بنشر رسائل قصيرة تسمى \"تغريدات\".  يُستخدم تويتر على نطاق واسع لمشاركة الأخبار والآراء والتواصل مع الآخرين."
        },
        {
            "name": "انستغرام",
            "original_text": "Instagram",
            "type": "PRODUCT",
            "description": "منصة تواصل اجتماعي شهيرة، تركز على مشاركة الصور ومقاطع الفيديو.  يُستخدم انستغرام على نطاق واسع للتواصل مع الأصدقاء والعائلة، ومتابعة المشاهير والشركات."
        }
    ]
}