[
    {
        "name": "الكويت",
        "original_text": null,
        "type": "LOCATION",
        "description": "دولة الكويت، هي دولة عربية تقع في الشرق الأوسط، وتتميز بثقافتها الغنية وتاريخها العريق، وتُعرف الكويت باقتصادها القوي، لاسيما في مجال النفط."
    },
    {
        "name": "الزهرة",
        "original_text": null,
        "type": "LOCATION",
        "description": "منطقة سكنية في الكويت، تتميز بموقعها الحيوي و تنوع سكانها،  وتضم منطقة الزهرة العديد من المرافق الخدمية والترفيهية."
    },
    {
        "name": "الدنمارك",
        "original_text": "الدنمارك",
        "type": "LOCATION",
        "description": "دولة تقع في شمال أوروبا، وتُعرف بمستوى معيشتها المرتفع، وتتميز الدنمارك بتاريخها العريق وثقافتها الغنية، وتُعتبر من الدول الرائدة في مجال الطاقة المتجددة."
    },
    {
        "name": "وزارة العدل",
        "original_text": null,
        "type": "ORGANIZATION",
        "description": "هيئة حكومية مسؤولة عن النظام القضائي،  وتتولى وزارة العدل مسؤولية تطبيق القانون وضمان العدالة، وتسعى الوزارة إلى تعزيز سيادة القانون وحماية حقوق الأفراد."
    },
    {
        "name": "الانستغرام",
        "original_text": "الانستغرام",
        "type": "PRODUCT",
        "description": "تطبيق تواصل اجتماعي، يسمح بمشاركة الصور والفيديوهات، ويُستخدم الانستغرام للتواصل مع الأصدقاء والعائلة، كما يُستخدم للترويج للعلامات التجارية."
    },
    {
        "name": "قانون الأحوال الشخصية",
        "original_text": null,
        "type": "LAW",
        "description": "قانون ينظم العلاقات الأسرية،  ويشمل قانون الأحوال الشخصية أحكام الزواج والطلاق والميراث، ويهدف القانون إلى حماية الأسرة والحفاظ على كيانها."
    },
    {
        "name": "قانون الأسرة",
        "original_text": null,
        "type": "LAW",
        "description": "قانون ينظم العلاقات الأسرية،  ويشمل قانون الأسرة أحكام الزواج والطلاق وحضانة الأطفال، ويهدف القانون إلى حماية الأسرة وتوفير بيئة مستقرة للأطفال."
    },
    {
        "name": "قانون الطفل",
        "original_text": null,
        "type": "LAW",
        "description": "قانون يهدف إلى حماية الأطفال،  ويشمل قانون الطفل أحكام الرعاية الصحية والتعليم والحماية من الإساءة، ويهدف القانون إلى ضمان حقوق الأطفال وتوفير بيئة آمنة لهم."
    }
]