{
    "Entities": [
        {
            "name": "ضياء بو رسلي",
            "original_text": null,
            "type": "PERSON",
            "description": "ضيفة في برنامج البساط، متخصصة في مجال الترجمة، تحمل شهادة الدكتوراه، ولديها خبرة واسعة في أنواع الترجمة المختلفة، بما في ذلك الترجمة الأدبية والدينية والإعلامية.  شاركت في العديد من المؤتمرات والندوات المتعلقة بالترجمة، ولها العديد من المقالات المنشورة في هذا المجال.  تُدرّس الترجمة في جامعة قطر، وتُشرف على العديد من الرسائل والأبحاث المتعلقة بالترجمة."
        },
        {
            "name": "جامعة قطر",
            "original_text": null,
            "type": "ORGANIZATION",
            "description": "جامعة حكومية تقع في مدينة الدوحة، قطر.  تُعدّ من أعرق الجامعات في منطقة الخليج العربي، وتتميز بتنوع برامجها الأكاديمية وجودة التعليم فيها.  تضم الجامعة العديد من الكليات المرموقة، وتستقطب الطلاب من مختلف أنحاء العالم."
        },
        {
            "name": "فهد السبيعي",
            "original_text": null,
            "type": "PERSON",
            "description": "مقدم برنامج البساط، مهتم بمناقشة القضايا الثقافية والاجتماعية، يتميز بأسلوبه الحواري الشيّق وقدرته على إدارة الحوار بشكلٍ سلس.  يهدف من خلال برنامجه إلى إثراء المحتوى العربي على الإنترنت، وتسليط الضوء على المواضيع المهمة التي تهمّ المجتمع."
        },
        {
            "name": "البساط",
            "original_text": null,
            "type": "MEDIA",
            "description": "برنامج حواري يُبثّ على الإنترنت، يُناقش مواضيع ثقافية واجتماعية متنوعة.  يستضيف البرنامج شخصيات بارزة في مجالاتهم، ويهدف إلى إثراء المحتوى العربي على الإنترنت.  يتميز البرنامج بأسلوبه الحواري الشيّق، وقدرته على جذب شريحة واسعة من الجمهور."
        },
        {
            "name": "الكويت",
            "original_text": null,
            "type": "LOCATION",
            "description": "دولة عربية تقع في الشرق الأوسط، تشتهر بثقافتها الغنية واحتياطياتها النفطية الضخمة.  تُعدّ الكويت مركزًا تجاريًا وماليًا هامًا في المنطقة، وتتميز بنظامها السياسي والاقتصادي المتطور."
        },
        {
            "name": "إسبانيا",
            "original_text": null,
            "type": "LOCATION",
            "description": "دولة تقع في جنوب غرب أوروبا، تشتهر بثقافتها الغنية وتاريخها العريق.  تُعدّ إسبانيا وجهة سياحية شهيرة، وتتميز بطبيعتها الخلابة ومعالمها التاريخية والأثرية."
        },
        {
            "name": "القرآن الكريم",
            "original_text": null,
            "type": "WORK_OF_ART",
            "description": "الكتاب المقدس لدى المسلمين، يُعتقد أنه كلام الله المنزل على النبي محمد صلى الله عليه وسلم.  يتكون القرآن من 114 سورة، ويتناول مواضيع العقيدة والعبادات والأخلاق والمعاملات.  يُعدّ القرآن الكريم مصدرًا رئيسيًا للتشريع الإسلامي، ويُحظى بمكانةٍ عظيمة لدى المسلمين."
        },
        {
            "name": "الإسلام",
            "original_text": null,
            "type": "RELIGIOUS_FIGURE",
            "description": "دين سماوي يدعو إلى عبادة الله وحده لا شريك له.  يُعدّ الإسلام أسرع الأديان انتشارًا في العالم، وينتشر بشكلٍ رئيسي في قارات آسيا وأفريقيا.  من أهم أركان الإسلام: الشهادتان، والصلاة، والزكاة، والصوم، والحج."
        },
        {
            "name": "أفريقيا",
            "original_text": null,
            "type": "LOCATION",
            "description": "قارة تقع في نصف الكرة الشرقي، تُعدّ ثاني أكبر قارات العالم من حيث المساحة وعدد السكان.  تتميز أفريقيا بتنوعها الثقافي والعرقي، واحتوائها على العديد من الدول النامية."
        },
        {
            "name": "بريطانيا",
            "original_text": null,
            "type": "LOCATION",
            "description": "دولة جزيرة تقع في شمال غرب أوروبا، تتكون من إنجلترا واسكتلندا وويلز وأيرلندا الشمالية.  تُعدّ بريطانيا من الدول المتقدمة، وتتميز بنظامها السياسي والاقتصادي المتطور."
        },
        {
            "name": "محمد اقبال",
            "original_text": null,
            "type": "PERSON",
            "description": "شاعر وفيلسوف مسلم من شبه القارة الهندية.  يُعدّ من أهم شعراء الأمة الإسلامية في العصر الحديث، واشتهر بشعره الذي يدعو إلى الوحدة الإسلامية وإحياء الحضارة الإسلامية.  من أشهر دواوينه الشعرية: أسرار خودي، ورموز بيكهدي، وجاويد نامه."
        },
        {
            "name": "لوريال",
            "original_text": "L'Oréal",
            "type": "ORGANIZATION",
            "description": "شركة فرنسية متعددة الجنسيات متخصصة في مستحضرات التجميل والعناية بالبشرة والشعر.  تُعدّ لوريال من أكبر شركات مستحضرات التجميل في العالم، وتتميز بمنتجاتها عالية الجودة وحملاتها الإعلانية المبتكرة."
        },
        {
            "name": "نتفليكس",
            "original_text": "Netflix",
            "type": "ORGANIZATION",
            "description": "شركة أمريكية متخصصة في خدمات البث الرقمي والإنتاج التلفزيوني والسينمائي.  تُعدّ نتفليكس من أكبر منصات البث الرقمي في العالم، وتتميز بمكتبتها الضخمة من الأفلام والمسلسلات والبرامج التلفزيونية."
        },
        {
            "name": "البروفيسور",
            "original_text": null,
            "type": "WORK_OF_ART",
            "description": "مسلسل إسباني شهير، حقق نجاحًا كبيرًا في مختلف أنحاء العالم.  تدور قصة المسلسل حول عصابة من اللصوص المحترفين، تخطط لتنفيذ عملية سطو على دار سك العملة الإسبانية.  يتميز المسلسل بأحداثه المشوقة وإخراجه المميز."
        },
        {
            "name": "بيت من الورق",
            "original_text": null,
            "type": "MISC",
            "description": "الترجمة الحرفية لاسم مسلسل البروفيسور باللغة الإسبانية.  لم يتم استخدام هذه الترجمة في النسخة العربية من المسلسل، وتم اختيار اسم البروفيسور بدلاً منها."
        },
        {
            "name": "الفك المفترس",
            "original_text": null,
            "type": "WORK_OF_ART",
            "description": "فيلم رعب أمريكي، تدور قصته حول سمكة قرش بيضاء ضخمة تهاجم الناس في إحدى المدن الساحلية.  حقق الفيلم نجاحًا كبيرًا عند عرضه، وأصبح من أشهر أفلام الرعب التي تتناول موضوع أسماك القرش."
        },
        {
            "name": "السيدة داوت فاير",
            "original_text": "Mrs. Doubtfire",
            "type": "WORK_OF_ART",
            "description": "فيلم كوميدي أمريكي، تدور قصته حول رجل ينفصل عن زوجته، ويتنكر في هيئة امرأة عجوز لكي يتمكن من رؤية أطفاله.  حقق الفيلم نجاحًا كبيرًا عند عرضه، وأصبح من أشهر الأفلام الكوميدية العائلية."
        },
        {
            "name": "جوجل ترانسليت",
            "original_text": "Google Translate",
            "type": "PRODUCT",
            "description": "خدمة ترجمة إلكترونية مجانية مقدمة من شركة جوجل.  تدعم الخدمة ترجمة النصوص والكلمات والجمل بين أكثر من 100 لغة.  تعتمد خدمة جوجل ترانسليت على تقنيات الترجمة الآلية، وتتميز بسرعتها وسهولة استخدامها."
        }
    ]
}