"{\"Entities\": [{\"name\": \"عبد الله الحربي\", \"original_text\": \"Abdullah Al-Harbi\", \"type\": \"PERSON\", \"description: \"مصور فلكي، يشارك في رحلات رصد السماء وينشر صوره الفلكية على حساباته على الانستغرام وتويتر. يقدم معلومات قيمة للمبتدئين في عالم الفلك والتصوير الفلكي، ويساعدهم على فهم جماليات السماء.\"}, {\"name\": \"فهد السبيعي\", \"original_text\": \"Fahad Al-Subaie\", \"type\": \"PERSON\", \"description: \"مقدم برنامج  \"لون الأرض قلب أخضر\". أبدى إعجابه بصور عبد الله الحربي الفلكية، وأكد على أهمية فهم جماليات السماء.\"}, {\"name\": \"أحمد\", \"original_text\": \"Ahmed\", \"type\": \"PERSON\", \"description: \"يُعرف باسم \"البساط أحمدي\". يشارك في تقديم برنامج  \"لون الأرض قلب أخضر\" مع فهد السبيعي.\"}, {\"name\": \"مجموعة درب التبانة\", \"original_text\": \"Milky Way Galaxy\", \"type\": \"ORGANIZATION\", \"description: \"مجرتنا التي تضم الشمس والأرض وبقية النظام الشمسي. مجرة حلزونية الشكل تحتوي على مئات المليارات من النجوم.\"}, {\"name\": \"سحابة أورت\", \"original_text\": \"Oort Cloud\", \"type\": \"LOCATION\", \"description: \"سحابة كروية هائلة تحيط بالنظام الشمسي وتتألف من  تريليونات من الأجرام الجليدية.  تُعد مصدرًا للمذنبات طويلة الدورة.\"}, {\"name\": \"بنات نعش الكبرى\", \"original_text\": \"Big Dipper\", \"type\": \"WORK_OF_ART\", \"description: \"مجموعة نجمية بارزة في نصف الكرة الشمالي. تتكون من سبعة نجوم تشكل شكلًا يشبه المغرفة. تُستخدم للعثور على نجمة الشمال.\"}, {\"name\": \"نجمة الشمال\", \"original_text\": \"Polaris\", \"type\": \"LOCATION\", \"description: \"نجمة لامعة تقع تقريبًا فوق القطب الشمالي للأرض. تُستخدم  للتنقل وتحديد الاتجاه الشمالي.\"}, {\"name\": \"سهيل\", \"original_text\": \"Canopus\", \"type\": \"LOCATION\", \"description: \"نجمة لامعة في كوكبة  القاعدة. ثاني ألمع نجمة في سماء الليل بعد الشعرى اليمانية. تُرى من نصف الكرة الجنوبي.\"}, {\"name\": \"الجوزاء\", \"original_text\": \"Gemini\", \"type\": \"WORK_OF_ART\", \"description: \"كوكبة نجمية بارزة في سماء الليل.  تُعرف باسم التوأمان، وتضم نجمين لامعين هما كاستور وبولوكس.\"}, {\"name\": \"سديم البحيرة\", \"original_text\": \"Lagoon Nebula\", \"type\": \"LOCATION\", \"description: \"سديم إشعاعي يقع في كوكبة  الرامي.  يُرى بالعين المجردة كبقعة ضبابية في سماء الليل.\"}, {\"name\": \"سديم الجبار\", \"original_text\": \"Orion Nebula\", \"type\": \"LOCATION\", \"description: \"سديم منتشر يقع في كوكبة  الجبار.  يُرى بالعين المجردة كبقعة ضبابية في سيف الجبار.\"}, {\"name\": \"مجرة أندروميدا\", \"original_text\": \"Andromeda Galaxy\", \"type\": \"LOCATION\", \"description: \"مجرة حلزونية قريبة من مجرتنا درب التبانة.  تُرى بالعين المجردة كبقعة ضبابية في سماء الليل.\"}, {\"name\": \"ناسا\", \"original_text\": \"NASA\", \"type\": \"ORGANIZATION\", \"description: \"وكالة الفضاء الأمريكية. تُعنى بدراسة الفضاء وتطوير تقنياته، وإرسال البعثات الفضائية.\"}, {\"name\": \"جامعة الكويت\", \"original_text\": \"Kuwait University\", \"type\": \"ORGANIZATION\", \"description: \"أول جامعة حكومية في دولة الكويت.  تُعنى بالتعليم العالي والبحث العلمي.\"}, {\"name\": \"مقياس بورتل\", \"original_text\": \"Bortle Scale\", \"type\": \"MISC\", \"description: \"مقياس عددي من تسع درجات يُستخدم لقياس سطوع سماء الليل في موقع معين.  تتراوح درجاته من 1 (أسود داكن) إلى 9 (سماء ملوثة بشدة).\"}, {\"name\": \"مبادرة كاسرولاب\", \"original_text\": \"Kasrolabe Initiative\", \"type\": \"EVENT\", \"description: \"مبادرة تابعة لمؤسسة الكويت للتقدم العلمي. تُعنى بنشر الثقافة الفلكية وتنظيم رحلات رصد السماء.\"}, {\"name\": \"مختبر الفلك\", \"original_text\": \"Astronomy Lab\", \"type\": \"ORGANIZATION\", \"description: \"جزء من مبادرة كاسرولاب. يُعنى بتعليم أساسيات الرصد الفلكي والتصوير الفلكي.\"}, {\"name\": \"قاعدة الـ 500\", \"original_text\": \"Rule of 500\", \"type\": \"MISC\", \"description: \"قاعدة في التصوير الفلكي تُستخدم لتحديد أقصى وقت تعريض للكاميرا لتجنب ظهور مسارات النجوم في الصورة.\"}, {\"name\": \"مذنب هالي\", \"original_text\": \"Halley's Comet\", \"type\": \"LOCATION\", \"description: \"مذنب قصير الدورة يدور حول الشمس كل 76 عامًا.  يُرى بالعين المجردة عند اقترابه من الشمس.\"}]}"