"  \"Entities\": [    {      \"name\": \"قتادة الميعان\",      \"original_text\": \"قتاده الميعان\",      \"type\": \"PERSON\",      \"description\": \"مدرب في مجال التنمية البشرية والإلقاء والتحدث، ذو خبرة طويلة في هذا المجال. تأثر بوالده الذي كان خطيب جمعة ومعلم رياضيات، واكتشف شغفه بالتدريس في فترة شبابه. يركز في تدريبه على تطوير مهارات الخطابة والتأثير على الجماهير، ويهتم بتقديم محتوى علمي رصين. يحرص على فهم احتياجات المتدربين وتقديم محتوى يلبي متطلباتهم، ويؤمن بأهمية التجديد والتطوير المستمر في مجال التدريب.\"    },    {      \"name\": \"أيوب الايوب\",      \"original_text\": \"ايوب الايوب\",      \"type\": \"PERSON\",      \"description\": \"دكتور  عمل في مجال الفتوى والتشريع، ويعتبر من المدربين البارزين في الكويت.\"    },    {      \"name\": \"أحمد بو زبر\",      \"original_text\": \"احمد بو زبر\",      \"type\": \"PERSON\",      \"description\": \"دكتور  شغل منصب وكيل وزارة في الكويت، ويحمل درجة الدكتوراه في الإدارة والتخطيط. يعتبر من المدربين البارزين في الكويت.\"    },    {      \"name\": \"صلاح عبد الجادر\",      \"original_text\": \"صلاح عبد الجادر\",      \"type\": \"PERSON\",      \"description\": \"دكتور  يعمل في جامعة الكويت، ويعتبر من المدربين البارزين في الكويت.\"    },    {      \"name\": \"طارق سويدان\",      \"original_text\": \"طارق سويدان\",      \"type\": \"PERSON\",      \"description\": \"دكتور  درس الهندسة، ويعتبر من المدربين البارزين في الوطن العربي.\"    },    {      \"name\": \"الكويت\",      \"original_text\": \"الكويت\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في الشرق الأوسط، تشتهر بثقافتها وتراثها الغني، وتتميز بنظامها الاقتصادي الحر. يعتبر التعليم والتدريب من القطاعات الهامة في الكويت، وهناك اهتمام متزايد بتطوير مهارات الأفراد في مختلف المجالات.\"    },    {      \"name\": \"أمريكا\",      \"original_text\": \"امريكا\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في أمريكا الشمالية، تعتبر من الدول المتقدمة في مجال العلوم والتكنولوجيا. تشتهر بنظامها التعليمي المتطور، وتعتبر من الدول الرائدة في مجال التدريب وتطوير المهارات.\"    },    {      \"name\": \"بريطانيا\",      \"original_text\": \"بريطانيا\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في غرب أوروبا، تشتهر بتاريخها وثقافتها الغنية. تعتبر من الدول المتقدمة في مجال التعليم والتدريب، وتتميز بنظامها التعليمي العريق.\"    },    {      \"name\": \"تركيا\",      \"original_text\": \"تركيا\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع بين قارتي آسيا وأوروبا، تشتهر بتاريخها وثقافتها الغنية. أصبحت تركيا في السنوات الأخيرة وجهة هامة للسياحة والاستثمار، وتشهد نمواً ملحوظاً في قطاع التعليم والتدريب.\"    },    {      \"name\": \"ليبيا\",      \"original_text\": \"ليب\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في شمال أفريقيا، تشتهر بتاريخها وثقافتها الغنية. تمر ليبيا حالياً بمرحلة انتقالية، وهناك جهود حثيثة لإعادة بناء مؤسسات الدولة وتطوير مختلف القطاعات، بما في ذلك قطاع التعليم والتدريب.\"    },    {      \"name\": \"الإمارات\",      \"original_text\": \"الامارات\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في الشرق الأوسط، تشتهر بنموذجها التنموي الرائد. تعتبر الإمارات من الدول المتقدمة في مجال التعليم والتدريب، وتتميز ببنيتها التحتية المتطورة ونظامها التعليمي عالي الجودة.\"    },    {      \"name\": \"عمان\",      \"original_text\": \"عمان\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في الشرق الأوسط، تشتهر بتاريخها وثقافتها الغنية. تتميز عمان بنظامها التعليمي المتطور، وهناك اهتمام متزايد بتطوير مهارات الشباب في مختلف المجالات.\"    },    {      \"name\": \"العراق\",      \"original_text\": \"العراق\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في الشرق الأوسط، تشتهر بتاريخها وحضارتها العريقة. يمر العراق حالياً بمرحلة إعادة إعمار، وهناك جهود حثيثة لإعادة بناء مؤسسات الدولة وتطوير مختلف القطاعات، بما في ذلك قطاع التعليم والتدريب.\"    },    {      \"name\": \"جامعة الدول العربية\",      \"original_text\": \"جامعه الدول العربيه\",      \"type\": \"ORGANIZATION\",      \"description\": \"منظمة إقليمية تضم الدول العربية، تهدف إلى تعزيز التعاون بين الدول الأعضاء في مختلف المجالات، بما في ذلك التعليم والثقافة.\"    },    {      \"name\": \"كليه الشرطه\",      \"original_text\": \"كليه الشرطه\",      \"type\": \"ORGANIZATION\",      \"description\": \"مؤسسة تعليمية مختصة بتخريج ضباط الشرطة، تركز على تدريب الطلاب على المهارات الأمنية والقانونية والبدنية.\"    },    {      \"name\": \"كليه الشريعه\",      \"original_text\": \"كليه الشريعه\",      \"type\": \"ORGANIZATION\",      \"description\": \"مؤسسة تعليمية مختصة بتدريس العلوم الشرعية الإسلامية، تركز على تخريج متخصصين في الفقه وأصول الدين واللغة العربية.\"    },    {      \"name\": \"مجلس الامه\",      \"original_text\": \"مجلس الامه\",      \"type\": \"ORGANIZATION\",      \"description\": \"المؤسسة التشريعية في الكويت، يتكون من أعضاء منتخبين يمثلون الشعب الكويتي.\"    },    {      \"name\": \"رمضان\",      \"original_text\": \"رمضان\",      \"type\": \"EVENT\",      \"description\": \"شهر رمضان المبارك هو شهر الصيام عند المسلمين، وهو شهر الرحمة والمغفرة والعتق من النار.\"    },    {      \"name\": \"القران\",      \"original_text\": \"القران\",      \"type\": \"WORK_OF_ART\",      \"description\": \"القرآن الكريم هو كتاب الله المعجز، أنزله على النبي محمد صلى الله عليه وسلم، وهو دستور المسلمين ومنبع هدايتهم.\"    },    {      \"name\": \"الاربعين في اصول الدين\",      \"original_text\": \"الاربعين في اصول الدين\",      \"type\": \"WORK_OF_ART\",      \"description\": \"كتاب للإمام الغزالي يتناول أصول الدين الإسلامي، ويعتبر من أهم الكتب في العقيدة الإسلامية.\"    },    {      \"name\": \"الحكم العطائيه\",      \"original_text\": \"الحكم العطائيه\",      \"type\": \"WORK_OF_ART\",      \"description\": \"كتاب لابن عطاء الله السكندري، يضم مجموعة من الحكم والمواعظ الصوفية، ويشتهر بأسلوبه الأدبي الرصين.\"    },    {      \"name\": \"فرينز\",      \"original_text\": \"فرينز\",      \"type\": \"WORK_OF_ART\",      \"description\": \"مسلسل كوميدي أمريكي شهير، عُرض في التسعينيات وحقق نجاحاً كبيراً.\"    },    {      \"name\": \"ارطغل\",      \"original_text\": \"ارطغل\",      \"type\": \"WORK_OF_ART\",      \"description\": \"مسلسل تاريخي تركي، يحكي قصة أرطغرل والد عثمان الأول مؤسس الدولة العثمانية.\"    },    {      \"name\": \"محمد\",      \"original_text\": \"محمد\",      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"النبي محمد صلى الله عليه وسلم هو خاتم الأنبياء والمرسلين، أرسله الله تعالى رحمة للعالمين.\"    },    {      \"name\": \"الله\",      \"original_text\": \"الله\",      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"الله تعالى هو الإله الواحد الأحد، خالق الكون ومالكه ومدبره.\"    },    {      \"name\": \"التيك توك\",      \"original_text\": \"التيك توك\",      \"type\": \"PRODUCT\",      \"description\": \"تطبيق تواصل اجتماعي صيني، يتيح للمستخدمين إنشاء ومشاركة مقاطع فيديو قصيرة.\"    },    {      \"name\": \"السوشيال ميديا\",      \"original_text\": \"السوشيال ميديا\",      \"type\": \"MISC\",      \"description\": \"مواقع وتطبيقات التواصل الاجتماعي، مثل فيسبوك وتويتر وإنستغرام، التي تتيح للمستخدمين التواصل والتفاعل مع بعضهم البعض.\"    },    {      \"name\": \"المتحدث الواثق\",      \"original_text\": \"المتحدث الواثق\",      \"type\": \"MISC\",      \"description\": \"برنامج تدريبي يقدمه قتادة الميعان، يركز على تطوير مهارات الخطابة والتأثير على الجماهير.\"    }  ]"