"\"Entities\": [  {    \"name\": \"دينار\",    \"original_text\": \"دينار\",    \"type\": \"MISC\",    \"description\": \"عملة مُستخدمة في عدة دول عربية مثل الكويت والبحرين. nتُعتبر الدينار الكويتي من أقوى العملات في العالم. nينقسم الدينار إلى 1000 فلس. nيرمز للدينار بالرمز (د.ك) أو (KWD).\"  },  {    \"name\": \"مجالس إدارات الجامعات\",    \"original_text\": \"مجالس ادارات الجامعات\",    \"type\": \"ORGANIZATION\",    \"description\": \"هيئات إدارية مسؤولة عن إدارة الجامعات واتخاذ القرارات الاستراتيجية. nتتألف عادة من أعضاء هيئة التدريس وممثلين عن الطلاب وأفراد من المجتمع. nتهدف إلى ضمان جودة التعليم والبحث العلمي في الجامعات. nتلعب دورًا هامًا في تطوير المؤسسات التعليمية وضمان تحقيق أهدافها.\"  },  {    \"name\": \"مراكز الأبحاث\",    \"original_text\": \"مراكز الابحاث\",    \"type\": \"ORGANIZATION\",    \"description\": \"مؤسسات متخصصة في إجراء البحوث العلمية في مختلف المجالات. nتهدف إلى تطوير المعرفة والابتكار وإيجاد حلول للتحديات المختلفة. nتلعب دورًا هامًا في تقدم المجتمعات وتطورها. nتُعتبر مصدرًا هامًا للمعلومات والبيانات الموثوقة.\"  },  {    \"name\": \"العملات الرقمية\",    \"original_text\": \"العملات الرقميه\",    \"type\": \"MISC\",    \"description\": \"عملات افتراضية تستخدم تقنية التشفير لتأمين المعاملات والتحكم في إنشاء وحدات جديدة. nتتميز بكونها لامركزية، أي لا تخضع لسيطرة الحكومات أو البنوك المركزية. nمن أمثلتها البيتكوين والإيثيريوم. nتُعتبر مجالًا متناميًا للاستثمار والتداول، ولكنها تحمل مخاطر عالية.\"  },  {    \"name\": \"سالم الشهاب\",    \"original_text\": \"سالم الشهاب\",    \"type\": \"PERSON\",    \"description\": \"باحث في الاقتصاد. nشارك في حلقات نقاشية عن الاقتصاد السلوكي. nله آراء في قضايا اقتصادية مثل أثر رفع الرسوم على أسعار الإيجارات. nيُعتبر من المهتمين بتحليل سلوك الأفراد في اتخاذ القرارات الاقتصادية.\"  },  {    \"name\": \"فهد السبيعي\",    \"original_text\": \"فهد السبيعي\",    \"type\": \"PERSON\",    \"description\": \"مُقدم برنامج البساط أحمدي. nمهتم بالاقتصاد ويُجري حوارات مع مختصين. nناقش مواضيع مثل الاقتصاد السلوكي وتأثيره على قرارات الأفراد. nيسعى لنشر الوعي بالقضايا الاقتصادية بطريقة مبسطة.\"  },  {    \"name\": \"البساط أحمدي\",    \"original_text\": \"البساط أحمدي\",    \"type\": \"MEDIA\",    \"description\": \"برنامج حواري يُبث على الإنترنت. nيهتم بمناقشة القضايا الاقتصادية والاجتماعية. nيستضيف البرنامج مختصين وباحثين لتحليل هذه القضايا. nيسعى البرنامج لتقديم محتوى هادف ومفيد للمشاهدين.\"  },  {    \"name\": \"ليونيل ميسي\",    \"original_text\": \"ليونل ميسي\",    \"type\": \"PERSON\",    \"description\": \"لاعب كرة قدم أرجنتيني. nيُعتبر من أفضل لاعبي كرة القدم في التاريخ. nفاز بالعديد من الجوائز الفردية والجماعية. nيلعب حاليًا مع نادي باريس سان جيرمان.\"  },  {    \"name\": \"وارن بافت\",    \"original_text\": \"وارن بوفت\",    \"type\": \"PERSON\",    \"description\": \"مستثمر أمريكي شهير. nيُعتبر من أنجح المستثمرين في العالم. nيرأس شركة بيركشاير هاثاواي. nيشتهر بفلسفته الاستثمارية طويلة الأجل.\"  },  {    \"name\": \"ريتشارد\",    \"original_text\": \"ريتشارد\",    \"type\": \"PERSON\",    \"description\": \"شخصية غير محددة الهوية بشكل كامل في النص. nيُرجح أن يكون باحثًا أو كاتبًا في مجال الاقتصاد السلوكي. nاستخدم مثالًا عن شراء جاكيت لتوضيح مفهوم المنفعة الاقتصادية. nيسعى لتبسيط المفاهيم الاقتصادية وتوضيحها للعامة.\"  },  {    \"name\": \"برنولي\",    \"original_text\": \"برنولي\",    \"type\": \"PERSON\",    \"description\": \"عالم رياضيات سويسري. nله إسهامات في نظرية الاحتمالات. nيُعتقد أنه من أوائل من أشاروا إلى أهمية علم النفس في الاقتصاد. nأسس لمباديء نظرية المنفعة المتوقعة.\"  },  {    \"name\": \"مورجن ستيرن\",    \"original_text\": \"مورجن ستيرن\",    \"type\": \"PERSON\",    \"description\": \"عالم رياضيات واقتصادي أمريكي. nله إسهامات في نظرية الألعاب ونظرية القرار. nشارك في تطوير نظرية المنفعة المتوقعة. nيُعتبر من رواد الاقتصاد السلوكي.\"  },  {    \"name\": \"إيمس ترسك\",    \"original_text\": \"ايمس ترسك\",    \"type\": \"PERSON\",    \"description\": \"باحث في الاقتصاد السلوكي. nشارك في تطوير نظرية الاحتمالات. nله إسهامات في فهم سلوك الأفراد في اتخاذ القرارات الاقتصادية. nيُعتبر من المساهمين في تطور هذا المجال.\"  },  {    \"name\": \"دانييل كانمان\",    \"original_text\": \"دانييل كانمان\",    \"type\": \"PERSON\",    \"description\": \"باحث في علم النفس والاقتصاد السلوكي. nحائز على جائزة نوبل في الاقتصاد عام 2002. nله إسهامات في فهم سلوك الأفراد في ظل المخاطر وعدم اليقين. nيُعتبر من أهم الباحثين في مجال الاقتصاد السلوكي.\"  },  {    \"name\": \"الولايات المتحدة\",    \"original_text\": \"الولايات المتحده\",    \"type\": \"LOCATION\",    \"description\": \"دولة تقع في أمريكا الشمالية. nتُعتبر من أكبر دول العالم من حيث المساحة وعدد السكان. nتلعب دورًا هامًا في الاقتصاد العالمي. nتشتهر بتنوعها الثقافي والعرقي.\"  },  {    \"name\": \"الكويت\",    \"original_text\": \"الكويت\",    \"type\": \"LOCATION\",    \"description\": \"دولة عربية تقع في الشرق الأوسط. nتُعتبر من الدول الغنية بالنفط. nتشتهر بنظامها الديمقراطي واقتصادها الحر. nتلعب دورًا هامًا في المنطقة.\"  },  {    \"name\": \"فنزويلا\",    \"original_text\": \"فنزويلا\",    \"type\": \"LOCATION\",    \"description\": \"دولة تقع في أمريكا الجنوبية. nتُعتبر من الدول الغنية بالنفط. nعانت في السنوات الأخيرة من أزمة اقتصادية خانقة. nتشتهر بتنوعها البيئي والثقافي.\"  },  {    \"name\": \"الجابرية\",    \"original_text\": \"الجابريه\",    \"type\": \"LOCATION\",    \"description\": \"منطقة سكنية تقع في الكويت. nتُعتبر من المناطق الراقية. nتشتهر بوجود العديد من المطاعم والمقاهي. nتتميز بموقعها الاستراتيجي.\"  },  {    \"name\": \"سرة\",    \"original_text\": \"سره\",    \"type\": \"LOCATION\",    \"description\": \"منطقة سكنية تقع في الكويت. nتُعتبر من المناطق الراقية. nتشتهر بوجود العديد من المطاعم والمقاهي. nتتميز بموقعها الاستراتيجي.\"  }]"