"{\"Entities\": [  {    \"name\": \"الهند\",    \"original_text\": \"India\",    \"type\": \"LOCATION\",    \"description\": \"دولة تقع في جنوب آسيا، تشتهر بثقافتها وتاريخها الغني، وهي ثاني أكبر دولة في العالم من حيث عدد السكان. تتميز الهند بتنوعها اللغوي والديني، وتضم العديد من المعالم السياحية الشهيرة مثل تاج محل.\"  },  {    \"name\": \"الكويت\",    \"original_text\": \"Kuwait\",    \"type\": \"LOCATION\",    \"description\": \"دولة عربية تقع في الشرق الأوسط، تشتهر بثروتها النفطية، وتتميز بمجتمعها المتنوع. تعتبر الكويت مركزًا تجاريًا هامًا في المنطقة، وتضم العديد من المعالم السياحية مثل أبراج الكويت.\"  },  {    \"name\": \"أمريكا\",    \"original_text\": \"America\",    \"type\": \"LOCATION\",    \"description\": \"دولة تقع في أمريكا الشمالية، تشتهر بقوتها الاقتصادية والعسكرية، وتتميز بتنوعها الثقافي والعرقي. تعتبر الولايات المتحدة الأمريكية من الدول الرائدة في مجالات العلوم والتكنولوجيا، وتضم العديد من المعالم السياحية الشهيرة مثل تمثال الحرية.\"  },  {    \"name\": \"جامعة الكويت\",    \"original_text\": \"Kuwait University\",    \"type\": \"ORGANIZATION\",    \"description\": \"الجامعة الحكومية الوحيدة في دولة الكويت، تأسست عام 1966، وتضم العديد من الكليات والتخصصات. تعتبر جامعة الكويت من الجامعات المرموقة في المنطقة، وتخرج منها العديد من الشخصيات البارزة.\"  },  {    \"name\": \"جامعة الخليج\",    \"original_text\": \"Gulf University\",    \"type\": \"ORGANIZATION\",    \"description\": \"جامعة خاصة تقع في الكويت، تأسست عام 2002، وتقدم برامج أكاديمية متنوعة. تتميز جامعة الخليج بتعاونها مع جامعات عالمية مرموقة.\"  },  {    \"name\": \"جامعة ميسوري\",    \"original_text\": \"University of Missouri\",    \"type\": \"ORGANIZATION\",    \"description\": \"جامعة عامة تقع في ولاية ميسوري الأمريكية، تأسست عام 1839، وتضم العديد من الكليات والتخصصات. تعتبر جامعة ميسوري من الجامعات الكبرى في الولايات المتحدة الأمريكية.\"  },  {    \"name\": \"مرسيدس\",    \"original_text\": \"Mercedes\",    \"type\": \"PRODUCT\",    \"description\": \"علامة تجارية ألمانية للسيارات الفاخرة، تشتهر بسياراتها عالية الجودة والأداء. تعتبر مرسيدس من أشهر علامات السيارات في العالم.\"  },  {    \"name\": \"شيفروليه\",    \"original_text\": \"Chevrolet\",    \"type\": \"PRODUCT\",    \"description\": \"علامة تجارية أمريكية للسيارات، تشتهر بسياراتها العملية والمتينة. تعتبر شيفروليه من أشهر علامات السيارات في العالم.\"  },  {    \"name\": \"تويوتا\",    \"original_text\": \"Toyota\",    \"type\": \"PRODUCT\",    \"description\": \"علامة تجارية يابانية للسيارات، تشتهر بسياراتها الاقتصادية والموثوقة. تعتبر تويوتا من أكبر شركات صناعة السيارات في العالم.\"  },  {    \"name\": \"ميتسوبيشي لانسر\",    \"original_text\": \"Mitsubishi Lancer\",    \"type\": \"PRODUCT\",    \"description\": \"سيارة سيدان رياضية من إنتاج شركة ميتسوبيشي اليابانية، تشتهر بأدائها الرياضي وسعرها المناسب.\"  },  {    \"name\": \"شيفروليه سيلفرادو\",    \"original_text\": \"Chevrolet Silverado\",    \"type\": \"PRODUCT\",    \"description\": \"سيارة بيك أب من إنتاج شركة شيفروليه الأمريكية، تشتهر بقوتها ومتانتها.\"  },  {    \"name\": \"الغزو\",    \"original_text\": \"Invasion\",    \"type\": \"EVENT\",    \"description\": \"يشير السياق إلى الغزو العراقي للكويت عام 1990، وهو حدث تاريخي هام أثر على المنطقة بأكملها.\"  },  {    \"name\": \"الحج\",    \"original_text\": \"Hajj\",    \"type\": \"RELIGIOUS_FIGURE\",    \"description\": \"ركن من أركان الإسلام الخمسة، وهو فريضة على كل مسلم بالغ عاقل قادر مادياً وجسدياً، يؤديه المسلمون مرة واحدة في العمر.\"  },  {    \"name\": \"عمر\",    \"original_text\": \"Omar\",    \"type\": \"PERSON\",    \"description\": \"الشخصية الرئيسية في النص، هندي الأصل ولد ونشأ في الكويت، ثم انتقل إلى الولايات المتحدة الأمريكية. يمتلك عمر خبرة في مجال السيارات، ويمتلك جراجًا لتصليح السيارات.\"  },  {    \"name\": \"فهد سبيعي\",    \"original_text\": \"Fahad Subaie\",    \"type\": \"PERSON\",    \"description\": \"مقدم البرنامج الحواري الذي تم استخراج النص منه.\"  } ]}"