"  \"Entities\": [    {      \"name\": \"الكويت\",      \"original_text\": \"الكويت\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في الشرق الأوسط، تشتهر بإنتاج النفط واحتياطياتها الكبيرة منه. عاصمتها مدينة الكويت، وتتميز بتنوع سكانها وثقافتها الغنية.\"    },    {      \"name\": \"بريطانيا\",      \"original_text\": \"بريطانيا\",      \"type\": \"LOCATION\",      \"description\": \"دولة جزرية تقع في شمال غرب أوروبا، تتكون من إنجلترا واسكتلندا وويلز وأيرلندا الشمالية. تشتهر بتاريخها العريق وثقافتها وتأثيرها العالمي.\"    },    {      \"name\": \"إيران\",      \"original_text\": \"إيران\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في غرب آسيا، تشتهر بتاريخها العريق وحضارتها القديمة. عاصمتها طهران، وتتميز بتنوع ثقافي ولغوي كبير.\"    },    {      \"name\": \"تايلاند\",      \"original_text\": \"تايلاند\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في جنوب شرق آسيا، تشتهر بشواطئها الجميلة ومعابدها البوذية. عاصمتها بانكوك، وتتميز بثقافتها الودودة والترحيبية.\"    },    {      \"name\": \"أمريكا\",      \"original_text\": \"أمريكا\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في قارة أمريكا الشمالية، تشتهر بقوتها الاقتصادية والعسكرية. عاصمتها واشنطن، وتتميز بتنوع سكانها وثقافتها.\"    },    {      \"name\": \"سناب شات\",      \"original_text\": \"سناب شات\",      \"type\": \"PRODUCT\",      \"description\": \"تطبيق تواصل اجتماعي يسمح للمستخدمين بإرسال الصور ومقاطع الفيديو القصيرة التي تختفي تلقائيًا بعد مشاهدتها. يحظى بشعبية كبيرة بين الشباب، ويوفر العديد من الميزات مثل الفلاتر والعدسات.\"    },    {      \"name\": \"انستغرام\",      \"original_text\": \"انستغرام\",      \"type\": \"PRODUCT\",      \"description\": \"تطبيق تواصل اجتماعي يركز على مشاركة الصور ومقاطع الفيديو. يسمح للمستخدمين بتعديل صورهم باستخدام الفلاتر ومشاركتها مع متابعيهم. يحظى بشعبية كبيرة بين المشاهير والشركات.\"    },    {      \"name\": \"ابتهال الحبيب\",      \"original_text\": \"ابتهال الحبيب\",      \"type\": \"PERSON\",      \"description\": \"متخصصة في التجميل، تشارك  خبراتها وآرائها حول عمليات التجميل والمفاهيم المتعلقة بالجمال.\"    },    {      \"name\": \"فهد السبيعي\",      \"original_text\": \"فهد السبيعي\",      \"type\": \"PERSON\",      \"description\": \"مشارك في البرنامج، يطرح أسئلة  ويناقش  موضوع الحلقة.\"    },    {      \"name\": \"حمد العبيد\",      \"original_text\": \"حمد العبيد\",      \"type\": \"PERSON\",      \"description\": \"نائب في مجلس الأمة الكويتي،  قدم  مقترحًا  يتعلق بعمليات التجميل.\"    },    {      \"name\": \"مريم العوضي\",      \"original_text\": \"مريم العوضي\",      \"type\": \"PERSON\",      \"description\": \"استشارية أمراض نفسية وطب نفسي، متخصصة في صحة المرأة.  تم ترشيحها  للمشاركة في البرنامج  لتقديم  خبراتها حول  تأثير عمليات التجميل على الصحة النفسية.\"    },    {      \"name\": \"محمد المرزوق\",      \"original_text\": \"محمد المرزوق\",      \"type\": \"PERSON\",      \"description\": \"مدرب،  شارك في الموسم الأول من البرنامج  وتحدث عن موضوع ترهلات الجسم.\"    }  ]"