"  \"Entities\": [    {      \"name\": \"الكويت\",      \"original_text\": \"Kuwait\",      \"type\": \"LOCATION\",      \"description\": \"دولة الكويت، دولة عربية تقع في الشرق الأوسط، تشتهر بثقافتها وتراثها الغني، وتتميز بموقعها الاستراتيجي على الخليج العربي.\"    },    {      \"name\": \"الصين\",      \"original_text\": \"China\",      \"type\": \"LOCATION\",      \"description\": \"جمهورية الصين الشعبية، دولة تقع في شرق آسيا، تتميز بثقافتها وحضارتها العريقة، وتُعد من أكبر دول العالم من حيث المساحة وعدد السكان.\"    },    {      \"name\": \"السعودية\",      \"original_text\": \"Saudi Arabia\",      \"type\": \"LOCATION\",      \"description\": \"المملكة العربية السعودية، دولة عربية تقع في شبه الجزيرة العربية، تُعد من أكبر دول الشرق الأوسط، وتشتهر بكونها مهد الإسلام ووجود الحرمين الشريفين فيها.\"    },    {      \"name\": \"القران\",      \"original_text\": \"Quran\",      \"type\": \"WORK_OF_ART\",      \"description\": \"القرآن الكريم، كتاب الله المقدس الذي أنزله على نبيه محمد صلى الله عليه وسلم، ويُعدّ المصدر الأول للتشريع الإسلامي، ويتمتع بمكانة عظيمة عند المسلمين.\"    },    {      \"name\": \"الهفوف\",      \"original_text\": \"Hufof\",      \"type\": \"LOCATION\",      \"description\": \"مدينة الهفوف، تقع في المنطقة الشرقية من المملكة العربية السعودية، وتُعد من المدن التاريخية الهامة في المنطقة.\"    },    {      \"name\": \"المكسيك\",      \"original_text\": \"Mexico\",      \"type\": \"LOCATION\",      \"description\": \"الولايات المتحدة المكسيكية، دولة تقع في أمريكا الشمالية، تشتهر بثقافتها وتاريخها الغني، وتتميز بتنوعها الجغرافي.\"    },    {      \"name\": \"إسبانيا\",      \"original_text\": \"Spain\",      \"type\": \"LOCATION\",      \"description\": \"مملكة إسبانيا، دولة تقع في جنوب غرب أوروبا، تشتهر بثقافتها وتاريخها الغني، وتتميز بموقعها الاستراتيجي على البحر الأبيض المتوسط.\"    },    {      \"name\": \"شرق آسيا\",      \"original_text\": \"East Asia\",      \"type\": \"LOCATION\",      \"description\": \"منطقة جغرافية تقع في شرق قارة آسيا، تضم العديد من الدول مثل الصين واليابان وكوريا الجنوبية، وتتميز بثقافتها وتاريخها الغني.\"    },    {      \"name\": \"تايلاند\",      \"original_text\": \"Thailand\",      \"type\": \"LOCATION\",      \"description\": \"مملكة تايلاند، دولة تقع في جنوب شرق آسيا، تشتهر بثقافتها ومعابدها البوذية، وتتميز بشواطئها الجميلة.\"    },    {      \"name\": \"فيتنام\",      \"original_text\": \"Vietnam\",      \"type\": \"LOCATION\",      \"description\": \"جمهورية فيتنام الاشتراكية، دولة تقع في جنوب شرق آسيا، تشتهر بتاريخها وثقافتها الغنية، وتتميز بمناظرها الطبيعية الخلابة.\"    },    {      \"name\": \"الهند\",      \"original_text\": \"India\",      \"type\": \"LOCATION\",      \"description\": \"جمهورية الهند، دولة تقع في جنوب آسيا، تُعد ثاني أكبر دول العالم من حيث عدد السكان، وتشتهر بثقافتها وتاريخها الغني.\"    },    {      \"name\": \"الجنة\",      \"original_text\": \"Paradise\",      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"الجنة في الإسلام هي دار النعيم التي أعدها الله لعباده الصالحين، وهي مكان يتميز بالجمال والنعيم الأبدي، ويُعدّ الوصول إليها من أهم أهداف المسلمين في الحياة.\"    },    {      \"name\": \"تركيا\",      \"original_text\": \"Turkey\",      \"type\": \"LOCATION\",      \"description\": \"جمهورية تركيا، دولة تقع في منطقة الشرق الأوسط، تتميز بموقعها الاستراتيجي بين قارتي آسيا وأوروبا، وتشتهر بثقافتها وتاريخها الغني.\"    },    {      \"name\": \"عمان\",      \"original_text\": \"Oman\",      \"type\": \"LOCATION\",      \"description\": \"سلطنة عمان، دولة عربية تقع في جنوب شرق شبه الجزيرة العربية، تشتهر بتاريخها وثقافتها الغنية، وتتميز بموقعها الاستراتيجي على مضيق هرمز.\"    },    {      \"name\": \"اليمن\",      \"original_text\": \"Yemen\",      \"type\": \"LOCATION\",      \"description\": \"الجمهورية اليمنية، دولة عربية تقع في جنوب غرب شبه الجزيرة العربية، تشتهر بتاريخها وثقافتها الغنية، وتتميز بموقعها الاستراتيجي على البحر الأحمر.\"    },    {      \"name\": \"علي بن ابي طالب\",      \"original_text\": \"Ali ibn Abi Talib\",      \"type\": \"PERSON\",      \"description\": \"علي بن أبي طالب، ابن عم النبي محمد صلى الله عليه وسلم، يُعدّ من أهم الشخصيات في التاريخ الإسلامي، ويُعرف بشجاعته وحكمته.\"    },    {      \"name\": \"العراق\",      \"original_text\": \"Iraq\",      \"type\": \"LOCATION\",      \"description\": \"جمهورية العراق، دولة عربية تقع في غرب آسيا، تشتهر بتاريخها وحضارتها العريقة، وتتميز بموقعها الاستراتيجي على نهري دجلة والفرات.\"    },    {      \"name\": \"إيطاليا\",      \"original_text\": \"Italy\",      \"type\": \"LOCATION\",      \"description\": \"الجمهورية الإيطالية، دولة تقع في جنوب أوروبا، تشتهر بثقافتها وفنونها وتاريخها الغني، وتتميز بموقعها الاستراتيجي على البحر الأبيض المتوسط.\"    },    {      \"name\": \"برشلونة\",      \"original_text\": \"Barcelona\",      \"type\": \"LOCATION\",      \"description\": \"مدينة برشلونة، تقع في إقليم كتالونيا في إسبانيا، تُعد من أهم المدن السياحية في العالم، وتشتهر بمعالمها التاريخية وفنونها.\"    },    {      \"name\": \"الرياض\",      \"original_text\": \"Riyadh\",      \"type\": \"LOCATION\",      \"description\": \"مدينة الرياض، عاصمة المملكة العربية السعودية، تُعد من أكبر مدن المملكة، وتشتهر بمعالمها الحديثة ومراكزها التجارية.\"    },    {      \"name\": \"الدرعية\",      \"original_text\": \"Diriyah\",      \"type\": \"LOCATION\",      \"description\": \"مدينة الدرعية، تقع في منطقة الرياض في المملكة العربية السعودية، تُعد من المدن التاريخية الهامة في المملكة، وتشتهر بكونها عاصمة الدولة السعودية الأولى.\"    },    {      \"name\": \"المدينة المنورة\",      \"original_text\": \"Medina\",      \"type\": \"LOCATION\",      \"description\": \"المدينة المنورة، مدينة مقدسة لدى المسلمين، تقع في منطقة المدينة المنورة في المملكة العربية السعودية، وتشتهر بوجود المسجد النبوي الشريف، ثاني أقدس مسجد في الإسلام.\"    },    {      \"name\": \"مكة المكرمة\",      \"original_text\": \"Mecca\",      \"type\": \"LOCATION\",      \"description\": \"مكة المكرمة، مدينة مقدسة لدى المسلمين، تقع في منطقة مكة المكرمة في المملكة العربية السعودية، وتشتهر بوجود المسجد الحرام والكعبة المشرفة، أقدس مكان في الإسلام.\"    },    {      \"name\": \"الفاتيكان\",      \"original_text\": \"Vatican\",      \"type\": \"LOCATION\",      \"description\": \"دولة مدينة الفاتيكان، أصغر دولة في العالم من حيث المساحة وعدد السكان، تقع داخل مدينة روما في إيطاليا، وتُعد المركز الروحي للكنيسة الكاثوليكية.\"    },    {      \"name\": \"إيران\",      \"original_text\": \"Iran\",      \"type\": \"LOCATION\",      \"description\": \"جمهورية إيران الإسلامية، دولة تقع في غرب آسيا، تشتهر بتاريخها وثقافتها الغنية، وتتميز بموقعها الاستراتيجي على الخليج العربي.\"    },    {      \"name\": \"نزار قباني\",      \"original_text\": \"Nizar Qabbani\",      \"type\": \"PERSON\",      \"description\": \"نزار قباني، شاعر سوري معاصر، يُعدّ من أشهر شعراء الحب والرومانسية في العالم العربي، واشتهر بأسلوبه الشعري الرقيق والمتميز.\"    }  ]"