"\"Entities\": [{\"name\": \"الكويت\", \"original_text\": null, \"type\": \"LOCATION\", \"description: \"دولة الكويت، دولة عربية تقع في الشرق الأوسط، تشتهر بإنتاج النفط واحتياطاتها الكبيرة منه، تتمتع بنظام حكم دستوري وإمارة وراثية.\"}, {\"name\": \"وزارة التعليم العالي\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description: \"الجهة المسؤولة عن التعليم العالي في الكويت، تشرف على الجامعات والمعاهد وتضع السياسات التعليمية، كما تدير برامج الابتعاث للخارج.\"}, {\"name\": \"الأردن\", \"original_text\": \"الاردن\", \"type\": \"LOCATION\", \"description: \"دولة عربية تقع في الشرق الأوسط، تشتهر بمعالمها الأثرية والتاريخية مثل البتراء وجرش، تتمتع بموقع استراتيجي وتاريخ غني.\"}, {\"name\": \"مصر\", \"original_text\": null, \"type\": \"LOCATION\", \"description: \"دولة عربية تقع في شمال أفريقيا، تشتهر بالحضارة الفرعونية القديمة ومواقعها الأثرية مثل الأهرامات وأبو الهول، تتميز بتنوعها الثقافي والجغرافي.\"}, {\"name\": \"جامعة الكويت\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description: \"أكبر جامعة حكومية في الكويت، تأسست عام 1966، تضم العديد من الكليات وتقدم برامج بكالوريوس ودراسات عليا في مختلف التخصصات.\"}, {\"name\": \"محمد هيم الظفيري\", \"original_text\": null, \"type\": \"PERSON\", \"description: \"رئيس الملحق الثقافي الكويتي السابق في الأردن، خبير في الشؤون التعليمية والطلابية، شارك في إدارة ملف التعليم العالي في الأردن.\"}, {\"name\": \"فهد السبيعي\", \"original_text\": null, \"type\": \"PERSON\", \"description: \"مقدم برنامج البساط، يستضيف شخصيات مختلفة لمناقشة قضايا مهمة في المجتمع الكويتي، أجرى لقاءً مع الدكتور محمد هيم الظفيري.\"}, {\"name\": \"الجامعة الأردنية\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description: \"واحدة من أعرق الجامعات في الأردن، تتميز ببرامجها الطبية القوية، تستقطب طلابًا من مختلف أنحاء العالم، بما في ذلك الكويت.\"}, {\"name\": \"جامعة العلوم والتكنولوجيا\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description: \"جامعة أردنية مرموقة، تشتهر ببرامجها العلمية والطبية، تتميز بمعاييرها الأكاديمية العالية، وتستقطب طلابًا من دول مختلفة.\"}, {\"name\": \"كندا\", \"original_text\": null, \"type\": \"LOCATION\", \"description: \"دولة تقع في أمريكا الشمالية، تشتهر بطبيعتها الخلابة ونظامها التعليمي القوي، وجهة للدراسة للطلاب من مختلف أنحاء العالم.\"}, {\"name\": \"أمريكا\", \"original_text\": null, \"type\": \"LOCATION\", \"description: \"دولة تقع في أمريكا الشمالية، تشتهر بقوتها الاقتصادية والعسكرية، وجهة للدراسة للطلاب من مختلف أنحاء العالم.\"}, {\"name\": \"أوروبا\", \"original_text\": null, \"type\": \"LOCATION\", \"description: \"قارة تقع في نصف الكرة الشمالي، تضم العديد من الدول، تشتهر بتاريخها وثقافتها الغنية، وجهة للدراسة والسياحة.\"}, {\"name\": \"بريطانيا\", \"original_text\": null, \"type\": \"LOCATION\", \"description: \"دولة تقع في غرب أوروبا، تشتهر بتاريخها وثقافتها، وجهة للدراسة للطلاب من مختلف أنحاء العالم.\"}, {\"name\": \"ايرلندا\", \"original_text\": null, \"type\": \"LOCATION\", \"description: \"دولة تقع في غرب أوروبا، تشتهر بطبيعتها الخلابة وثقافتها، وجهة للدراسة للطلاب من مختلف أنحاء العالم.\"}, {\"name\": \"أستراليا\", \"original_text\": null, \"type\": \"LOCATION\", \"description: \"دولة تقع في نصف الكرة الجنوبي، تشتهر بطبيعتها الفريدة ونظامها التعليمي القوي، وجهة للدراسة للطلاب من مختلف أنحاء العالم.\"}, {\"name\": \"نيوزيلندا\", \"original_text\": null, \"type\": \"LOCATION\", \"description: \"دولة تقع في جنوب غرب المحيط الهادئ، تشتهر بطبيعتها الخلابة، وجهة للدراسة للطلاب من مختلف أنحاء العالم.\"}, {\"name\": \"السعودية\", \"original_text\": null, \"type\": \"LOCATION\", \"description: \"دولة عربية تقع في شبه الجزيرة العربية، تشتهر بوجود الحرمين الشريفين، تتمتع بموقع استراتيجي واحتياطات نفطية ضخمة.\"}, {\"name\": \"مجلس الأمة\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description: \"السلطة التشريعية في الكويت، يتكون من 50 عضواً منتخبين، يقوم بسن القوانين ومراقبة عمل الحكومة.\"}, {\"name\": \"اللجنة التعليمية\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description: \"لجنة تابعة لمجلس الأمة الكويتي، تختص بشؤون التعليم ومناقشة القضايا المتعلقة به، تلعب دوراً مهماً في تطوير المنظومة التعليمية.\"}, {\"name\": \"ماليزيا\", \"original_text\": null, \"type\": \"LOCATION\", \"description: \"دولة تقع في جنوب شرق آسيا، تشتهر بتنوعها الثقافي والطبيعي، حققت نمواً اقتصادياً ملحوظاً في العقود الأخيرة.\"}, {\"name\": \"سنغافورة\", \"original_text\": null, \"type\": \"LOCATION\", \"description: \"دولة جزيرة تقع في جنوب شرق آسيا، تشتهر باقتصادها القوي ونظامها التعليمي المتميز، تعتبر مركزاً مالياً وتجارياً مهماً.\"}, {\"name\": \"فرنسا\", \"original_text\": null, \"type\": \"LOCATION\", \"description: \"دولة تقع في غرب أوروبا، تشتهر بثقافتها وتاريخها الغني، وجهة سياحية وثقافية مهمة.\"}, {\"name\": \"إيطاليا\", \"original_text\": null, \"type\": \"LOCATION\", \"description: \"دولة تقع في جنوب أوروبا، تشتهر بتاريخها وثقافتها وفنونها، وجهة سياحية وثقافية مهمة.\"}, {\"name\": \"القدس\", \"original_text\": null, \"type\": \"LOCATION\", \"description: \"مدينة مقدسة عند المسلمين والمسيحيين واليهود، تقع في فلسطين، تتميز بتاريخها الديني والحضاري.\"}, {\"name\": \"الزبیر\", \"original_text\": null, \"type\": \"LOCATION\", \"description: \"منطقة تاريخية تقع في جنوب العراق، اشتهرت قديماً بتجارة اللؤلؤ، تضم العديد من المواقع الأثرية.\"}, {\"name\": \"ديوان الخدمة المدنية\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description: \"جهة حكومية كويتية مسؤولة عن شؤون الموظفين في القطاع الحكومي، تشمل مهامها التعيين والترقية والفصل.\"}]"