"  \"Entities\": [    {      \"name\": \"كورونا\",      \"original_text\": \"كورونا\",      \"type\": \"EVENT\",      \"description\": \" جائحة فيروس كورونا 2019-2020، والمعروفة أيضًا باسم جائحة كوفيد-19، هي جائحة مستمرة لمرض فيروس كورونا 2019 (كوفيد-19)، الناجم عن المتلازمة التنفسية الحادة الوخيمة كورونا فيروس 2 (سارس-كوف-2).  بدأت الجائحة في ووهان، الصين، في ديسمبر 2019، وأعلنت منظمة الصحة العالمية أنها حالة طوارئ صحية عامة تثير قلقًا دوليًا في 30 يناير 2020، وجائحة في 11 مارس 2020.  تسببت الجائحة في اضطرابات اجتماعية واقتصادية واسعة النطاق، بما في ذلك أكبر ركود عالمي منذ الكساد الكبير، وتأجيل أو إلغاء الأحداث الثقافية والرياضية والدينية، ونقص إمدادات عالمي تفاقم بسبب الذعر الشرائي. \"    },    {      \"name\": \"فاطمة القلاف\",      \"original_text\": \"فاطمة القلاف\",      \"type\": \"PERSON\",      \"description\": \"مدربة عمالة منزلية، تمتلك خبرة واسعة في مجال تدريب العمالة المنزلية على أسس التنظيف والترتيب، بالإضافة إلى تقديم الاستشارات والنصائح لأصحاب البيوت حول كيفية إدارة شؤون المنزل والعاملات بطريقة فعالة. \"    },    {      \"name\": \"فهد السبيعي\",      \"original_text\": \"فهد السبيعي\",      \"type\": \"PERSON\",      \"description\": \"مقدم برنامج  \"البساط احمدي\"، يستضيف فيه شخصيات مختلفة لمناقشة مواضيع اجتماعية هامة، ويسعى من خلال برنامجه إلى إثراء المحتوى العربي على الإنترنت. \"    },    {      \"name\": \"البساط احمدي\",      \"original_text\": \"البساط احمدي\",      \"type\": \"MEDIA\",      \"description\": \" برنامج حواري على الإنترنت، يقدمه فهد السبيعي، يستضيف فيه شخصيات مختلفة لمناقشة مواضيع اجتماعية هامة، ويسعى من خلال برنامجه إلى إثراء المحتوى العربي على الإنترنت. \"    },    {      \"name\": \"الكويت\",      \"original_text\": \"الكويت\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في الشرق الأوسط، تشتهر بثقافتها وتراثها الغني، واقتصادها القوي الذي يعتمد بشكل كبير على النفط. \"    },    {      \"name\": \"امريكا\",      \"original_text\": \"امريكا\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في أمريكا الشمالية،  تُعرف بتنوعها الثقافي والعرقي، واقتصادها القوي وتأثيرها السياسي على مستوى العالم. \"    },    {      \"name\": \"كلين كير\",      \"original_text\": \"كلين كير\",      \"type\": \"ORGANIZATION\",      \"description\": \"شركة متخصصة في تدريب العمالة المنزلية على أسس التنظيف والترتيب، تأسست عام 2011، وتقدم خدماتها للأفراد والعائلات في الكويت. \"    },    {      \"name\": \"رمضان\",      \"original_text\": \"رمضان\",      \"type\": \"EVENT\",      \"description\": \"شهر رمضان المبارك، هو شهر الصيام عند المسلمين، وهو ركن من أركان الإسلام الخمسة،  يُعرف بشهره الكريم واحتفالاته الدينية والاجتماعية المميزة. \"    },    {      \"name\": \"كوريا\",      \"original_text\": \"كوريا\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في شرق آسيا، تشتهر بثقافتها وتراثها الغني، واقتصادها القوي وتقدمها التكنولوجي. \"    },    {      \"name\": \"سول\",      \"original_text\": \"سول\",      \"type\": \"LOCATION\",      \"description\": \"عاصمة كوريا الجنوبية،  مدينة حديثة ومتطورة، تشتهر بناطحات السحاب، والمراكز التجارية، والمعالم السياحية. \"    },    {      \"name\": \"سريلانكا\",      \"original_text\": \"السيلان\",      \"type\": \"LOCATION\",      \"description\": \"دولة جزيرة تقع في جنوب آسيا، تشتهر بطبيعتها الخلابة، وشواطئها الجميلة، ومعالمها السياحية. \"    },    {      \"name\": \"اليابان\",      \"original_text\": \"الياباني\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في شرق آسيا،  تشتهر بثقافتها الفريدة، واقتصادها القوي، وتقدمها التكنولوجي. \"    },    {      \"name\": \"تيك توك\",      \"original_text\": \"تيك توك\",      \"type\": \"PRODUCT\",      \"description\": \"تطبيق تواصل اجتماعي صيني، يسمح للمستخدمين بإنشاء ومشاركة مقاطع فيديو قصيرة،  يحظى بشعبية كبيرة بين الشباب، ويستخدم لأغراض الترفيه والتواصل الاجتماعي. \"    },    {      \"name\": \"فيسبوك\",      \"original_text\": \"فيسبوك\",      \"type\": \"PRODUCT\",      \"description\": \"موقع تواصل اجتماعي أمريكي،  يسمح للمستخدمين بإنشاء صفحات شخصية، والتواصل مع الأصدقاء والعائلة، ومشاركة الصور والفيديوهات، ومتابعة الأخبار والمواضيع التي تهمهم. \"    },    {      \"name\": \"الإسلام\",      \"original_text\": \"الاسلام\",      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"دين توحيدي إبراهيمي، يؤمن المسلمون بأن الله أنزل القرآن الكريم على النبي محمد ﷺ ليكون هداية للبشرية جمعاء. \"    },    {      \"name\": \"رتب بفراشك\",      \"original_text\": \"رتب بفراشك\",      \"type\": \"WORK_OF_ART\",      \"description\": \"كتاب يتحدث عن أهمية ترتيب الفراش كعادة يومية تساهم في تنظيم الحياة وتحقيق النجاح. \"    }  ]"