" {  \"name\": \"الاسلام\",  \"original_text\": null,  \"type\": \"RELIGIOUS_FIGURE\",  \"description\": \"دين سماوي يدعو إلى توحيد الله وعبادته، وقد جاء لتصحيح مفاهيم خاطئة عن السلطة والدولة كانت سائدة في ذلك الوقت، مثل فكرة أن الملك إله أو جزء من الآلهة، وأن السلطة تستمد شرعيتها من الدين. ويرى الإسلام أن السلطة يجب أن تكون محكومة بالشريعة الإسلامية، وأن تكون محدودة الصلاحيات بما لا يتم إلا بوجودها، مثل إعلان الجهاد.\" } , {  \"name\": \"الكنيسه\",  \"original_text\": null,  \"type\": \"ORGANIZATION\",  \"description\": \"مؤسسة دينية مسيحية، لعبت دورًا كبيرًا في تاريخ أوروبا، خاصة في العصور الوسطى. وقد سيطرت الكنيسة على الحياة الدينية والسياسية والاجتماعية في تلك الفترة، مما أدى إلى نشوء صراعات مع الحكام والمفكرين. ويرى البعض أن الكنيسة ساهمت في تأخر تقدم الغرب بسبب سيطرتها على الفكر والعلم.\" } , {  \"name\": \"قسطنطين\",  \"original_text\": null,  \"type\": \"PERSON\",  \"description\": \"إمبراطور روماني، حكم في القرن الرابع الميلادي، ويُعد أول إمبراطور روماني يتبنى الديانة المسيحية. وقد ساهم تبنيه للمسيحية في انتشارها في الإمبراطورية الرومانية، وتحولها إلى دين الدولة الرسمي.\" } , {  \"name\": \"مؤتمر نيقية\",  \"original_text\": null,  \"type\": \"EVENT\",  \"description\": \"مؤتمر مسيحي عُقد في مدينة نيقية عام 325 ميلاديًا، ويُعد أول مجمع مسكوني في تاريخ المسيحية. وقد عُقد المؤتمر برعاية الإمبراطور قسطنطين، بهدف حل الخلافات العقائدية التي كانت قائمة بين المسيحيين في ذلك الوقت، وخاصةً حول طبيعة المسيح.\" } , {  \"name\": \"موسى\",  \"original_text\": null,  \"type\": \"RELIGIOUS_FIGURE\",  \"description\": \"نبي الله موسى عليه السلام، هو أحد أهم أنبياء الله في الديانات الإبراهيمية. أُرسل موسى عليه السلام إلى بني إسرائيل ليُخرجهم من عبودية فرعون، وليُبلغهم شريعة الله. وقد أنزل الله على موسى التوراة، وهي أحد الكتب السماوية.\" } , {  \"name\": \"فلسطين\",  \"original_text\": null,  \"type\": \"LOCATION\",  \"description\": \"منطقة جغرافية تقع في غرب آسيا، على الساحل الشرقي للبحر الأبيض المتوسط. تُعد فلسطين أرضًا مقدسة للديانات الإبراهيمية، حيث شهدت أحداثًا هامة في تاريخ هذه الديانات.\" } , {  \"name\": \"مصر\",  \"original_text\": null,  \"type\": \"LOCATION\",  \"description\": \"دولة تقع في شمال إفريقيا، وتتمتع بتاريخ حضاري عريق. كانت مصر مهدًا لحضارات قديمة، مثل الحضارة الفرعونية، كما كانت مركزًا هامًا في العصور الوسطى.\" } , {  \"name\": \"القران الكريم\",  \"original_text\": null,  \"type\": \"WORK_OF_ART\",  \"description\": \"كتاب الله المقدس الذي أنزله على نبيه محمد صلى الله عليه وسلم، ويُعد مصدرًا أساسيًا للتشريع الإسلامي. ويتكون القرآن الكريم من 114 سورة، ويُعتقد أنه كلام الله المنزل على النبي محمد بواسطة الوحي جبريل.\" } , {  \"name\": \"عيسى\",  \"original_text\": null,  \"type\": \"RELIGIOUS_FIGURE\",  \"description\": \"نبي الله عيسى عليه السلام، هو نبي الله في الديانة المسيحية. وُلد عيسى عليه السلام من مريم العذراء، ويُعتقد أنه المسيح المنتظر. وقد جاء عيسى عليه السلام بديانة التوحيد، ودعا إلى محبة الله ومحبة الناس.\" } , {  \"name\": \"روما\",  \"original_text\": null,  \"type\": \"LOCATION\",  \"description\": \"مدينة تقع في وسط إيطاليا، وتُعد عاصمة إيطاليا. تتمتع روما بتاريخ حضاري عريق، حيث كانت عاصمة الإمبراطورية الرومانية، كما تُعد مركزًا هامًا للكنيسة الكاثوليكية.\" } , {  \"name\": \"أوروبا\",  \"original_text\": null,  \"type\": \"LOCATION\",  \"description\": \"قارة تقع في نصف الكرة الشمالي، وتُعد مهدًا للعديد من الحضارات، مثل الحضارة اليونانية والرومانية. وقد شهدت أوروبا تطورًا كبيرًا في مختلف المجالات، مثل العلم والفن والفلسفة.\" } , {  \"name\": \"القرن الرابع الميلادي\",  \"original_text\": null,  \"type\": \"MISC\",  \"description\": \"فترة زمنية هامة في التاريخ، شهدت أحداثًا هامة، مثل سقوط الإمبراطورية الرومانية الغربية، وانتشار الديانة المسيحية.\" } , {  \"name\": \"القرن السابع الميلادي\",  \"original_text\": null,  \"type\": \"MISC\",  \"description\": \"فترة زمنية هامة في التاريخ، شهدت ظهور الإسلام وانتشاره في شبه الجزيرة العربية وخارجها.\" } , {  \"name\": \"محمد\",  \"original_text\": null,  \"type\": \"RELIGIOUS_FIGURE\",  \"description\": \"نبي الإسلام، أُرسل رحمة للعالمين، وقد جاء بدين الإسلام، الذي يدعو إلى توحيد الله وعبادته. ولد النبي محمد صلى الله عليه وسلم في مكة المكرمة، وتوفي في المدينة المنورة.\" } , {  \"name\": \"المدينه\",  \"original_text\": null,  \"type\": \"LOCATION\",  \"description\": \"مدينة تقع في غرب المملكة العربية السعودية، وتُعد ثاني أقدس مدينة في الإسلام بعد مكة المكرمة. هاجر النبي محمد صلى الله عليه وسلم إلى المدينة المنورة، وأسس فيها الدولة الإسلامية الأولى.\" } , {  \"name\": \"صحيفة المدينه\",  \"original_text\": null,  \"type\": \"LAW\",  \"description\": \"وثيقة تاريخية هامة، تُعد أول دستور مكتوب في التاريخ. وضع النبي محمد صلى الله عليه وسلم صحيفة المدينة المنورة بعد هجرته إلى المدينة، بهدف تنظيم العلاقة بين المسلمين أنفسهم، وبينهم وبين غيرهم من سكان المدينة من اليهود والمشركين.\" } , {  \"name\": \"معاويه\",  \"original_text\": null,  \"type\": \"PERSON\",  \"description\": \"مؤسس الدولة الأموية، حكم من سنة 41 هـ إلى سنة 60 هـ. وقد اختلف المسلمون في تقييم خلافته، فمنهم من اعتبره خليفةً راشدًا، ومنهم من اعتبره ملكًا.\" } , {  \"name\": \"يزيد\",  \"original_text\": null,  \"type\": \"PERSON\",  \"description\": \"يزيد بن معاوية، هو ثاني خلفاء بني أمية، حكم من سنة 60 هـ إلى سنة 64 هـ. وقد اشتهر عهده بوقعة كربلاء، التي قُتل فيها الحسين بن علي.\" } , {  \"name\": \"الحسين\",  \"original_text\": null,  \"type\": \"PERSON\",  \"description\": \"الحسين بن علي بن أبي طالب، هو حفيد النبي محمد صلى الله عليه وسلم، وابن الإمام علي بن أبي طالب وفاطمة الزهراء. قُتل الحسين في معركة كربلاء سنة 61 هـ، ويُعد رمزًا للشهادة والتضحية في الإسلام.\" } , {  \"name\": \"حسن\",  \"original_text\": null,  \"type\": \"PERSON\",  \"description\": \"الحسن بن علي بن أبي طالب، هو حفيد النبي محمد صلى الله عليه وسلم، وابن الإمام علي بن أبي طالب وفاطمة الزهراء. تنازل الحسن عن الخلافة لمعاوية بن أبي سفيان في عام الجماعة، وتوفي في المدينة المنورة سنة 50 هـ.\" } , {  \"name\": \"عبد الله بن الزبير\",  \"original_text\": null,  \"type\": \"PERSON\",  \"description\": \"عبد الله بن الزبير بن العوام، هو صحابي جليل، وابن الزبير بن العوام، أحد العشرة المبشرين بالجنة. بويع عبد الله بن الزبير بالخلافة في مكة المكرمة سنة 64 هـ، وقُتل في مكة سنة 73 هـ.\" } , {  \"name\": \"مالك\",  \"original_text\": null,  \"type\": \"PERSON\",  \"description\": \"الإمام مالك بن أنس، هو إمام من أئمة الإسلام، ومؤسس المذهب المالكي. ولد الإمام مالك في المدينة المنورة سنة 93 هـ، وتوفي بها سنة 179 هـ.\" } , {  \"name\": \"الشافعي\",  \"original_text\": null,  \"type\": \"PERSON\",  \"description\": \"الإمام محمد بن إدريس الشافعي، هو إمام من أئمة الإسلام، ومؤسس المذهب الشافعي. ولد الإمام الشافعي في غزة بفلسطين سنة 150 هـ، وتوفي في مصر سنة 204 هـ.\" } , {  \"name\": \"ابو حنيفه\",  \"original_text\": null,  \"type\": \"PERSON\",  \"description\": \"الإمام أبو حنيفة النعمان بن ثابت، هو إمام من أئمة الإسلام، ومؤسس المذهب الحنفي. ولد الإمام أبو حنيفة في الكوفة بالعراق سنة 80 هـ، وتوفي في بغداد سنة 150 هـ.\" } , {  \"name\": \"الاندلس\",  \"original_text\": null,  \"type\": \"LOCATION\",  \"description\": \"الأندلس هي منطقة تاريخية تقع في شبه الجزيرة الإيبيرية، وتشمل اليوم إسبانيا والبرتغال. وقد حُكمت الأندلس من قِبل المسلمين لمدة ثمانية قرون، من القرن الثامن الميلادي إلى القرن الخامس عشر الميلادي.\" } , {  \"name\": \"روسو\",  \"original_text\": null,  \"type\": \"PERSON\",  \"description\": \"جان جاك روسو، هو فيلسوف سويسري، ويُعد من أهم فلاسفة عصر التنوير. وقد اشتهر روسو بنظريته عن العقد الاجتماعي، التي تُعد من أهم النظريات السياسية في التاريخ.\" } , {  \"name\": \"هوبز\",  \"original_text\": null,  \"type\": \"PERSON\",  \"description\": \"توماس هوبز، هو فيلسوف إنجليزي، ويُعد من أهم فلاسفة العصر الحديث. وقد اشتهر هوبز بكتابه \"اللفياثان\"، الذي دافع فيه عن نظرية العقد الاجتماعي.\" } , {  \"name\": \"جلوكوزا\",  \"original_text\": null,  \"type\": \"PERSON\",  \"description\": \"جون لوك، هو فيلسوف إنجليزي، ويُعد من أهم فلاسفة عصر التنوير. وقد اشتهر لوك بنظريته عن الحقوق الطبيعية، التي تُعد من أهم أسس الديمقراطية الليبرالية.\" } , {  \"name\": \"العقد الاجتماعي\",  \"original_text\": null,  \"type\": \"MISC\",  \"description\": \"نظرية سياسية تُفسر نشأة الدولة، وتُحدد العلاقة بين الحاكم والمحكوم. وتنص نظرية العقد الاجتماعي على أن الدولة تنشأ نتيجة اتفاق بين الأفراد، يتنازلون بموجبه عن جزء من حرياتهم الطبيعية للحاكم، مقابل حمايته لهم وضمان حقوقهم.\" } , {  \"name\": \"صلح وستفاليا\",  \"original_text\": null,  \"type\": \"EVENT\",  \"description\": \"صلح وستفاليا هو معاهدة سلام أنهت حرب الثلاثين عامًا في أوروبا، ووُقعت في عام 1648. وقد ساهم صلح وستفاليا في إعادة رسم الخريطة السياسية لأوروبا، وإرساء مبدأ سيادة الدول.\" } , {  \"name\": \"امريكا\",  \"original_text\": null,  \"type\": \"LOCATION\",  \"description\": \"الولايات المتحدة الأمريكية، هي دولة تقع في أمريكا الشمالية، وتُعد من أقوى دول العالم. وقد لعبت الولايات المتحدة دورًا هامًا في تاريخ العالم الحديث، خاصةً بعد الحرب العالمية الثانية.\" } , {  \"name\": \"الهند\",  \"original_text\": null,  \"type\": \"LOCATION\",  \"description\": \"جمهورية الهند، هي دولة تقع في جنوب آسيا، وتُعد ثاني أكبر دولة في العالم من حيث عدد السكان. تتمتع الهند بتاريخ حضاري عريق، كما تُعد من الدول الصاعدة اقتصاديًا.\" } , {  \"name\": \"راس الرجاء الصالح\",  \"original_text\": null,  \"type\": \"LOCATION\",  \"description\": \"رأس الرجاء الصالح هو رأس يقع في الطرف الجنوبي من قارة إفريقيا، ويُعد نقطة التقاء بين المحيط الأطلسي والمحيط الهندي.\" } , {  \"name\": \"القرن السادس عشر\",  \"original_text\": null,  \"type\": \"MISC\",  \"description\": \"فترة زمنية هامة في التاريخ، شهدت أحداثًا هامة، مثل بداية عصر النهضة الأوروبية، واكتشاف العالم الجديد.\" } , {  \"name\": \"القرن السابع عشر\",  \"original_text\": null,  \"type\": \"MISC\",  \"description\": \"فترة زمنية هامة في التاريخ، شهدت أحداثًا هامة، مثل الثورة العلمية، والحرب الأهلية الإنجليزية.\" } , {  \"name\": \"القرن الثامن عشر\",  \"original_text\": null,  \"type\": \"MISC\",  \"description\": \"فترة زمنية هامة في التاريخ، شهدت أحداثًا هامة، مثل الثورة الفرنسية، وبداية الثورة الصناعية.\" } , {  \"name\": \"القرن التاسع عشر\",  \"original_text\": null,  \"type\": \"MISC\",  \"description\": \"فترة زمنية هامة في التاريخ، شهدت أحداثًا هامة، مثل الثورة الصناعية، والاستعمار الأوروبي.\" } , {  \"name\": \"الثوره الفرنسيه\",  \"original_text\": null,  \"type\": \"EVENT\",  \"description\": \"الثورة الفرنسية هي ثورة شعبية اندلعت في فرنسا عام 1789، وأطاحت بالنظام الملكي، وأسست الجمهورية الفرنسية الأولى. وتُعد الثورة الفرنسية من أهم الأحداث في التاريخ الحديث، حيث ساهمت في نشر أفكار الحرية والمساواة والإخاء.\" } , {  \"name\": \"بريطانيا\",  \"original_text\": null,  \"type\": \"LOCATION\",  \"description\": \"المملكة المتحدة لبريطانيا العظمى وأيرلندا الشمالية، هي دولة جزرية تقع في شمال غرب أوروبا. تُعد بريطانيا من الدول المتقدمة اقتصاديًا وعسكريًا، كما تتمتع بتاريخ حضاري عريق.\" } , {  \"name\": \"فرنسا\",  \"original_text\": null,  \"type\": \"LOCATION\",  \"description\": \"الجمهورية الفرنسية، هي دولة تقع في غرب أوروبا، وتُعد من الدول المتقدمة اقتصاديًا وعسكريًا. تتمتع فرنسا بتاريخ حضاري عريق، كما تُعد من الدول المؤسسة للاتحاد الأوروبي.\" } , {  \"name\": \"داعش\",  \"original_text\": null,  \"type\": \"ORGANIZATION\",  \"description\": \"داعش هو تنظيم إرهابي متطرف، سيطر على مساحات واسعة من العراق وسوريا، وأعلن قيام ما يسمى \"بدولة الخلافة الإسلامية\". وقد اشتهر داعش بوحشيته وإرهابه، وانتهاكاته لحقوق الإنسان.\" } , {  \"name\": \"ايران\",  \"original_text\": null,  \"type\": \"LOCATION\",  \"description\": \"جمهورية إيران الإسلامية، هي دولة تقع في غرب آسيا، وتتمتع بتاريخ حضاري عريق. وتُعد إيران من الدول الإسلامية الكبرى، كما تتمتع بثقل سياسي واقتصادي في منطقة الشرق الأوسط.\" } , {  \"name\": \"طالبان\",  \"original_text\": null,  \"type\": \"ORGANIZATION\",  \"description\": \"طالبان هي حركة إسلامية سياسية عسكرية، حكمت أفغانستان من عام 1996 إلى عام 2001. وقد اشتهرت طالبان بتطبيقها المتشدد للشريعة الإسلامية، وتضييقها على الحريات الشخصية.\" } , {  \"name\": \"تونس\",  \"original_text\": null,  \"type\": \"LOCATION\",  \"description\": \"الجمهورية التونسية، هي دولة تقع في شمال إفريقيا، وتتمتع بتاريخ حضاري عريق. وقد شهدت تونس ثورة شعبية في عام 2011، أطاحت بنظام الرئيس زين العابدين بن علي.\" } , {  \"name\": \"زين العابدين\",  \"original_text\": null,  \"type\": \"PERSON\",  \"description\": \"زين العابدين بن علي، هو رئيس تونس الأسبق، حكم من عام 1987 إلى عام 2011. وقد أُطيح بنظامه في ثورة شعبية عارمة، هرب على إثرها إلى المملكة العربية السعودية.\" } , {  \"name\": \"غنوشي\",  \"original_text\": null,  \"type\": \"PERSON\",  \"description\": \"راشد الغنوشي، هو سياسي تونسي، وزعيم حركة النهضة الإسلامية. وقد لعب الغنوشي دورًا هامًا في الحياة السياسية التونسية، خاصةً بعد ثورة 2011.\" } , {  \"name\": \"المغرب\",  \"original_text\": null,  \"type\": \"LOCATION\",  \"description\": \"المملكة المغربية، هي دولة تقع في شمال إفريقيا، وتتمتع بتاريخ حضاري عريق. ويُعد المغرب من الدول العربية الكبرى، كما يتمتع بثقل سياسي واقتصادي في منطقة المغرب العربي.\" } , {  \"name\": \"حسن مبارك\",  \"original_text\": null,  \"type\": \"PERSON\",  \"description\": \"محمد حسني مبارك، هو رئيس مصر الأسبق، حكم من عام 1981 إلى عام 2011. وقد أُطيح بنظامه في ثورة شعبية عارمة، حُوكم على إثرها، وتوفي في عام 2020.\" } , {  \"name\": \"مرسي\",  \"original_text\": null,  \"type\": \"PERSON\",  \"description\": \"محمد مرسي عيسى العياط، هو رئيس مصر الأسبق، حكم من عام 2012 إلى عام 2013. وقد فاز مرسي في أول انتخابات رئاسية حرة في تاريخ مصر، وأُطيح به في انقلاب عسكري قاده عبد الفتاح السيسي.\" } , {  \"name\": \"تركيا\",  \"original_text\": null,  \"type\": \"LOCATION\",  \"description\": \"الجمهورية التركية، هي دولة تقع في منطقة الشرق الأوسط، وتتمتع بتاريخ حضاري عريق. وتُعد تركيا من الدول الإسلامية الكبرى، كما تتمتع بثقل سياسي واقتصادي في منطقة الشرق الأوسط.\" } , {  \"name\": \"طه حسين\",  \"original_text\": null,  \"type\": \"PERSON\",  \"description\": \"طه حسين، هو أديب وناقد مصري، ويُعد من أهم رواد النهضة الأدبية في مصر. وقد اشتهر طه حسين بدعوته إلى تجديد الفكر العربي، والانفتاح على الثقافة الغربية.\" } "