{
    "Entities": [
        {
            "name": "يوسف الحسني",
            "original_text": "Yousef Al Hasani",
            "type": "PERSON",
            "description": "يوسف الحسني هو خبير في الإتيكيت والبروتوكول من سلطنة عمان.  درس في أكاديمية لندن الدولية للتواصل وقدم دورات تدريبية في الإتيكيت والبروتوكول في العديد من الدول، بما في ذلك عمان والكويت والمملكة العربية السعودية وقطر والإمارات العربية المتحدة وبريطانيا وماليزيا.  يشتهر بخبرته في مجال الإتيكيت والبروتوكول، وخاصة في التعامل مع كبار الشخصيات والمسؤولين الحكوميين.  كما أنه مؤلف كتاب \"الإتيكيت والبروتوكول في العالم العربي\"."
        },
        {
            "name": "سلطنة عمان",
            "original_text": "Sultanate of Oman",
            "type": "LOCATION",
            "description": "سلطنة عمان هي دولة عربية تقع في جنوب شرق شبه الجزيرة العربية.  تشتهر عمان بتاريخها الغني وثقافتها المتنوعة، فضلاً عن جمالها الطبيعي الخلاب.  تتميز عمان بمناظرها الطبيعية المتنوعة، من الجبال الشاهقة إلى الصحاري الشاسعة والشواطئ الرملية البيضاء.  تُعرف عمان أيضًا بكرم ضيافتها وتقاليدها العريقة."
        },
        {
            "name": "الكويت",
            "original_text": "Kuwait",
            "type": "LOCATION",
            "description": "الكويت هي دولة عربية تقع في شمال شرق شبه الجزيرة العربية.  تشتهر الكويت بثروتها النفطية واقتصادها القوي، فضلاً عن دورها الريادي في مجال العمل الإنساني.  تتميز الكويت بموقعها الاستراتيجي على الخليج العربي، مما جعلها مركزًا تجاريًا هامًا عبر التاريخ.  تُعرف الكويت أيضًا بتنوعها الثقافي وانفتاحها على العالم."
        },
        {
            "name": "وزارة الخارجية",
            "original_text": "Ministry of Foreign Affairs",
            "type": "ORGANIZATION",
            "description": "وزارة الخارجية هي الوزارة المسؤولة عن العلاقات الخارجية للدولة.  تتولى وزارة الخارجية مهام تمثيل الدولة في المحافل الدولية، والتفاوض على الاتفاقيات والمعاهدات، وحماية مصالح الدولة ومواطنيها في الخارج.  تُعتبر وزارة الخارجية من أهم الوزارات في أي دولة، حيث تلعب دورًا حيويًا في تعزيز العلاقات الدولية وحماية مصالح الدولة."
        },
        {
            "name": "مجلس الأمة الكويتي",
            "original_text": "Kuwaiti National Assembly",
            "type": "ORGANIZATION",
            "description": "مجلس الأمة الكويتي هو السلطة التشريعية في دولة الكويت.  يتكون مجلس الأمة من 50 عضوًا منتخبًا من قبل الشعب الكويتي.  يتولى مجلس الأمة مهام سن القوانين، ومراقبة عمل الحكومة، وإقرار الميزانية العامة للدولة.  يُعتبر مجلس الأمة الكويتي من أقدم البرلمانات في منطقة الخليج العربي، ويشتهر بدوره الفعال في الحياة السياسية الكويتية."
        },
        {
            "name": "المملكة العربية السعودية",
            "original_text": "Kingdom of Saudi Arabia",
            "type": "LOCATION",
            "description": "المملكة العربية السعودية هي دولة عربية تقع في جنوب غرب آسيا.  تشتهر السعودية بكونها مهد الإسلام وموطن الحرمين الشريفين، فضلاً عن ثروتها النفطية الهائلة.  تتميز السعودية بمساحتها الشاسعة، حيث تُعتبر أكبر دولة في شبه الجزيرة العربية.  تُعرف السعودية أيضًا بتقاليدها الإسلامية العريقة وثقافتها العربية الأصيلة."
        },
        {
            "name": "قطر",
            "original_text": "Qatar",
            "type": "LOCATION",
            "description": "قطر هي دولة عربية تقع في شرق شبه الجزيرة العربية.  تشتهر قطر بثروتها الغازية واقتصادها القوي، فضلاً عن دورها الريادي في مجال الإعلام والرياضة.  تتميز قطر بموقعها الاستراتيجي على الخليج العربي، مما جعلها مركزًا تجاريًا هامًا.  تُعرف قطر أيضًا بتنوعها الثقافي وانفتاحها على العالم."
        },
        {
            "name": "أكاديمية ربدان",
            "original_text": "Rabdan Academy",
            "type": "ORGANIZATION",
            "description": "أكاديمية ربدان هي مؤسسة تعليمية متخصصة في مجال الأمن والدفاع، تقع في أبوظبي، الإمارات العربية المتحدة.  تقدم أكاديمية ربدان برامج أكاديمية وتدريبية عالية الجودة في مجالات الأمن الوطني والدفاع والأمن السيبراني وإدارة الطوارئ.  تُعتبر أكاديمية ربدان من المؤسسات الرائدة في مجالها، وتساهم في تعزيز الأمن والاستقرار في المنطقة."
        },
        {
            "name": "أكاديمية أنور قرقاش الدبلوماسية",
            "original_text": "Anwar Gargash Diplomatic Academy",
            "type": "ORGANIZATION",
            "description": "أكاديمية أنور قرقاش الدبلوماسية هي مؤسسة تعليمية متخصصة في مجال الدبلوماسية والعلاقات الدولية، تقع في أبوظبي، الإمارات العربية المتحدة.  تقدم أكاديمية أنور قرقاش برامج أكاديمية وتدريبية عالية الجودة في مجالات الدبلوماسية والتفاوض والسياسة الخارجية.  تُعتبر أكاديمية أنور قرقاش من المؤسسات الرائدة في مجالها، وتساهم في إعداد كوادر دبلوماسية مؤهلة لتمثيل دولة الإمارات العربية المتحدة في المحافل الدولية."
        },
        {
            "name": "بريطانيا",
            "original_text": "Britain",
            "type": "LOCATION",
            "description": "بريطانيا، المعروفة رسميًا باسم المملكة المتحدة لبريطانيا العظمى وأيرلندا الشمالية، هي دولة جزرية تقع قبالة الساحل الشمالي الغربي لأوروبا القارية.  تشتهر بريطانيا بتاريخها الغني وثقافتها المتنوعة، فضلاً عن دورها الريادي في مجالات السياسة والاقتصاد والعلوم.  تتميز بريطانيا بمناظرها الطبيعية الخلابة، من التلال الخضراء إلى السواحل الصخرية.  تُعرف بريطانيا أيضًا بنظامها الملكي العريق ونظامها الديمقراطي الراسخ."
        },
        {
            "name": "ماليزيا",
            "original_text": "Malaysia",
            "type": "LOCATION",
            "description": "ماليزيا هي دولة تقع في جنوب شرق آسيا.  تشتهر ماليزيا بتنوعها الثقافي والعرقي، فضلاً عن جمالها الطبيعي الخلاب.  تتميز ماليزيا بمناظرها الطبيعية المتنوعة، من الغابات الاستوائية المطيرة إلى الشواطئ الرملية البيضاء.  تُعرف ماليزيا أيضًا بتطورها الاقتصادي السريع وانفتاحها على العالم."
        },
        {
            "name": "الولايات المتحدة الأمريكية",
            "original_text": "United States of America",
            "type": "LOCATION",
            "description": "الولايات المتحدة الأمريكية هي دولة تقع في قارة أمريكا الشمالية.  تشتهر الولايات المتحدة الأمريكية بكونها قوة عظمى عالمية، فضلاً عن دورها الريادي في مجالات السياسة والاقتصاد والعلوم والتكنولوجيا.  تتميز الولايات المتحدة الأمريكية بتنوعها الثقافي والعرقي، فضلاً عن مساحتها الشاسعة.  تُعرف الولايات المتحدة الأمريكية أيضًا بنظامها الديمقراطي الراسخ واقتصادها القوي."
        },
        {
            "name": "فرنسا",
            "original_text": "France",
            "type": "LOCATION",
            "description": "فرنسا هي دولة تقع في غرب أوروبا.  تشتهر فرنسا بتاريخها الغني وثقافتها المتنوعة، فضلاً عن دورها الريادي في مجالات الفن والموضة والمطبخ.  تتميز فرنسا بمناظرها الطبيعية الخلابة، من جبال الألب إلى سواحل البحر الأبيض المتوسط.  تُعرف فرنسا أيضًا بنظامها الجمهوري الراسخ واقتصادها القوي."
        },
        {
            "name": "الامم المتحدة",
            "original_text": "United Nations",
            "type": "ORGANIZATION",
            "description": "الأمم المتحدة هي منظمة دولية تأسست عام 1945 بهدف تعزيز السلام والأمن الدوليين، وحماية حقوق الإنسان، وتحقيق التنمية الاقتصادية والاجتماعية.  تضم الأمم المتحدة 193 دولة عضوًا، وتعمل من خلال مجموعة من الأجهزة والوكالات المتخصصة.  تُعتبر الأمم المتحدة من أهم المنظمات الدولية، وتلعب دورًا حيويًا في معالجة القضايا العالمية."
        },
        {
            "name": "السلطان مراد الثالث",
            "original_text": "Sultan Murad III",
            "type": "PERSON",
            "description": "السلطان مراد الثالث هو السلطان العثماني الحادي عشر، حكم الدولة العثمانية من عام 1574 إلى عام 1595.  اشتهر السلطان مراد الثالث بفترة حكمه الطويلة، والتي شهدت توسعًا كبيرًا للدولة العثمانية.  كان السلطان مراد الثالث راعيًا للفنون والعلوم، وشهدت فترة حكمه ازدهارًا ثقافيًا كبيرًا.  يُعتبر السلطان مراد الثالث من أهم سلاطين الدولة العثمانية."
        },
        {
            "name": "السلطان قابوس",
            "original_text": "Sultan Qaboos",
            "type": "PERSON",
            "description": "السلطان قابوس بن سعيد هو السلطان التاسع لسلطنة عمان، حكم البلاد من عام 1970 إلى عام 2020.  اشتهر السلطان قابوس بن سعيد بفترة حكمه الطويلة، والتي شهدت تحولًا كبيرًا لسلطنة عمان من دولة فقيرة إلى دولة حديثة ومتطورة.  كان السلطان قابوس بن سعيد قائدًا محترمًا على الصعيدين الإقليمي والدولي، واشتهر بحكمته وحنكته السياسية.  يُعتبر السلطان قابوس بن سعيد من أهم الشخصيات في تاريخ سلطنة عمان."
        },
        {
            "name": "الشيخ صباح الأحمد الجابر الصباح",
            "original_text": "Sheikh Sabah Al-Ahmad Al-Jaber Al-Sabah",
            "type": "PERSON",
            "description": "الشيخ صباح الأحمد الجابر الصباح هو أمير دولة الكويت الخامس عشر، حكم البلاد من عام 2006 إلى عام 2020.  اشتهر الشيخ صباح الأحمد الجابر الصباح بدوره الريادي في مجال العمل الإنساني، وحصل على لقب \"قائد العمل الإنساني\" من الأمم المتحدة.  كان الشيخ صباح الأحمد الجابر الصباح قائدًا محترمًا على الصعيدين الإقليمي والدولي، واشتهر بحكمته وحنكته السياسية.  يُعتبر الشيخ صباح الأحمد الجابر الصباح من أهم الشخصيات في تاريخ دولة الكويت."
        },
        {
            "name": "دونالد ترامب",
            "original_text": "Donald Trump",
            "type": "PERSON",
            "description": "دونالد ترامب هو الرئيس الخامس والأربعون للولايات المتحدة الأمريكية، حكم البلاد من عام 2017 إلى عام 2021.  اشتهر دونالد ترامب بأسلوبه السياسي غير التقليدي، وسياساته الاقتصادية القومية.  كان دونالد ترامب شخصية مثيرة للجدل، وأثارت سياساته ردود فعل متباينة على الصعيدين المحلي والدولي.  يُعتبر دونالد ترامب من أهم الشخصيات في تاريخ الولايات المتحدة الأمريكية."
        },
        {
            "name": "كيم جونغ أون",
            "original_text": "Kim Jong-un",
            "type": "PERSON",
            "description": "كيم جونغ أون هو الزعيم الأعلى لكوريا الشمالية، تولى السلطة عام 2011.  اشتهر كيم جونغ أون بسياساته العسكرية العدوانية، وبرنامجه النووي المثير للجدل.  كان كيم جونغ أون شخصية غامضة، وأثارت سياساته قلقًا كبيرًا على الصعيد الدولي.  يُعتبر كيم جونغ أون من أهم الشخصيات في تاريخ كوريا الشمالية."
        },
        {
            "name": "سنغافورة",
            "original_text": "Singapore",
            "type": "LOCATION",
            "description": "سنغافورة هي دولة جزرية تقع في جنوب شرق آسيا.  تشتهر سنغافورة بتطورها الاقتصادي السريع، ونظامها السياسي المستقر.  تتميز سنغافورة بموقعها الاستراتيجي على مضيق ملقا، مما جعلها مركزًا تجاريًا هامًا.  تُعرف سنغافورة أيضًا بنظافتها وانضباطها، فضلاً عن تنوعها الثقافي."
        },
        {
            "name": "معاهدة كارل ويتز",
            "original_text": "Treaty of Karlwitz",
            "type": "LAW",
            "description": "معاهدة كارل ويتز هي معاهدة سلام وقعت عام 1699 بين الدولة العثمانية والإمبراطورية الرومانية المقدسة، بالإضافة إلى عدد من الدول الأوروبية الأخرى.  أنهت معاهدة كارل ويتز الحرب العثمانية النمساوية الكبرى، والتي استمرت لمدة 16 عامًا.  حددت معاهدة كارل ويتز حدود الدولة العثمانية في أوروبا، وأدت إلى تراجع النفوذ العثماني في القارة."
        },
        {
            "name": "كرواتيا",
            "original_text": "Croatia",
            "type": "LOCATION",
            "description": "كرواتيا هي دولة تقع في جنوب شرق أوروبا.  تشتهر كرواتيا بسواحلها الجميلة على البحر الأدرياتيكي، فضلاً عن تاريخها الغني وثقافتها المتنوعة.  تتميز كرواتيا بمناظرها الطبيعية الخلابة، من الجبال الشاهقة إلى السواحل الصخرية.  تُعرف كرواتيا أيضًا بانضمامها إلى الاتحاد الأوروبي عام 2013."
        },
        {
            "name": "المجر",
            "original_text": "Hungary",
            "type": "LOCATION",
            "description": "المجر هي دولة تقع في وسط أوروبا.  تشتهر المجر بتاريخها الغني وثقافتها المتنوعة، فضلاً عن عاصمتها بودابست، التي تُعتبر من أجمل مدن أوروبا.  تتميز المجر بمناظرها الطبيعية الخلابة، من السهول الشاسعة إلى التلال الخضراء.  تُعرف المجر أيضًا بانضمامها إلى الاتحاد الأوروبي عام 2004."
        },
        {
            "name": "ألمانيا",
            "original_text": "Germany",
            "type": "LOCATION",
            "description": "ألمانيا هي دولة تقع في وسط أوروبا.  تشتهر ألمانيا باقتصادها القوي، وتاريخها الغني وثقافتها المتنوعة.  تتميز ألمانيا بمناظرها الطبيعية الخلابة، من جبال الألب إلى سواحل بحر البلطيق.  تُعرف ألمانيا أيضًا بدورها الريادي في الاتحاد الأوروبي."
        },
        {
            "name": "اتفاقية فيينا",
            "original_text": "Vienna Convention",
            "type": "LAW",
            "description": "اتفاقية فيينا هي اتفاقية دولية تحدد قواعد العلاقات الدبلوماسية بين الدول.  اعتمدت اتفاقية فيينا عام 1961، ودخلت حيز التنفيذ عام 1964.  تُعتبر اتفاقية فيينا من أهم الاتفاقيات الدولية في مجال العلاقات الدبلوماسية، وتُطبقها معظم دول العالم."
        },
        {
            "name": "محكمة العدل الدولية",
            "original_text": "International Court of Justice",
            "type": "ORGANIZATION",
            "description": "محكمة العدل الدولية هي الجهاز القضائي الرئيسي للأمم المتحدة.  تقع محكمة العدل الدولية في لاهاي، هولندا.  تتولى محكمة العدل الدولية الفصل في النزاعات القانونية بين الدول، وإصدار فتاوى قانونية بناءً على طلب الأجهزة الرئيسية للأمم المتحدة.  تُعتبر محكمة العدل الدولية من أهم المحاكم الدولية، وتلعب دورًا حيويًا في تعزيز سيادة القانون على الصعيد الدولي."
        },
        {
            "name": "الشيخ خليفة بن زايد آل نهيان",
            "original_text": "Sheikh Khalifa bin Zayed Al Nahyan",
            "type": "PERSON",
            "description": "الشيخ خليفة بن زايد آل نهيان هو رئيس دولة الإمارات العربية المتحدة الثاني، حكم البلاد من عام 2004 إلى عام 2022.  اشتهر الشيخ خليفة بن زايد آل نهيان بدوره في تطوير دولة الإمارات العربية المتحدة، وتحويلها إلى مركز اقتصادي عالمي.  كان الشيخ خليفة بن زايد آل نهيان قائدًا محترمًا على الصعيدين الإقليمي والدولي، واشتهر بحكمته وحنكته السياسية.  يُعتبر الشيخ خليفة بن زايد آل نهيان من أهم الشخصيات في تاريخ دولة الإمارات العربية المتحدة."
        },
        {
            "name": "الشيخ حمد بن خليفة آل ثاني",
            "original_text": "Sheikh Hamad bin Khalifa Al Thani",
            "type": "PERSON",
            "description": "الشيخ حمد بن خليفة آل ثاني هو أمير دولة قطر السابق، حكم البلاد من عام 1995 إلى عام 2013.  اشتهر الشيخ حمد بن خليفة آل ثاني بدوره في تطوير دولة قطر، وتحويلها إلى مركز إعلامي ورياضي عالمي.  كان الشيخ حمد بن خليفة آل ثاني قائدًا محترمًا على الصعيدين الإقليمي والدولي، واشتهر بحكمته وحنكته السياسية.  يُعتبر الشيخ حمد بن خليفة آل ثاني من أهم الشخصيات في تاريخ دولة قطر."
        },
        {
            "name": "الشيخ تميم بن حمد آل ثاني",
            "original_text": "Sheikh Tamim bin Hamad Al Thani",
            "type": "PERSON",
            "description": "الشيخ تميم بن حمد آل ثاني هو أمير دولة قطر الحالي، تولى السلطة عام 2013.  اشتهر الشيخ تميم بن حمد آل ثاني بدوره في تعزيز مكانة دولة قطر على الصعيد الدولي، ودعمه للرياضة والثقافة.  يُعتبر الشيخ تميم بن حمد آل ثاني من أهم الشخصيات في تاريخ دولة قطر."
        },
        {
            "name": "الأمير محمد بن سلمان",
            "original_text": "Prince Mohammed bin Salman",
            "type": "PERSON",
            "description": "الأمير محمد بن سلمان هو ولي عهد المملكة العربية السعودية، ورئيس مجلس الوزراء.  اشتهر الأمير محمد بن سلمان برؤيته الطموحة \"رؤية 2030\"، والتي تهدف إلى تنويع الاقتصاد السعودي وتقليل اعتماده على النفط.  يُعتبر الأمير محمد بن سلمان من أهم الشخصيات في المملكة العربية السعودية، ويلعب دورًا حيويًا في shaping مستقبل البلاد."
        },
        {
            "name": "الأمير محمد بن نايف",
            "original_text": "Prince Mohammed bin Nayef",
            "type": "PERSON",
            "description": "الأمير محمد بن نايف هو ولي عهد المملكة العربية السعودية السابق، ووزير الداخلية السابق.  اشتهر الأمير محمد بن نايف بدوره في مكافحة الإرهاب، وحصل على العديد من الجوائز والتقديرات الدولية لجهوده في هذا المجال.  يُعتبر الأمير محمد بن نايف من أهم الشخصيات في المملكة العربية السعودية."
        },
        {
            "name": "اليابان",
            "original_text": "Japan",
            "type": "LOCATION",
            "description": "اليابان هي دولة جزرية تقع في شرق آسيا.  تشتهر اليابان باقتصادها القوي، وتكنولوجيتها المتقدمة، وثقافتها الفريدة.  تتميز اليابان بمناظرها الطبيعية الخلابة، من جبال الألب اليابانية إلى سواحل المحيط الهادئ.  تُعرف اليابان أيضًا بتقاليدها العريقة، وفنونها الجميلة، ومطبخها اللذيذ."
        },
        {
            "name": "فلاديمير بوتين",
            "original_text": "Vladimir Putin",
            "type": "PERSON",
            "description": "فلاديمير بوتين هو رئيس روسيا الحالي، تولى السلطة عام 2000.  اشتهر فلاديمير بوتين بسياساته القوية، ودوره في تعزيز مكانة روسيا على الصعيد الدولي.  يُعتبر فلاديمير بوتين من أهم الشخصيات في تاريخ روسيا، ويلعب دورًا حيويًا في shaping مستقبل البلاد."
        },
        {
            "name": "جورج دبليو بوش",
            "original_text": "George W. Bush",
            "type": "PERSON",
            "description": "جورج دبليو بوش هو الرئيس الثالث والأربعون للولايات المتحدة الأمريكية، حكم البلاد من عام 2001 إلى عام 2009.  اشتهر جورج دبليو بوش بحربه على الإرهاب، وغزو العراق عام 2003.  يُعتبر جورج دبليو بوش من أهم الشخصيات في تاريخ الولايات المتحدة الأمريكية."
        },
        {
            "name": "توني بلير",
            "original_text": "Tony Blair",
            "type": "PERSON",
            "description": "توني بلير هو رئيس وزراء المملكة المتحدة السابق، تولى السلطة عام 1997.  اشتهر توني بلير بدوره في حرب كوسوفو عام 1999، وغزو العراق عام 2003.  يُعتبر توني بلير من أهم الشخصيات في تاريخ المملكة المتحدة."
        },
        {
            "name": "باراك أوباما",
            "original_text": "Barack Obama",
            "type": "PERSON",
            "description": "باراك أوباما هو الرئيس الرابع والأربعون للولايات المتحدة الأمريكية، حكم البلاد من عام 2009 إلى عام 2017.  اشتهر باراك أوباما بكونه أول رئيس أمريكي من أصل أفريقي، وبإصلاحه لنظام الرعاية الصحية في الولايات المتحدة.  يُعتبر باراك أوباما من أهم الشخصيات في تاريخ الولايات المتحدة الأمريكية."
        },
        {
            "name": "كوبا",
            "original_text": "Cuba",
            "type": "LOCATION",
            "description": "كوبا هي دولة جزرية تقع في البحر الكاريبي.  تشتهر كوبا بثقافتها الغنية، وتاريخها الثوري، ونظامها الاشتراكي.  تتميز كوبا بمناظرها الطبيعية الخلابة، من الشواطئ الرملية البيضاء إلى الغابات الاستوائية المطيرة.  تُعرف كوبا أيضًا بسياراتها الكلاسيكية، وموسيقاها اللاتينية، وشعبها الودود."
        },
        {
            "name": "الملكة إليزابيث الثانية",
            "original_text": "Queen Elizabeth II",
            "type": "PERSON",
            "description": "الملكة إليزابيث الثانية هي ملكة المملكة المتحدة، تولت العرش عام 1952.  اشتهرت الملكة إليزابيث الثانية بفترة حكمها الطويلة، والتي شهدت تحولات كبيرة في المملكة المتحدة والعالم.  كانت الملكة إليزابيث الثانية رمزًا للاستقرار والوحدة في المملكة المتحدة، وحظيت باحترام كبير على الصعيد الدولي.  تُعتبر الملكة إليزابيث الثانية من أهم الشخصيات في تاريخ المملكة المتحدة."
        },
        {
            "name": "كمال الدين أتاتورك",
            "original_text": "Kemal Atatürk",
            "type": "PERSON",
            "description": "كمال الدين أتاتورك هو مؤسس الجمهورية التركية الحديثة، وأول رئيس لها.  اشتهر كمال الدين أتاتورك بإصلاحاته الجذرية، والتي حولت تركيا من دولة إسلامية إلى دولة علمانية حديثة.  يُعتبر كمال الدين أتاتورك من أهم الشخصيات في تاريخ تركيا."
        },
        {
            "name": "قصر وندسور",
            "original_text": "Windsor Castle",
            "type": "LOCATION",
            "description": "قصر وندسور هو أحد القصور الملكية في المملكة المتحدة، ويقع في بلدة وندسور، مقاطعة باركشير.  يُعتبر قصر وندسور من أكبر القصور المأهولة في العالم، ويُستخدم كمقر إقامة رسمي للملكة إليزابيث الثانية.  يشتهر قصر وندسور بتاريخه الغني، وهندسته المعمارية الرائعة، وحدائقه الجميلة."
        },
        {
            "name": "نيويورك",
            "original_text": "New York",
            "type": "LOCATION",
            "description": "نيويورك هي مدينة تقع في ولاية نيويورك، الولايات المتحدة الأمريكية.  تُعتبر نيويورك من أهم المدن في العالم، وتشتهر بناطحات سحابها، ومتاحفها، ومسارحها، فضلاً عن تنوعها الثقافي والعرقي.  تتميز نيويورك بموقعها الاستراتيجي على الساحل الشرقي للولايات المتحدة، مما جعلها مركزًا تجاريًا وماليًا هامًا."
        },
        {
            "name": "البرازيل",
            "original_text": "Brazil",
            "type": "LOCATION",
            "description": "البرازيل هي دولة تقع في أمريكا الجنوبية.  تشتهر البرازيل بغاباتها الاستوائية المطيرة، وشواطئها الجميلة، وثقافتها النابضة بالحياة.  تتميز البرازيل بمساحتها الشاسعة، حيث تُعتبر خامس أكبر دولة في العالم.  تُعرف البرازيل أيضًا بكرة القدم، والموسيقى، والكرنفال."
        },
        {
            "name": "صحيح البخاري",
            "original_text": "Sahih al-Bukhari",
            "type": "WORK_OF_ART",
            "description": "صحيح البخاري هو أحد أهم كتب الحديث النبوي عند المسلمين.  جمعه الإمام البخاري في القرن التاسع الميلادي، ويحتوي على آلاف الأحاديث النبوية الصحيحة.  يُعتبر صحيح البخاري من أهم المصادر الإسلامية، ويُستخدم كمرجع ديني في جميع أنحاء العالم الإسلامي."
        },
        {
            "name": "كتاب الاتيكيت الإسلامي",
            "original_text": "The Book of Islamic Etiquette",
            "type": "WORK_OF_ART",
            "description": "كتاب الاتيكيت الإسلامي هو كتاب يتناول آداب السلوك والتعامل في الإسلام.  يُعتبر كتاب الاتيكيت الإسلامي من الكتب المهمة التي تُرشد المسلمين إلى كيفية التعامل مع الآخرين بأخلاق حسنة، واحترام، وتقدير.  يُغطي كتاب الاتيكيت الإسلامي العديد من جوانب الحياة، بما في ذلك آداب الطعام، واللباس، والزيارة، والحديث."
        },
        {
            "name": "عبد اللطيف البريجاوي",
            "original_text": "Abdul Latif Al-Bregawi",
            "type": "PERSON",
            "description": "عبد اللطيف البريجاوي هو كاتب وباحث إسلامي، اشتهر بكتابه \"كتاب الاتيكيت الإسلامي\".  يُعتبر عبد اللطيف البريجاوي من الشخصيات البارزة في مجال الدعوة الإسلامية، وله العديد من المؤلفات والمحاضرات التي تُرشد المسلمين إلى كيفية العيش وفقًا لتعاليم الإسلام."
        },
        {
            "name": "كوردون بلو",
            "original_text": "Le Cordon Bleu",
            "type": "ORGANIZATION",
            "description": "كوردون بلو هي مؤسسة تعليمية عالمية متخصصة في مجال فنون الطهي والضيافة.  تأسست كوردون بلو في باريس عام 1895، ولها فروع في العديد من دول العالم.  تقدم كوردون بلو برامج أكاديمية وتدريبية عالية الجودة في مجالات الطهي، والحلويات، وإدارة الفنادق والمطاعم.  تُعتبر كوردون بلو من المؤسسات الرائدة في مجالها، وتُخرج العديد من الطهاة المحترفين."
        }
    ]
}