"\"Entities\": [  {    \"name\": \"قطر\",    \"original_text\": \"قطر\",    \"type\": \"LOCATION\",    \"description\": \"دولة قطر هي دولة عربية تقع في شرق شبه الجزيرة العربية، عاصمتها الدوحة. تتميز قطر بثقافتها الغنية وتراثها العريق، كما أنها دولة غنية بالنفط والغاز الطبيعي. تشتهر قطر باستضافتها لكأس العالم لكرة القدم 2022، مما جعلها محط أنظار العالم.\"  },  {    \"name\": \"بي بي سي\",    \"original_text\": \"بي بي سي\",    \"type\": \"ORGANIZATION\",    \"description\": \"هيئة الإذاعة البريطانية (BBC) هي مؤسسة إعلامية بريطانية عامة تأسست عام 1922. تُعدّ BBC من أكبر وأعرق المؤسسات الإعلامية في العالم، وتتميز بتغطيتها الإخبارية الشاملة والموضوعية. تُقدم BBC مجموعة واسعة من البرامج الإذاعية والتلفزيونية، بالإضافة إلى خدمات الإنترنت. تُموّل BBC من خلال رسوم الترخيص التي يدفعها المواطنون البريطانيون.\"  },  {    \"name\": \"كأس العالم\",    \"original_text\": \"كاس العالم\",    \"type\": \"EVENT\",    \"description\": \"كأس العالم لكرة القدم هو أكبر بطولة دولية لكرة القدم للرجال، تُقام كل أربع سنوات. تُنظّم البطولة من قبل الاتحاد الدولي لكرة القدم (FIFA)، وتُشارك فيها منتخبات وطنية من جميع أنحاء العالم. تُعدّ كأس العالم من أكثر الأحداث الرياضية شعبية في العالم، وتجذب ملايين المشاهدين من جميع أنحاء العالم.\"  },  {    \"name\": \"أوليفير روا\",    \"original_text\": \"اوليفير روا\",    \"type\": \"PERSON\",    \"description\": \"أوليفير روا هو عالم سياسي فرنسي معاصر، يُعرف بآرائه المثيرة للجدل حول الغرب والعالم الإسلامي. يرى روا أن الغرب يملك صلاحية تحديد القيم العالمية، وأن الليبرالية هي النموذج الأمثل للمجتمعات. تُعدّ آراء روا محلّ نقاش واسع في الأوساط الأكاديمية والسياسية.\"  },  {    \"name\": \"الليبرالية\",    \"original_text\": \"الليبراليه\",    \"type\": \"MISC\",    \"description\": \"الليبرالية هي فلسفة سياسية واجتماعية تؤكد على الحرية الفردية وحقوق الإنسان. تُشدّد الليبرالية على أهمية الديمقراطية وحكم القانون، وتدعو إلى الحدّ من تدخّل الدولة في حياة الأفراد. تُعدّ الليبرالية من أهمّ التيارات الفكرية في العصر الحديث، ولها تأثير كبير على النظم السياسية والاجتماعية في العديد من دول العالم.\"  },  {    \"name\": \"الإسلام\",    \"original_text\": \"الاسلام\",    \"type\": \"RELIGIOUS_FIGURE\",    \"description\": \"الإسلام هو دين توحيدي إبراهيمي، يؤمن أتباعه بأن الله واحد لا شريك له، وأن محمدًا ﷺ هو خاتم الأنبياء والمرسلين. يُعدّ الإسلام ثاني أكبر ديانة في العالم، وينتشر في جميع أنحاء العالم، وخاصة في الشرق الأوسط وشمال إفريقيا وجنوب شرق آسيا. يتميز الإسلام بتعاليمه السمحة التي تدعو إلى السلام والعدل والمساواة.\"  },  {    \"name\": \"نايف من نهار\",    \"original_text\": \"نايف من نهار\",    \"type\": \"PERSON\",    \"description\": \"الدكتور نايف من نهار هو مفكر وكاتب قطري، يُعرف بكتاباته وأبحاثه في الفكر الإسلامي والليبرالية. يُعدّ من نهار من أبرز الأصوات الفكرية في قطر، وله إسهامات مهمة في النقاشات الفكرية والثقافية في العالم العربي.\"  },  {    \"name\": \"فيصل العقل\",    \"original_text\": \"فيصل العقل\",    \"type\": \"PERSON\",    \"description\": \"فيصل العقل هو إعلامي كويتي، يُعرف بتقديمه لبودكاست \"بدون ورق\". يُعدّ العقل من أبرز الإعلاميين الشباب في الكويت، ويتميز بأسلوبه الحواري الجذاب وقدرته على طرح الأسئلة المهمة.\"  },  {    \"name\": \"بودكاست بدون ورق\",    \"original_text\": \"بودكاست بدون ورق\",    \"type\": \"MEDIA\",    \"description\": \"بودكاست \"بدون ورق\" هو برنامج حواري يُقدّمه الإعلامي الكويتي فيصل العقل. يُناقش البودكاست مجموعة واسعة من القضايا الفكرية والثقافية والاجتماعية، ويستضيف شخصيات بارزة من مختلف المجالات. يتميز البودكاست بأسلوبه الحواري الجذاب وقدرته على طرح الأسئلة المهمة.\"  },  {    \"name\": \"الثورة الفرنسية\",    \"original_text\": \"الثوره الفرنسيه\",    \"type\": \"EVENT\",    \"description\": \"الثورة الفرنسية هي ثورة سياسية واجتماعية اندلعت في فرنسا عام 1789، وأدت إلى إسقاط النظام الملكي وإقامة الجمهورية. تُعدّ الثورة الفرنسية من أهمّ الأحداث التاريخية في العصر الحديث، ولها تأثير كبير على تطور الفكر السياسي والاجتماعي في العالم.\"  },  {    \"name\": \"العصر الأثيني\",    \"original_text\": \"العصر الاثيني\",    \"type\": \"EVENT\",    \"description\": \"العصر الأثيني هو فترة تاريخية في اليونان القديمة، امتدت من القرن الخامس إلى القرن الرابع قبل الميلاد. يُعدّ العصر الأثيني عصرًا ذهبيًا في تاريخ اليونان، وشهد ازدهارًا كبيرًا في الفنون والآداب والفلسفة. تُعدّ أثينا في هذه الفترة مركزًا للحضارة اليونانية، وتتميز بنظامها الديمقراطي.\"  },  {    \"name\": \"العصر الروماني\",    \"original_text\": \"العصر الروماني\",    \"type\": \"EVENT\",    \"description\": \"العصر الروماني هو فترة تاريخية امتدت من القرن الأول قبل الميلاد إلى القرن الخامس الميلادي. يُعدّ العصر الروماني عصرًا من الإمبراطوريات، وشهد توسّعًا كبيرًا للإمبراطورية الرومانية. يتميز العصر الروماني بتطوّر القانون والهندسة المعمارية والفنون.\"  },  {    \"name\": \"الإمبراطورية الرومانية\",    \"original_text\": \"الامبراطوريه الرومانيه\",    \"type\": \"ORGANIZATION\",    \"description\": \"الإمبراطورية الرومانية هي دولة قديمة امتدت من القرن الأول قبل الميلاد إلى القرن الخامس الميلادي. تُعدّ الإمبراطورية الرومانية من أكبر الإمبراطوريات في التاريخ، وشهدت توسّعًا كبيرًا في أوروبا وآسيا وإفريقيا. يتميز العصر الروماني بتطوّر القانون والهندسة المعمارية والفنون.\"  },  {    \"name\": \"القرون الوسطى\",    \"original_text\": \"القرون الوسطى\",    \"type\": \"EVENT\",    \"description\": \"القرون الوسطى هي فترة تاريخية في أوروبا، امتدت من القرن الخامس إلى القرن الخامس عشر الميلادي. تُعدّ القرون الوسطى فترة انتقالية بين العصر القديم والعصر الحديث، وشهدت صعود المسيحية وتأسيس الإقطاع. يتميز العصر الوسطى بالهيمنة الدينية وتراجع العلوم والفنون.\"  },  {    \"name\": \"توما الأكويني\",    \"original_text\": \"توما الاكويني\",    \"type\": \"PERSON\",    \"description\": \"توما الأكويني هو فيلسوف ولاهوتي إيطالي من القرن الثالث عشر الميلادي. يُعدّ الأكويني من أهمّ مفكري العصر الوسطى، وله إسهامات كبيرة في الفلسفة المسيحية. تُعرف فلسفة الأكويني باسم \"التوماوية\"، وتتميز بدمجها بين الفلسفة اليونانية واللاهوت المسيحي.\"  },  {    \"name\": \"القديس أوغسطين\",    \"original_text\": \"القديس اوجستين\",    \"type\": \"PERSON\",    \"description\": \"القديس أوغسطين هو فيلسوف ولاهوتي مسيحي من القرن الرابع الميلادي. يُعدّ أوغسطين من أهمّ آباء الكنيسة، وله إسهامات كبيرة في الفكر المسيحي. تُعرف فلسفة أوغسطين باسم \"الأوغسطينية\"، وتتميز بتأكيدها على الخطيئة الأصلية ونعمة الله.\"  },  {    \"name\": \"عصر النهضة\",    \"original_text\": \"عصر النهضه\",    \"type\": \"EVENT\",    \"description\": \"عصر النهضة هو فترة تاريخية في أوروبا، امتدت من القرن الرابع عشر إلى القرن السادس عشر الميلادي. يُعدّ عصر النهضة فترة ازدهار كبير في الفنون والآداب والعلوم، وشهد تحوّلًا كبيرًا في الفكر الأوروبي. يتميز عصر النهضة بالاهتمام بالإنسان والعالم المادي، وتراجع الهيمنة الدينية.\"  },  {    \"name\": \"مارتن لوثر\",    \"original_text\": \"مارتن لوثر\",    \"type\": \"PERSON\",    \"description\": \"مارتن لوثر هو راهب ألماني من القرن السادس عشر الميلادي، يُعدّ من أهمّ الشخصيات في الإصلاح البروتستانتي. انتقد لوثر العديد من ممارسات الكنيسة الكاثوليكية، ودعا إلى إصلاحها. تُعدّ أفكار لوثر من أهمّ العوامل التي أدّت إلى انقسام الكنيسة المسيحية.\"  },  {    \"name\": \"فرانسيس بيكون\",    \"original_text\": \"فرانسيس بيكون\",    \"type\": \"PERSON\",    \"description\": \"فرانسيس بيكون هو فيلسوف وعالم إنجليزي من القرن السابع عشر الميلادي. يُعدّ بيكون من أهمّ رواد المنهج التجريبي، ودعا إلى الاعتماد على الملاحظة والتجربة في البحث العلمي. تُعدّ أفكار بيكون من أهمّ العوامل التي أدّت إلى الثورة العلمية.\"  },  {    \"name\": \"جون لوك\",    \"original_text\": \"جول لوك\",    \"type\": \"PERSON\",    \"description\": \"جون لوك هو فيلسوف إنجليزي من القرن السابع عشر الميلادي. يُعدّ لوك من أهمّ مفكري الليبرالية، ودعا إلى فصل السلطات وحقوق الإنسان. تُعدّ أفكار لوك من أهمّ العوامل التي أدّت إلى الثورة الأمريكية والثورة الفرنسية.\"  },  {    \"name\": \"ديفيد هيوم\",    \"original_text\": \"ديفيد هيوم\",    \"type\": \"PERSON\",    \"description\": \"ديفيد هيوم هو فيلسوف وعالم اقتصاد اسكتلندي من القرن الثامن عشر الميلادي. يُعدّ هيوم من أهمّ مفكري عصر التنوير، وله إسهامات كبيرة في الفلسفة التجريبية. تُعرف فلسفة هيوم باسم \"التجريبية المتشككة\"، وتتميز بتأكيدها على حدود المعرفة البشرية.\"  },  {    \"name\": \"جان بودان\",    \"original_text\": \"جان بودان\",    \"type\": \"PERSON\",    \"description\": \"جان بودان هو فيلسوف فرنسي من القرن السادس عشر الميلادي. يُعدّ بودان من أهمّ مفكري نظرية السيادة، ودعا إلى سيادة الدولة المطلقة. تُعدّ أفكار بودان من أهمّ العوامل التي أدّت إلى تطور الدولة الحديثة.\"  },  {    \"name\": \"توماس هوبز\",    \"original_text\": \"توماس هوبز\",    \"type\": \"PERSON\",    \"description\": \"توماس هوبز هو فيلسوف إنجليزي من القرن السابع عشر الميلادي. يُعدّ هوبز من أهمّ مفكري نظرية العقد الاجتماعي، ودعا إلى ضرورة وجود دولة قوية لحماية الأفراد من الفوضى. تُعدّ أفكار هوبز من أهمّ العوامل التي أدّت إلى تطور الفكر السياسي الحديث.\"  },  {    \"name\": \"مونتيسكيو\",    \"original_text\": \"مونتيسكيو\",    \"type\": \"PERSON\",    \"description\": \"مونتيسكيو هو فيلسوف فرنسي من القرن الثامن عشر الميلادي. يُعدّ مونتيسكيو من أهمّ مفكري نظرية فصل السلطات، ودعا إلى تقسيم السلطة بين السلطات التشريعية والتنفيذية والقضائية. تُعدّ أفكار مونتيسكيو من أهمّ العوامل التي أدّت إلى تطور الديمقراطية الحديثة.\"  },  {    \"name\": \"جاك روسو\",    \"original_text\": \"جاك روسو\",    \"type\": \"PERSON\",    \"description\": \"جان جاك روسو هو فيلسوف سويسري من القرن الثامن عشر الميلادي. يُعدّ روسو من أهمّ مفكري نظرية العقد الاجتماعي، ودعا إلى ضرورة وجود دولة ديمقراطية تعبّر عن إرادة الشعب. تُعدّ أفكار روسو من أهمّ العوامل التي أدّت إلى الثورة الفرنسية.\"  },  {    \"name\": \"سبينوزا\",    \"original_text\": \"سبينوزا\",    \"type\": \"PERSON\",    \"description\": \"باروخ سبينوزا هو فيلسوف هولندي من القرن السابع عشر الميلادي. يُعدّ سبينوزا من أهمّ مفكري العقلانية، ودعا إلى ضرورة الاعتماد على العقل في فهم العالم. تُعرف فلسفة سبينوزا باسم \"العقلانية الشاملة\"، وتتميز بتأكيدها على وحدة الوجود.\"  },  {    \"name\": \"جون ستيوارت ميل\",    \"original_text\": \"جون ستيورات ميل\",    \"type\": \"PERSON\",    \"description\": \"جون ستيوارت ميل هو فيلسوف وعالم اقتصاد إنجليزي من القرن التاسع عشر الميلادي. يُعدّ ميل من أهمّ مفكري الليبرالية، ودعا إلى حرية الفرد وحقوق المرأة. تُعدّ أفكار ميل من أهمّ العوامل التي أدّت إلى تطور الفكر الليبرالي الحديث.\"  },  {    \"name\": \"فرانسيس فوكوياما\",    \"original_text\": \"فرانسيس فوكوياما\",    \"type\": \"PERSON\",    \"description\": \"فرانسيس فوكوياما هو عالم سياسي أمريكي من أصل ياباني، يُعرف بكتابه \"نهاية التاريخ والإنسان الأخير\". يرى فوكوياما أن الليبرالية الديمقراطية هي النموذج النهائي للحكم، وأن التاريخ قد انتهى بانتصارها. تُعدّ أفكار فوكوياما محلّ نقاش واسع في الأوساط الأكاديمية والسياسية.\"  },  {    \"name\": \"الحرب العالمية الثانية\",    \"original_text\": \"الحرب العالميه الثانيه\",    \"type\": \"EVENT\",    \"description\": \"الحرب العالمية الثانية هي حرب عالمية اندلعت عام 1939 وانتهت عام 1945. تُعدّ الحرب العالمية الثانية من أدمى الحروب في التاريخ، وشهدت مشاركة معظم دول العالم. انتهت الحرب بانتصار الحلفاء على دول المحور.\"  },  {    \"name\": \"هتلر\",    \"original_text\": \"هتلر\",    \"type\": \"PERSON\",    \"description\": \"أدولف هتلر هو سياسي ألماني من أصل نمساوي، قاد ألمانيا النازية خلال الحرب العالمية الثانية. يُعدّ هتلر من أكثر الشخصيات دموية في التاريخ، ومسؤول عن مقتل ملايين الأشخاص خلال الحرب. تُعرف أيديولوجية هتلر باسم \"النازية\"، وتتميز بالعنصرية ومعاداة السامية.\"  },  {    \"name\": \"موسوليني\",    \"original_text\": \"موسوليني\",    \"type\": \"PERSON\",    \"description\": \"بينيتو موسوليني هو سياسي إيطالي، أسس الحزب الفاشي الإيطالي وقاد إيطاليا خلال الحرب العالمية الثانية. يُعدّ موسوليني من أهمّ الشخصيات الفاشية في التاريخ، وله تأثير كبير على تطور الفكر الفاشي.\"  },  {    \"name\": \"فرنسا\",    \"original_text\": \"فرنسا\",    \"type\": \"LOCATION\",    \"description\": \"فرنسا هي دولة أوروبية تقع في غرب أوروبا، عاصمتها باريس. تُعدّ فرنسا من أهمّ الدول في العالم، وتتميز بثقافتها الغنية وتاريخها العريق. تُعرف فرنسا بنظامها الجمهوري الديمقراطي، وباقتصادها القوي.\"  },  {    \"name\": \"تركيا\",    \"original_text\": \"تركيا\",    \"type\": \"LOCATION\",    \"description\": \"تركيا هي دولة تقع في غرب آسيا وجنوب شرق أوروبا، عاصمتها أنقرة. تُعدّ تركيا دولة ذات تاريخ عريق وثقافة غنية، وتتميز بموقعها الاستراتيجي بين قارتي آسيا وأوروبا. تُعرف تركيا بنظامها الجمهوري الديمقراطي، وباقتصادها المتنامي.\"  },  {    \"name\": \"العرب\",    \"original_text\": \"العرب\",    \"type\": \"MISC\",    \"description\": \"العرب هم مجموعة عرقية لغوية وثقافية، ينتشرون في منطقة الشرق الأوسط وشمال إفريقيا. يُعدّ العرب من أقدم الشعوب في العالم، ولهم تاريخ عريق وثقافة غنية. يتميز العرب بلغتهم العربية، ودينهم الإسلام في الغالب.\"  },  {    \"name\": \"سوريا\",    \"original_text\": \"سوريا\",    \"type\": \"LOCATION\",    \"description\": \"سوريا هي دولة عربية تقع في غرب آسيا، عاصمتها دمشق. تُعدّ سوريا دولة ذات تاريخ عريق وثقافة غنية، وتتميز بموقعها الاستراتيجي في الشرق الأوسط. تُعرف سوريا بنظامها الجمهوري، وباقتصادها المتنوع.\"  },  {    \"name\": \"العراق\",    \"original_text\": \"العراق\",    \"type\": \"LOCATION\",    \"description\": \"العراق هي دولة عربية تقع في غرب آسيا، عاصمتها بغداد. تُعدّ العراق دولة ذات تاريخ عريق وثقافة غنية، وتتميز بموقعها الاستراتيجي في الشرق الأوسط. تُعرف العراق بنظامها الجمهوري، وباقتصادها المعتمد على النفط.\"  },  {    \"name\": \"صدام حسين\",    \"original_text\": \"صدام حسين\",    \"type\": \"PERSON\",    \"description\": \"صدام حسين هو سياسي عراقي، حكم العراق من عام 1979 إلى عام 2003. يُعدّ صدام حسين من الشخصيات المثيرة للجدل في التاريخ، وله تأثير كبير على تاريخ العراق. تُعرف فترة حكم صدام حسين باسم \"عصر البعث\"، وتتميز بالدكتاتورية والقمع.\"  },  {    \"name\": \"إيران\",    \"original_text\": \"إيران\",    \"type\": \"LOCATION\",    \"description\": \"إيران هي دولة تقع في غرب آسيا، عاصمتها طهران. تُعدّ إيران دولة ذات تاريخ عريق وثقافة غنية، وتتميز بموقعها الاستراتيجي في الشرق الأوسط. تُعرف إيران بنظامها الجمهوري الإسلامي، وباقتصادها المعتمد على النفط.\"  },  {    \"name\": \"ولاية الفقيه\",    \"original_text\": \"ولايه الفقيه\",    \"type\": \"MISC\",    \"description\": \"ولاية الفقيه هي نظرية سياسية إسلامية شيعية، تُقرّ بولاية الفقيه الجامع للشروط على المسلمين في عصر غيبة الإمام المهدي. تُعدّ ولاية الفقيه من أهمّ أسس النظام السياسي في إيران، وله تأثير كبير على الحياة السياسية والاجتماعية في البلاد.\"  },  {    \"name\": \"المرشد الأعلى\",    \"original_text\": \"المرشد الاعلى\",    \"type\": \"PERSON\",    \"description\": \"المرشد الأعلى هو أعلى منصب ديني وسياسي في إيران، ويُعدّ القائد الأعلى للبلاد. يُعيّن المرشد الأعلى من قبل مجلس الخبراء، ويملك صلاحيات واسعة في إدارة شؤون الدولة.\"  },  {    \"name\": \"مجلس الخبراء\",    \"original_text\": \"مجلس الخبراء\",    \"type\": \"ORGANIZATION\",    \"description\": \"مجلس الخبراء هو هيئة دينية منتخبة في إيران، تُكلّف باختيار المرشد الأعلى ومراقبة أدائه. يُعدّ مجلس الخبراء من أهمّ المؤسسات الدينية والسياسية في إيران، وله تأثير كبير على الحياة السياسية في البلاد.\"  },  {    \"name\": \"مجلس مصلحة تشخيص النظام\",    \"original_text\": \"مجلس مصلحه تشخيص النظام\",    \"type\": \"ORGANIZATION\",    \"description\": \"مجلس مصلحة تشخيص النظام هو هيئة استشارية في إيران، تُكلّف بحلّ الخلافات بين مجلس الشورى ومجلس صيانة الدستور. يُعدّ مجلس مصلحة تشخيص النظام من أهمّ المؤسسات السياسية في إيران، وله تأثير كبير على الحياة السياسية في البلاد.\"  },  {    \"name\": \"مجلس صيانة الدستور\",    \"original_text\": \"مجلس صيانه الدستور\",    \"type\": \"ORGANIZATION\",    \"description\": \"مجلس صيانة الدستور هو هيئة دينية وقانونية في إيران، تُكلّف بمراقبة القوانين والتشريعات والتأكد من مطابقتها للدستور والشريعة الإسلامية. يُعدّ مجلس صيانة الدستور من أهمّ المؤسسات الدينية والسياسية في إيران، وله تأثير كبير على الحياة السياسية والاجتماعية في البلاد.\"  },  {    \"name\": \"المجلس الأعلى للقضاء\",    \"original_text\": \"المجلس الاعلى للقضاء\",    \"type\": \"ORGANIZATION\",    \"description\": \"المجلس الأعلى للقضاء هو أعلى هيئة قضائية في إيران، يُكلّف بإدارة شؤون القضاء في البلاد. يُعيّن رئيس المجلس الأعلى للقضاء من قبل المرشد الأعلى، ويملك صلاحيات واسعة في إدارة شؤون القضاء.\"  },  {    \"name\": \"الكويت\",    \"original_text\": \"الكويت\",    \"type\": \"LOCATION\",    \"description\": \"الكويت هي دولة عربية تقع في غرب آسيا، عاصمتها مدينة الكويت. تُعدّ الكويت دولة ذات تاريخ عريق وثقافة غنية، وتتميز بموقعها الاستراتيجي في الخليج العربي. تُعرف الكويت بنظامها الدستوري، وباقتصادها المعتمد على النفط.\"  },  {    \"name\": \"مجلس الأمة\",    \"original_text\": \"مجلس الامه\",    \"type\": \"ORGANIZATION\",    \"description\": \"مجلس الأمة هو البرلمان الكويتي، وهو هيئة تشريعية منتخبة تُكلّف بسنّ القوانين والتشريعات. يُعدّ مجلس الأمة من أهمّ المؤسسات الديمقراطية في الكويت، وله دور كبير في الحياة السياسية في البلاد.\"  },  {    \"name\": \"إسرائيل\",    \"original_text\": \"اسرائيل\",    \"type\": \"LOCATION\",    \"description\": \"إسرائيل هي دولة تقع في غرب آسيا، عاصمتها القدس. تُعدّ إسرائيل دولة ذات تاريخ عريق وثقافة غنية، وتتميز بموقعها الاستراتيجي في الشرق الأوسط. تُعرف إسرائيل بنظامها الديمقراطي، وباقتصادها المتقدم.\"  },  {    \"name\": \"غزة\",    \"original_text\": \"غزه\",    \"type\": \"LOCATION\",    \"description\": \"غزة هي مدينة فلسطينية تقع على ساحل البحر الأبيض المتوسط، تُعدّ أكبر مدن قطاع غزة. تُعرف غزة بكثافتها السكانية العالية، وبمعاناتها من الحصار الإسرائيلي.\"  },  {    \"name\": \"فلسطين\",    \"original_text\": \"فلسطين\",    \"type\": \"LOCATION\",    \"description\": \"فلسطين هي منطقة جغرافية وتاريخية تقع في غرب آسيا، تُعدّ مهدًا للديانات الإبراهيمية. تُعرف فلسطين بصراعها الطويل مع إسرائيل، وبمعاناة شعبها من الاحتلال.\"  },  {    \"name\": \"الاتحاد السوفيتي\",    \"original_text\": \"الاتحاد السوفيتي\",    \"type\": \"ORGANIZATION\",    \"description\": \"الاتحاد السوفيتي هو دولة شيوعية سابقة، امتدت من عام 1922 إلى عام 1991. تُعدّ الاتحاد السوفيتي من أهمّ الدول في القرن العشرين، وشهدت صراعًا كبيرًا مع الولايات المتحدة الأمريكية خلال الحرب الباردة. تفكك الاتحاد السوفيتي عام 1991 إلى 15 دولة مستقلة.\"  },  {    \"name\": \"الولايات المتحدة الأمريكية\",    \"original_text\": \"الولايات المتحده الامريكيه\",    \"type\": \"LOCATION\",    \"description\": \"الولايات المتحدة الأمريكية هي دولة تقع في أمريكا الشمالية، عاصمتها واشنطن العاصمة. تُعدّ الولايات المتحدة الأمريكية من أهمّ الدول في العالم، وتتميز بقوتها الاقتصادية والعسكرية. تُعرف الولايات المتحدة الأمريكية بنظامها الديمقراطي، وبثقافتها المتنوعة.\"  },  {    \"name\": \"تويتر\",    \"original_text\": \"تويتر\",    \"type\": \"MEDIA\",    \"description\": \"تويتر هو موقع تواصل اجتماعي يسمح للمستخدمين بنشر رسائل قصيرة تُعرف باسم \"التغريدات\". يُعدّ تويتر من أشهر مواقع التواصل الاجتماعي في العالم، ويستخدمه ملايين الأشخاص من جميع أنحاء العالم.\"  },  {    \"name\": \"تيك توك\",    \"original_text\": \"التك توك\",    \"type\": \"MEDIA\",    \"description\": \"تيك توك هو تطبيق تواصل اجتماعي يسمح للمستخدمين بإنشاء ومشاركة مقاطع فيديو قصيرة. يُعدّ تيك توك من أشهر تطبيقات التواصل الاجتماعي في العالم، ويستخدمه ملايين الأشخاص من جميع أنحاء العالم.\"  },  {    \"name\": \"سناب شات\",    \"original_text\": \"سناب شات\",    \"type\": \"MEDIA\",    \"description\": \"سناب شات هو تطبيق تواصل اجتماعي يسمح للمستخدمين بإرسال واستقبال الصور ومقاطع الفيديو التي تختفي بعد فترة زمنية محددة. يُعدّ سناب شات من أشهر تطبيقات التواصل الاجتماعي في العالم، ويستخدمه ملايين الأشخاص من جميع أنحاء العالم.\"  },  {    \"name\": \"النازية\",    \"original_text\": \"النازيه\",    \"type\": \"MISC\",    \"description\": \"النازية هي أيديولوجية سياسية وفلسفية عنصرية، نشأت في ألمانيا في أوائل القرن العشرين. تُعرف النازية بتعصبها القومي ومعاداتها للسامية، ومسؤوليتها عن مقتل ملايين الأشخاص خلال الحرب العالمية الثانية.\"  },  {    \"name\": \"الشيخ تميم\",    \"original_text\": \"الشيخ تميم\",    \"type\": \"PERSON\",    \"description\": \"الشيخ تميم بن حمد آل ثاني هو أمير دولة قطر، تولى الحكم عام 2013. يُعدّ الشيخ تميم من أبرز القادة العرب، وله دور كبير في السياسة الإقليمية والدولية.\"  },  {    \"name\": \"ميسي\",    \"original_text\": \"مسي\",    \"type\": \"PERSON\",    \"description\": \"ليونيل ميسي هو لاعب كرة قدم أرجنتيني، يُعدّ من أفضل لاعبي كرة القدم في التاريخ. يلعب ميسي حاليًا لنادي باريس سان جيرمان الفرنسي، وفاز بالعديد من الجوائز الفردية والجماعية، بما في ذلك جائزة الكرة الذهبية سبع مرات.\"  },  {    \"name\": \"أوكسفورد\",    \"original_text\": \"اوكسفورد\",    \"type\": \"ORGANIZATION\",    \"description\": \"جامعة أوكسفورد هي جامعة بحثية عامة تقع في مدينة أوكسفورد، إنجلترا. تُعدّ جامعة أوكسفورد من أقدم وأعرق الجامعات في العالم، وتتميز بتعليمها عالي الجودة وبأبحاثها الرائدة.\"  },  {    \"name\": \"هارفارد\",    \"original_text\": \"هارفورد\",    \"type\": \"ORGANIZATION\",    \"description\": \"جامعة هارفارد هي جامعة بحثية خاصة تقع في مدينة كامبريدج، ماساتشوستس، الولايات المتحدة الأمريكية. تُعدّ جامعة هارفارد من أقدم وأعرق الجامعات في الولايات المتحدة الأمريكية، وتتميز بتعليمها عالي الجودة وبأبحاثها الرائدة.\"  },  {    \"name\": \"بايدن\",    \"original_text\": \"بايدن\",    \"type\": \"PERSON\",    \"description\": \"جو بايدن هو الرئيس الحالي للولايات المتحدة الأمريكية، تولى الحكم عام 2021. يُعدّ بايدن من أبرز السياسيين الأمريكيين، وله خبرة طويلة في العمل السياسي.\"  },  {    \"name\": \"طالبان\",    \"original_text\": \"طالبان\",    \"type\": \"ORGANIZATION\",    \"description\": \"طالبان هي حركة إسلامية سياسية وعسكرية نشأت في أفغانستان في أوائل التسعينيات. سيطرت طالبان على أفغانستان من عام 1996 إلى عام 2001، وأقامت نظامًا إسلاميًا متشددًا. عادت طالبان إلى السلطة في أفغانستان عام 2021 بعد انسحاب القوات الأمريكية.\"  },  {    \"name\": \"أفغانستان\",    \"original_text\": \"افغانستان\",    \"type\": \"LOCATION\",    \"description\": \"أفغانستان هي دولة تقع في جنوب آسيا، عاصمتها كابل. تُعدّ أفغانستان دولة ذات تاريخ عريق وثقافة غنية، وتتميز بموقعها الاستراتيجي في آسيا الوسطى. تُعرف أفغانستان بصراعاتها الطويلة، وبمعاناة شعبها من الفقر والحروب.\"  },  {    \"name\": \"كابل\",    \"original_text\": \"كابل\",    \"type\": \"LOCATION\",    \"description\": \"كابل هي عاصمة أفغانستان وأكبر مدنها، تقع في شرق البلاد. تُعدّ كابل مدينة ذات تاريخ عريق وثقافة غنية، وتتميز بموقعها الاستراتيجي في أفغانستان.\"  },  {    \"name\": \"سي إن إن\",    \"original_text\": \"سي ان ان\",    \"type\": \"ORGANIZATION\",    \"description\": \"سي إن إن (CNN) هي شبكة تلفزيونية إخبارية أمريكية، تُعدّ من أشهر شبكات الأخبار في العالم. تُقدم CNN تغطية إخبارية شاملة على مدار الساعة، وتتميز بوجود مراسلين لها في جميع أنحاء العالم.\"  },  {    \"name\": \"إسبانيا\",    \"original_text\": \"اسبانيا\",    \"type\": \"LOCATION\",    \"description\": \"إسبانيا هي دولة أوروبية تقع في جنوب غرب أوروبا، عاصمتها مدريد. تُعدّ إسبانيا دولة ذات تاريخ عريق وثقافة غنية، وتتميز بمناخها المعتدل وشواطئها الجميلة. تُعرف إسبانيا بنظامها الملكي الدستوري، وباقتصادها المتنوع.\"  },  {    \"name\": \"النبي محمد\",    \"original_text\": \"النبي عليه والسلام\",    \"type\": \"RELIGIOUS_FIGURE\",    \"description\": \"النبي محمد ﷺ هو خاتم الأنبياء والمرسلين، أرسله الله تعالى رحمة للعالمين. وُلد النبي ﷺ في مكة المكرمة عام 570 ميلادي، ونشأ يتيمًا. بعثه الله تعالى بالرسالة الإسلامية، ودعا الناس إلى عبادة الله وحده لا شريك له. هاجر النبي ﷺ من مكة إلى المدينة المنورة، وأسس الدولة الإسلامية الأولى. تُوفّي النبي ﷺ في المدينة المنورة عام 632 ميلادي.\"  },  {    \"name\": \"القرآن\",    \"original_text\": \"القران\",    \"type\": \"WORK_OF_ART\",    \"description\": \"القرآن الكريم هو كتاب الله تعالى المنزل على النبي محمد ﷺ، وهو معجزة الإسلام الخالدة. يُعدّ القرآن الكريم مصدرًا للتشريع الإسلامي، ودليلًا للمسلمين في جميع شؤون حياتهم. يتميز القرآن الكريم بأسلوبه البليغ ومعانيه السامية، ويُعدّ من أهمّ الكتب المقدسة في العالم.\"  },  {    \"name\": \"قريش\",    \"original_text\": \"قريش\",    \"type\": \"ORGANIZATION\",    \"description\": \"قريش هي قبيلة عربية كانت تسكن مكة المكرمة في شبه الجزيرة العربية، واشتهرت بكونها قبيلة النبي محمد ﷺ. كانت قريش تُسيطر على الكعبة المشرفة، وكانت تُمارس التجارة والحج. عارضت قريش الدعوة الإسلامية في بدايتها، لكنها أسلمت في النهاية.\"  },  {    \"name\": \"مكة\",    \"original_text\": \"مكه\",    \"type\": \"LOCATION\",    \"description\": \"مكة المكرمة هي مدينة مقدسة لدى المسلمين، تقع في غرب المملكة العربية السعودية. تُعدّ مكة المكرمة مهد الإسلام، وبيتها الحرام الذي يضمّ الكعبة المشرفة. يزور ملايين المسلمين مكة المكرمة كل عام لأداء فريضة الحج.\"  },  {    \"name\": \"المدينة المنورة\",    \"origina"