"\"Entities\": [{\"name\": \"الحرب العالمية الأولى\",\"original_text\": \"World War I\",\"type\": \"EVENT\",\"description\": \"الحرب العالمية الأولى، وتُعرف أيضًا باسم الحرب العظمى، هي حرب عالمية نشبت في أوروبا من 28 يوليو 1914 إلى 11 نوفمبر 1918. وصفها معاصروها بأنها \"الحرب التي ستنهي كل الحروب\". شاركت فيها جميع القوى العظمى في العالم، والتي انقسمت إلى تحالفين متعارضين: دول الحلفاء (بقيادة فرنسا وروسيا وبريطانيا العظمى) ودول المركز (بقيادة ألمانيا والنمسا-المجر والدولة العثمانية). امتدت الحرب إلى الشرق الأوسط وأفريقيا وآسيا وأمريكا الشمالية. قُتل فيها أكثر من 16 مليون شخص، من بينهم مدنيون، مما يجعلها واحدة من أكثر الحروب دموية في التاريخ.\"},{\"name\": \"بريطانيا\",\"original_text\": \"Britain\",\"type\": \"LOCATION\",\"description\": \"بريطانيا، رسميًا المملكة المتحدة لبريطانيا العظمى وأيرلندا الشمالية، هي دولة جزرية تقع قبالة الساحل الشمالي الغربي لأوروبا القارية. تتكون المملكة المتحدة من إنجلترا واسكتلندا وويلز وأيرلندا الشمالية. تُعد بريطانيا قوة عظمى ذات نفوذ عالمي كبير في مجالات السياسة والاقتصاد والثقافة. لعبت دورًا رئيسيًا في تشكيل التاريخ الحديث، لا سيما خلال فترة الإمبراطورية البريطانية.\"},{\"name\": \"العرب\",\"original_text\": \"Arabs\",\"type\": \"MISC\",\"description\": \"العرب هم مجموعة عرقية لغوية وثقافية تتركز في منطقة الشرق الأوسط وشمال إفريقيا. يشكل العرب غالبية سكان العديد من الدول في هذه المنطقة، بما في ذلك مصر والسعودية والعراق وسوريا. يتحدث العرب اللغة العربية، وهي لغة سامية تنتمي إلى عائلة اللغات الأفروآسيوية. يتميز العرب بتراث ثقافي غني ومتنوع، يشمل الأدب والشعر والموسيقى والفنون.\"},{\"name\": \"الدولة العثمانية\",\"original_text\": \"Ottoman Empire\",\"type\": \"ORGANIZATION\",\"description\": \"الدولة العثمانية، رسميًا الدولة العلية العثمانية، هي إمبراطورية إسلامية أسسها عثمان الأول في الأناضول في أواخر القرن الثالث عشر. امتدت الدولة العثمانية في أوج قوتها لتشمل مناطق واسعة من جنوب شرق أوروبا وشمال إفريقيا والشرق الأوسط. حكمت الدولة العثمانية لمدة ستة قرون، من القرن الثالث عشر إلى أوائل القرن العشرين. لعبت دورًا رئيسيًا في تشكيل التاريخ الإسلامي والعالمي.\"},{\"name\": \"فرنسا\",\"original_text\": \"France\",\"type\": \"LOCATION\",\"description\": \"فرنسا، رسميًا الجمهورية الفرنسية، هي دولة تقع في أوروبا الغربية. تُعد فرنسا قوة عظمى ذات نفوذ عالمي كبير في مجالات السياسة والاقتصاد والثقافة. لعبت دورًا رئيسيًا في تشكيل التاريخ الأوروبي والعالمي، لا سيما خلال فترة الإمبراطورية الفرنسية.\"},{\"name\": \"اتفاقية سايكس بيكو\",\"original_text\": \"Sykes-Picot Agreement\",\"type\": \"LAW\",\"description\": \"اتفاقية سايكس بيكو هي اتفاقية سرية أبرمتها بريطانيا وفرنسا عام 1916 لتقسيم مناطق النفوذ في الشرق الأوسط بعد انهيار الدولة العثمانية. قسمت الاتفاقية المنطقة إلى مناطق نفوذ فرنسية وبريطانية، مما مهد الطريق لإنشاء دول جديدة في المنطقة، مثل سوريا ولبنان والعراق والأردن. أثارت الاتفاقية جدلاً واسعًا، حيث اعتبرها البعض خيانة للوعود التي قطعتها بريطانيا للعرب خلال الحرب العالمية الأولى.\"},{\"name\": \"أحمد ميلود\",\"original_text\": \"Ahmed Miloud\",\"type\": \"PERSON\",\"description\": \"أحمد ميلود هو أكاديمي ومؤرخ موريتاني. قضى نصف حياته في موريتانيا والنصف الآخر في الولايات المتحدة الأمريكية. حصل على درجة الدكتوراه من جامعة أريزونا، ودرّس في جامعات ويليام وماري، وفرجينيا كومنولث، وهامبتون. انتقل بعد ذلك إلى الكويت، حيث يعمل حاليًا. يهتم ميلود بتاريخ العلاقات بين الشرق والغرب، وله العديد من المؤلفات في هذا المجال.\"},{\"name\": \"غزة\",\"original_text\": \"Gaza\",\"type\": \"LOCATION\",\"description\": \"غزة هي مدينة فلسطينية تقع على ساحل البحر الأبيض المتوسط. تُعد غزة أكبر مدن قطاع غزة، وهي منطقة مكتظة بالسكان تعاني من حصار إسرائيلي منذ عام 2007. شهدت غزة العديد من الحروب والصراعات، مما أدى إلى تدمير كبير في البنية التحتية وتدهور الأوضاع الإنسانية.\"},{\"name\": \"الولايات المتحدة الأمريكية\",\"original_text\": \"United States\",\"type\": \"LOCATION\",\"description\": \"الولايات المتحدة الأمريكية، رسميًا الولايات المتحدة الأمريكية، هي جمهورية دستورية اتحادية تتكون من 50 ولاية ومقاطعة فيدرالية واحدة. تُعد الولايات المتحدة قوة عظمى ذات نفوذ عالمي كبير في مجالات السياسة والاقتصاد والثقافة. لعبت دورًا رئيسيًا في تشكيل التاريخ الحديث، لا سيما بعد الحرب العالمية الثانية.\"},{\"name\": \"الهند\",\"original_text\": \"India\",\"type\": \"LOCATION\",\"description\": \"الهند، رسميًا جمهورية الهند، هي دولة تقع في جنوب آسيا. تُعد الهند ثاني أكبر دولة في العالم من حيث عدد السكان، وهي دولة ذات تنوع ثقافي ولغوي كبير. لعبت الهند دورًا رئيسيًا في تشكيل التاريخ الآسيوي والعالمي، لا سيما خلال فترة الإمبراطورية المغولية.\"},{\"name\": \"أوباما\",\"original_text\": \"Obama\",\"type\": \"PERSON\",\"description\": \"باراك أوباما هو سياسي أمريكي شغل منصب الرئيس الرابع والأربعين للولايات المتحدة الأمريكية من عام 2009 إلى عام 2017. يُعد أوباما أول رئيس أمريكي من أصل أفريقي. اشتهر أوباما بسياساته التقدمية، بما في ذلك قانون الرعاية الصحية بأسعار معقولة، المعروف باسم \"أوباما كير\".\"},{\"name\": \"آسيا\",\"original_text\": \"Asia\",\"type\": \"LOCATION\",\"description\": \"آسيا هي أكبر قارات العالم من حيث المساحة وعدد السكان. تقع آسيا في النصف الشرقي من الكرة الأرضية، وتمتد من المحيط المتجمد الشمالي في الشمال إلى المحيط الهندي في الجنوب. تضم آسيا العديد من الدول ذات الثقافات واللغات المتنوعة، بما في ذلك الصين والهند واليابان.\"},{\"name\": \"الشرق الأوسط\",\"original_text\": \"Middle East\",\"type\": \"LOCATION\",\"description\": \"الشرق الأوسط هو منطقة جغرافية تقع في غرب آسيا وشمال إفريقيا. تضم المنطقة العديد من الدول ذات الثقافات واللغات المتنوعة، بما في ذلك مصر والسعودية وإيران والعراق. يتميز الشرق الأوسط بأهميته الاستراتيجية، حيث يقع على مفترق طرق بين قارات آسيا وأفريقيا وأوروبا.\"},{\"name\": \"موريتانيا\",\"original_text\": \"Mauritania\",\"type\": \"LOCATION\",\"description\": \"موريتانيا، رسميًا الجمهورية الإسلامية الموريتانية، هي دولة تقع في شمال غرب إفريقيا. تُعد موريتانيا دولة ذات تنوع ثقافي ولغوي كبير، حيث تلتقي فيها الثقافات العربية والأمازيغية والأفريقية. اشتهرت موريتانيا في الماضي بتجارة القوافل عبر الصحراء الكبرى.\"},{\"name\": \"نواكشوط\",\"original_text\": \"Nouakchott\",\"type\": \"LOCATION\",\"description\": \"نواكشوط هي عاصمة موريتانيا وأكبر مدنها. تقع نواكشوط على ساحل المحيط الأطلسي، وهي مدينة حديثة نسبيًا، حيث تأسست في عام 1958. تُعد نواكشوط مركزًا سياسيًا واقتصاديًا وثقافيًا لموريتانيا.\"},{\"name\": \"أمريكا\",\"original_text\": \"America\",\"type\": \"LOCATION\",\"description\": \"أمريكا، غالبًا ما تُستخدم للإشارة إلى الولايات المتحدة الأمريكية، هي قارة تقع في نصف الكرة الغربي. تمتد أمريكا من المحيط المتجمد الشمالي في الشمال إلى رأس هورن في الجنوب. تضم أمريكا العديد من الدول ذات الثقافات واللغات المتنوعة، بما في ذلك الولايات المتحدة الأمريكية وكندا والبرازيل.\"},{\"name\": \"منحة فولبرايت\",\"original_text\": \"Fulbright Scholarship\",\"type\": \"MISC\",\"description\": \"منحة فولبرايت هي برنامج تبادل ثقافي وأكاديمي ممول من حكومة الولايات المتحدة الأمريكية. تهدف المنحة إلى تعزيز التفاهم المتبادل بين شعوب الولايات المتحدة الأمريكية ودول العالم الأخرى من خلال التبادل التعليمي والثقافي. تُمنح منحة فولبرايت للطلاب والباحثين والمهنيين من مختلف التخصصات.\"},{\"name\": \"جامعة أريزونا\",\"original_text\": \"University of Arizona\",\"type\": \"ORGANIZATION\",\"description\": \"جامعة أريزونا هي جامعة بحثية عامة تقع في مدينة توكسون بولاية أريزونا الأمريكية. تُعد جامعة أريزونا واحدة من أكبر الجامعات في الولايات المتحدة الأمريكية، وتقدم برامج أكاديمية في مختلف التخصصات.\"},{\"name\": \"جامعة ويليام وماري\",\"original_text\": \"College of William & Mary\",\"type\": \"ORGANIZATION\",\"description\": \"جامعة ويليام وماري هي جامعة بحثية عامة تقع في مدينة ويليامزبرغ بولاية فرجينيا الأمريكية. تُعد جامعة ويليام وماري ثاني أقدم جامعة في الولايات المتحدة الأمريكية، وتقدم برامج أكاديمية في مختلف التخصصات.\"},{\"name\": \"جامعة فرجينيا كومنولث\",\"original_text\": \"Virginia Commonwealth University\",\"type\": \"ORGANIZATION\",\"description\": \"جامعة فرجينيا كومنولث هي جامعة بحثية عامة تقع في مدينة ريتشموند بولاية فرجينيا الأمريكية. تُعد جامعة فرجينيا كومنولث واحدة من أكبر الجامعات في الولايات المتحدة الأمريكية، وتقدم برامج أكاديمية في مختلف التخصصات.\"},{\"name\": \"جامعة هامبتون\",\"original_text\": \"Hampton University\",\"type\": \"ORGANIZATION\",\"description\": \"جامعة هامبتون هي جامعة خاصة تاريخيًا للسود تقع في مدينة هامبتون بولاية فرجينيا الأمريكية. تُعد جامعة هامبتون واحدة من أقدم الجامعات تاريخيًا للسود في الولايات المتحدة الأمريكية، وتقدم برامج أكاديمية في مختلف التخصصات.\"},{\"name\": \"الكويت\",\"original_text\": \"Kuwait\",\"type\": \"LOCATION\",\"description\": \"الكويت، رسميًا دولة الكويت، هي دولة تقع في غرب آسيا. تُعد الكويت دولة غنية بالنفط، ولها اقتصاد متطور. لعبت الكويت دورًا رئيسيًا في تاريخ منطقة الخليج العربي، لا سيما خلال فترة حرب الخليج الثانية.\"},{\"name\": \"أرسطو\",\"original_text\": \"Aristotle\",\"type\": \"PERSON\",\"description\": \"أرسطو هو فيلسوف يوناني قديم، يُعد واحدًا من أهم الفلاسفة في التاريخ الغربي. اشتهر أرسطو بأعماله في مجالات المنطق والميتافيزيقا والأخلاق والسياسة. أثرت فلسفة أرسطو بشكل كبير على الفكر الغربي والعربي والإسلامي.\"},{\"name\": \"باريس\",\"original_text\": \"Paris\",\"type\": \"LOCATION\",\"description\": \"باريس هي عاصمة فرنسا وأكبر مدنها. تُعد باريس واحدة من أهم المدن في العالم، ولها نفوذ كبير في مجالات الثقافة والفنون والموضة. اشتهرت باريس بمعالمها السياحية الشهيرة، مثل برج إيفل ومتحف اللوفر.\"},{\"name\": \"أبو حامد الغزالي\",\"original_text\": \"Al-Ghazali\",\"type\": \"RELIGIOUS_FIGURE\",\"description\": \"أبو حامد الغزالي هو عالم دين وفيلسوف إسلامي، يُعد واحدًا من أهم الشخصيات في تاريخ الفكر الإسلامي. اشتهر الغزالي بأعماله في مجالات الفقه وعلم الكلام والفلسفة. أثرت فلسفة الغزالي بشكل كبير على الفكر الإسلامي في القرون اللاحقة.\"},{\"name\": \"تهافت الفلاسفة\",\"original_text\": \"The Incoherence of the Philosophers\",\"type\": \"WORK_OF_ART\",\"description\": \"تهافت الفلاسفة هو كتاب من تأليف أبو حامد الغزالي، هاجم فيه فلسفة أرسطو وأتباعه من الفلاسفة المسلمين. انتقد الغزالي في كتابه العديد من الأفكار الفلسفية، مثل فكرة قدم العالم وفكرة عدم وجود إرادة إلهية. أثار كتاب تهافت الفلاسفة جدلاً واسعًا في العالم الإسلامي، وأثر بشكل كبير على الفكر الإسلامي في القرون اللاحقة.\"},{\"name\": \"ابن رشد\",\"original_text\": \"Averroes\",\"type\": \"PERSON\",\"description\": \"ابن رشد هو فيلسوف وطبيب وفلكي وقاضي وفقيه إسلامي أندلسي، يُعد واحدًا من أهم الشخصيات في تاريخ الفكر الإسلامي. اشتهر ابن رشد بشروحه على أعمال أرسطو، ودفاعه عن الفلسفة أمام هجمات الغزالي. أثرت فلسفة ابن رشد بشكل كبير على الفكر الغربي في العصور الوسطى.\"},{\"name\": \"تهافت التهافت\",\"original_text\": \"The Incoherence of the Incoherence\",\"type\": \"WORK_OF_ART\",\"description\": \"تهافت التهافت هو كتاب من تأليف ابن رشد، رد فيه على كتاب تهافت الفلاسفة للغزالي. دافع ابن رشد في كتابه عن فلسفة أرسطو، وانتقد هجمات الغزالي على الفلسفة. أثار كتاب تهافت التهافت جدلاً واسعًا في العالم الإسلامي، وأثر بشكل كبير على الفكر الإسلامي والغربي في القرون اللاحقة.\"},{\"name\": \"فرانسيس بيكون\",\"original_text\": \"Francis Bacon\",\"type\": \"PERSON\",\"description\": \"فرانسيس بيكون هو فيلسوف وسياسي وعالم إنجليزي، يُعد واحدًا من أهم الشخصيات في الثورة العلمية. اشتهر بيكون بدعوته إلى استخدام المنهج التجريبي في البحث العلمي، وانتقاده للمنهج الأرسطي التقليدي. أثرت فلسفة بيكون بشكل كبير على تطور العلم الحديث.\"},{\"name\": \"عثمان بن عفان\",\"original_text\": \"Uthman ibn Affan\",\"type\": \"RELIGIOUS_FIGURE\",\"description\": \"عثمان بن عفان هو ثالث الخلفاء الراشدين، يُعد واحدًا من أهم الشخصيات في تاريخ الإسلام. اشتهر عثمان بن عفان بتوسيع الدولة الإسلامية، وجمع القرآن الكريم في مصحف واحد. قُتل عثمان بن عفان في فتنة وقعت في المدينة المنورة عام 656 ميلادية.\"},{\"name\": \"الصين\",\"original_text\": \"China\",\"type\": \"LOCATION\",\"description\": \"الصين، رسميًا جمهورية الصين الشعبية، هي دولة تقع في شرق آسيا. تُعد الصين أكبر دولة في العالم من حيث عدد السكان، وهي دولة ذات اقتصاد متطور ونفوذ عالمي متزايد. لعبت الصين دورًا رئيسيًا في تشكيل التاريخ الآسيوي والعالمي، لا سيما خلال فترة الإمبراطورية الصينية.\"},{\"name\": \"اليابان\",\"original_text\": \"Japan\",\"type\": \"LOCATION\",\"description\": \"اليابان، رسميًا دولة اليابان، هي دولة جزرية تقع في شرق آسيا. تُعد اليابان دولة ذات اقتصاد متطور ونفوذ عالمي كبير. اشتهرت اليابان بثقافتها الفريدة وتقدمها التكنولوجي.\"},{\"name\": \"رأس الرجاء الصالح\",\"original_text\": \"Cape of Good Hope\",\"type\": \"LOCATION\",\"description\": \"رأس الرجاء الصالح هو رأس صخري يقع في الطرف الجنوبي لشبه جزيرة كيب في جنوب إفريقيا. يُعد رأس الرجاء الصالح نقطة تحول هامة في تاريخ الملاحة، حيث كان يُعتبر بوابة الدخول إلى المحيط الهندي من أوروبا.\"},{\"name\": \"أفريقيا\",\"original_text\": \"Africa\",\"type\": \"LOCATION\",\"description\": \"أفريقيا هي ثاني أكبر قارات العالم من حيث المساحة وعدد السكان. تقع أفريقيا في النصف الجنوبي من الكرة الأرضية، وتمتد من البحر الأبيض المتوسط في الشمال إلى رأس الرجاء الصالح في الجنوب. تضم أفريقيا العديد من الدول ذات الثقافات واللغات المتنوعة.\"},{\"name\": \"الهند\",\"original_text\": \"India\",\"type\": \"LOCATION\",\"description\": \"الهند، رسميًا جمهورية الهند، هي دولة تقع في جنوب آسيا. تُعد الهند ثاني أكبر دولة في العالم من حيث عدد السكان، وهي دولة ذات تنوع ثقافي ولغوي كبير. لعبت الهند دورًا رئيسيًا في تشكيل التاريخ الآسيوي والعالمي، لا سيما خلال فترة الإمبراطورية المغولية.\"},{\"name\": \"شركة الهند الشرقية\",\"original_text\": \"East India Company\",\"type\": \"ORGANIZATION\",\"description\": \"شركة الهند الشرقية هي شركة تجارية إنجليزية تأسست عام 1600. حصلت الشركة على امتياز ملكي للتجارة مع الهند، وامتدت عملياتها لتشمل مناطق واسعة من جنوب شرق آسيا. لعبت شركة الهند الشرقية دورًا رئيسيًا في استعمار الهند، وأصبحت قوة سياسية وعسكرية كبيرة في المنطقة.\"},{\"name\": \"المغرب\",\"original_text\": \"Morocco\",\"type\": \"LOCATION\",\"description\": \"المغرب، رسميًا المملكة المغربية، هي دولة تقع في شمال غرب إفريقيا. تُعد المغرب دولة ذات تنوع ثقافي ولغوي كبير، حيث تلتقي فيها الثقافات العربية والأمازيغية والأفريقية. اشتهر المغرب في الماضي بتجارة القوافل عبر الصحراء الكبرى.\"},{\"name\": \"معركة وادي المخازن\",\"original_text\": \"Battle of Alcácer Quibir\",\"type\": \"EVENT\",\"description\": \"معركة وادي المخازن، المعروفة أيضًا باسم معركة الملوك الثلاثة، هي معركة وقعت عام 1578 بين الجيش المغربي بقيادة السلطان عبد الملك الأول السعدي والجيش البرتغالي بقيادة الملك سباستيان الأول. انتهت المعركة بانتصار ساحق للمغاربة، ومقتل الملك سباستيان الأول. تُعد معركة وادي المخازن نقطة تحول هامة في تاريخ المغرب والبرتغال.\"},{\"name\": \"البرتغال\",\"original_text\": \"Portugal\",\"type\": \"LOCATION\",\"description\": \"البرتغال، رسميًا الجمهورية البرتغالية، هي دولة تقع في جنوب غرب أوروبا. تُعد البرتغال دولة ذات تاريخ غني، لعبت دورًا رئيسيًا في عصر الاكتشافات الجغرافية. اشتهرت البرتغال بإمبراطوريتها الاستعمارية الواسعة، والتي امتدت لتشمل مناطق واسعة من العالم.\"},{\"name\": \"الحروب الصليبية\",\"original_text\": \"Crusades\",\"type\": \"EVENT\",\"description\": \"الحروب الصليبية هي سلسلة من الحملات العسكرية التي شنها الأوروبيون المسيحيون على الشرق الأوسط بين القرنين الحادي عشر والثالث عشر. كان الهدف المعلن للحروب الصليبية هو استعادة الأراضي المقدسة من سيطرة المسلمين. أثرت الحروب الصليبية بشكل كبير على العلاقات بين الشرق والغرب، وخلفت وراءها إرثًا من العنف والكراهية.\"},{\"name\": \"الأندلس\",\"original_text\": \"Andalusia\",\"type\": \"LOCATION\",\"description\": \"الأندلس هي منطقة تاريخية تقع في جنوب إسبانيا. حكمت الأندلس من قبل المسلمين لمدة ثمانية قرون، من القرن الثامن إلى القرن الخامس عشر. اشتهرت الأندلس بثقافتها الزاهرة وتقدمها العلمي والفني.\"},{\"name\": \"الدولة العثمانية\",\"original_text\": \"Ottoman Empire\",\"type\": \"ORGANIZATION\",\"description\": \"الدولة العثمانية، رسميًا الدولة العلية العثمانية، هي إمبراطورية إسلامية أسسها عثمان الأول في الأناضول في أواخر القرن الثالث عشر. امتدت الدولة العثمانية في أوج قوتها لتشمل مناطق واسعة من جنوب شرق أوروبا وشمال إفريقيا والشرق الأوسط. حكمت الدولة العثمانية لمدة ستة قرون، من القرن الثالث عشر إلى أوائل القرن العشرين. لعبت دورًا رئيسيًا في تشكيل التاريخ الإسلامي والعالمي.\"},{\"name\": \"كوبرنيكوس\",\"original_text\": \"Copernicus\",\"type\": \"PERSON\",\"description\": \"نيكولاس كوبرنيكوس هو عالم فلك بولندي، يُعد واحدًا من أهم الشخصيات في الثورة العلمية. اشتهر كوبرنيكوس بنظريته حول مركزية الشمس، والتي تنص على أن الشمس هي مركز الكون، وأن الأرض والكواكب الأخرى تدور حولها. أثرت نظرية كوبرنيكوس بشكل كبير على تطور علم الفلك.\"},{\"name\": \"جاليليو\",\"original_text\": \"Galileo\",\"type\": \"PERSON\",\"description\": \"جاليليو جاليلي هو عالم فلك وفيزيائي وفيلسوف إيطالي، يُعد واحدًا من أهم الشخصيات في الثورة العلمية. اشتهر جاليليو بأبحاثه في مجال الميكانيكا والحركة، ودعمه لنظرية كوبرنيكوس حول مركزية الشمس. حوكم جاليليو من قبل محاكم التفتيش بسبب دعمه لنظرية كوبرنيكوس، وأُجبر على التراجع عن آرائه.\"},{\"name\": \"ألمانيا\",\"original_text\": \"Germany\",\"type\": \"LOCATION\",\"description\": \"ألمانيا، رسميًا جمهورية ألمانيا الاتحادية، هي دولة تقع في وسط أوروبا. تُعد ألمانيا دولة ذات اقتصاد متطور ونفوذ عالمي كبير. لعبت ألمانيا دورًا رئيسيًا في تشكيل التاريخ الأوروبي والعالمي، لا سيما خلال القرنين التاسع عشر والعشرين.\"},{\"name\": \"بريطانيا\",\"original_text\": \"Britain\",\"type\": \"LOCATION\",\"description\": \"بريطانيا، رسميًا المملكة المتحدة لبريطانيا العظمى وأيرلندا الشمالية، هي دولة جزرية تقع قبالة الساحل الشمالي الغربي لأوروبا القارية. تتكون المملكة المتحدة من إنجلترا واسكتلندا وويلز وأيرلندا الشمالية. تُعد بريطانيا قوة عظمى ذات نفوذ عالمي كبير في مجالات السياسة والاقتصاد والثقافة. لعبت دورًا رئيسيًا في تشكيل التاريخ الحديث، لا سيما خلال فترة الإمبراطورية البريطانية.\"},{\"name\": \"الثورة الصناعية\",\"original_text\": \"Industrial Revolution\",\"type\": \"EVENT\",\"description\": \"الثورة الصناعية هي فترة من التطور التكنولوجي والاقتصادي السريع بدأت في بريطانيا في أواخر القرن الثامن عشر، وامتدت إلى أجزاء أخرى من العالم. تميزت الثورة الصناعية بتطور الآلات البخارية، وظهور المصانع، وزيادة الإنتاج الصناعي. أثرت الثورة الصناعية بشكل كبير على المجتمعات البشرية، وأدت إلى تحولات كبيرة في أنماط الحياة والعمل.\"},{\"name\": \"الجزائر\",\"original_text\": \"Algeria\",\"type\": \"LOCATION\",\"description\": \"الجزائر، رسميًا الجمهورية الجزائرية الديمقراطية الشعبية، هي دولة تقع في شمال إفريقيا. تُعد الجزائر أكبر دولة في إفريقيا من حيث المساحة، ولها اقتصاد متطور. خضعت الجزائر للاستعمار الفرنسي لمدة 132 عامًا، وحصلت على استقلالها عام 1962.\"},{\"name\": \"فرنسا\",\"original_text\": \"France\",\"type\": \"LOCATION\",\"description\": \"فرنسا، رسميًا الجمهورية الفرنسية، هي دولة تقع في أوروبا الغربية. تُعد فرنسا قوة عظمى ذات نفوذ عالمي كبير في مجالات السياسة والاقتصاد والثقافة. لعبت دورًا رئيسيًا في تشكيل التاريخ الأوروبي والعالمي، لا سيما خلال فترة الإمبراطورية الفرنسية.\"},{\"name\": \"داي الجزائر\",\"original_text\": \"Dey of Algiers\",\"type\": \"PERSON\",\"description\": \"داي الجزائر هو لقب الحاكم العثماني للجزائر خلال الفترة العثمانية. كان داي الجزائر يتمتع بسلطة واسعة، وكان مسؤولاً عن إدارة شؤون الجزائر. اشتهر داي الجزائر بصراعه مع القوى الأوروبية، لا سيما فرنسا.\"},{\"name\": \"الولايات المتحدة الأمريكية\",\"original_text\": \"United States\",\"type\": \"LOCATION\",\"description\": \"الولايات المتحدة الأمريكية، رسميًا الولايات المتحدة الأمريكية، هي جمهورية دستورية اتحادية تتكون من 50 ولاية ومقاطعة فيدرالية واحدة. تُعد الولايات المتحدة قوة عظمى ذات نفوذ عالمي كبير في مجالات السياسة والاقتصاد والثقافة. لعبت دورًا رئيسيًا في تشكيل التاريخ الحديث، لا سيما بعد الحرب العالمية الثانية.\"},{\"name\": \"الأمريكيون\",\"original_text\": \"Americans\",\"type\": \"MISC\",\"description\": \"الأمريكيون هم مواطنو الولايات المتحدة الأمريكية. تُعد الولايات المتحدة الأمريكية دولة متعددة الأعراق والثقافات، حيث ينحدر الأمريكيون من أصول مختلفة. يتميز الأمريكيون بثقافتهم الفريدة وتنوعهم.\"},{\"name\": \"الدولة العثمانية\",\"original_text\": \"Ottoman Empire\",\"type\": \"ORGANIZATION\",\"description\": \"الدولة العثمانية، رسميًا الدولة العلية العثمانية، هي إمبراطورية إسلامية أسسها عثمان الأول في الأناضول في أواخر القرن الثالث عشر. امتدت الدولة العثمانية في أوج قوتها لتشمل مناطق واسعة من جنوب شرق أوروبا وشمال إفريقيا والشرق الأوسط. حكمت الدولة العثمانية لمدة ستة قرون، من القرن الثالث عشر إلى أوائل القرن العشرين. لعبت دورًا رئيسيًا في تشكيل التاريخ الإسلامي والعالمي.\"},{\"name\": \"رفاعة الطهطاوي\",\"original_text\": \"Rifa'a al-Tahtawi\",\"type\": \"PERSON\",\"description\": \"رفاعة الطهطاوي هو عالم دين ومفكر مصري، يُعد واحدًا من رواد النهضة المصرية الحديثة. اشتهر الطهطاوي بكتاباته عن تجربته في فرنسا، ودعوته إلى تحديث المجتمع المصري. أثرت أفكار الطهطاوي بشكل كبير على تطور الفكر المصري في القرن التاسع عشر.\"},{\"name\": \"باريس\",\"original_text\": \"Paris\",\"type\": \"LOCATION\",\"description\": \"باريس هي عاصمة فرنسا وأكبر مدنها. تُعد باريس واحدة من أهم المدن في العالم، ولها نفوذ كبير في مجالات الثقافة والفنون والموضة. اشتهرت باريس بمعالمها السياحية الشهيرة، مثل برج إيفل ومتحف اللوفر.\"},{\"name\": \"تخليص الإبريز في تلخيص باريس\",\"original_text\": \"The Extraction of Gold in the Summary of Paris\",\"type\": \"WORK_OF_ART\",\"description\": \"تخليص الإبريز في تلخيص باريس هو كتاب من تأليف رفاعة الطهطاوي، وصف فيه تجربته في فرنسا خلال بعثته الدراسية. تحدث الطهطاوي في كتابه عن النظام السياسي والاجتماعي والثقافي في فرنسا، ودعا إلى تحديث المجتمع المصري على غرار النموذج الفرنسي. أثار كتاب تخليص الإبريز في تلخيص باريس جدلاً واسعًا في مصر، وأثر بشكل كبير على تطور الفكر المصري في القرن التاسع عشر.\"},{\"name\": \"خير الدين التونسي\",\"original_text\": \"Kheireddine Pasha\",\"type\": \"PERSON\",\"description\": \"خير الدين التونسي هو سياسي ومفكر تونسي، يُعد واحدًا من رواد الإصلاح في الدولة العثمانية. شغل خير الدين التونسي العديد من المناصب الهامة في الدولة العثمانية، بما في ذلك منصب الصدر الأعظم. اشتهر خير الدين التونسي بدعوته إلى تحديث الدولة العثمانية على غرار النموذج الأوروبي.\"},{\"name\": \"تونس\",\"original_text\": \"Tunisia\",\"type\": \"LOCATION\",\"description\": \"تونس، رسميًا الجمهورية التونسية، هي دولة تقع في شمال إفريقيا. تُعد تونس دولة ذات تاريخ غني، لعبت دورًا رئيسيًا في الحضارة الفينيقية والرومانية والعربية. اشتهرت تونس بثورتها عام 2011، والتي أطاحت بنظام الرئيس زين العابدين بن علي.\"},{\"name\": \"الثورة الفرنسية\",\"original_text\": \"French Revolution\",\"type\": \"EVENT\",\"description\": \"الثورة الفرنسية هي فترة من الاضطرابات السياسية والاجتماعية الكبرى في فرنسا بدأت عام 1789، وانتهت عام 1799. تميزت الثورة الفرنسية بإطاحة النظام الملكي، وإعلان الجمهورية، وإعدام الملك لويس السادس عشر. أثرت الثورة الفرنسية بشكل كبير على فرنسا وأوروبا والعالم، وأدت إلى تحولات كبيرة في أنظمة الحكم والمجتمعات.\"},{\"name\": \"فرنسا\",\"original_text\": \"France\",\"type\": \"LOCATION\",\"description\": \"فرنسا، رسميًا الجمهورية الفرنسية، هي دولة تقع في أوروبا الغربية. تُعد فرنسا قوة عظمى ذات نفوذ عالمي كبير في مجالات السياسة والاقتصاد والثقافة. لعبت دورًا رئيسيًا في تشكيل التاريخ الأوروبي والعالمي، لا سيما خلال فترة الإمبراطورية الفرنسية.\"},{\"name\": \"الكاثوليك\",\"original_text\": \"Catholics\",\"type\": \"RELIGIOUS_FIGURE\",\"description\": \"الكاثوليك هم أتباع الكنيسة الكاثوليكية، وهي أكبر طائفة مسيحية في العالم. تُعد الكنيسة الكاثوليكية مؤسسة دينية ذات نفوذ كبير في العالم، ولها تاريخ غني. يتميز الكاثوليك بمعتقداتهم وممارساتهم الدينية المميزة.\"},{\"name\": \"الدولة الرومانية\",\"original_text\": \"Roman Empire\",\"type\": \"ORGANIZATION\",\"description\": \"الدولة الرومانية، رسميًا الإمبراطورية الرومانية، هي دولة قديمة امتدت في أوج قوتها لتشمل مناطق واسعة من أوروبا وشمال إفريقيا والشرق الأوسط. حكمت الدولة الرومانية لمدة خمسة قرون، من القرن الأول قبل الميلاد إلى القرن الخامس الميلادي. لعبت الدولة الرومانية دورًا رئيسيًا في تشكيل الحضارة الغربية.\"},{\"name\": \"أوروبا\",\"original_text\": \"Europe\",\"type\": \"LOCATION\",\"description\": \"أوروبا هي قارة تقع في النصف الشمالي من الكرة الأرضية، وتمتد من المحيط الأطلسي في الغرب إلى جبال الأورال في الشرق. تضم أوروبا العديد من الدول ذات الثقافات واللغات المتنوعة. لعبت أوروبا دورًا رئيسيًا في تشكيل التاريخ العالمي، لا سيما خلال فترة الاستعمار.\"},{\"name\": \"الثورة البروتستانتية\",\"original_text\": \"Protestant Reformation\",\"type\": \"EVENT\",\"description\": \"الثورة البروتستانتية هي حركة دينية بدأت في أوروبا في القرن السادس عشر، وأدت إلى انقسام الكنيسة المسيحية إلى طوائف كاثوليكية وبروتستانتية. تميزت الثورة البروتستانتية بانتقاد ممارسات الكنيسة الكاثوليكية، ودعوة إلى إصلاح الكنيسة. أثرت الثورة البروتستانتية بشكل كبير على أوروبا والعالم، وأدت إلى تحولات كبيرة في الدين والمجتمع.\"},{\"name\": \"روسيا\",\"original_text\": \"Russia\",\"type\": \"LOCATION\",\"description\": \"روسيا، رسميًا الاتحاد الروسي، هي دولة تقع في شرق أوروبا وشمال آسيا. تُعد روسيا أكبر دولة في العالم من حيث المساحة، ولها نفوذ عالمي كبير. لعبت روسيا دورًا رئيسيًا في تشكيل التاريخ الأوروبي والعالمي، لا سيما خلال فترة الإمبراطورية الروسية.\"},{\"name\": \"الجزائر\",\"original_text\": \"Algeria\",\"type\": \"LOCATION\",\"description\": \"الجزائر، رسميًا الجمهورية الجزائرية الديمقراطية الشعبية، هي دولة تقع في شمال إفريقيا. تُعد الجزائر أكبر دولة في إفريقيا من حيث المساحة، ولها اقتصاد متطور. خضعت الجزائر للاستعمار الفرنسي لمدة 132 عامًا، وحصلت على استقلالها عام 1962.\"},{\"name\": \"فرنسا\",\"original_text\": \"France\",\"type\": \"LOCATION\",\"description\": \"فرنسا، رسميًا الجمهورية الفرنسية، هي دولة تقع في أوروبا الغربية. تُعد فرنسا قوة عظمى ذات نفوذ عالمي كبير في مجالات السياسة والاقتصاد والثقافة. لعبت دورًا رئيسيًا في تشكيل التاريخ الأوروبي والعالمي، لا سيما خلال فترة الإمبراطورية الفرنسية.\"},{\"name\": \"فلسطين\",\"original_text\": \"Palestine\",\"type\": \"LOCATION\",\"description\": \"فلسطين هي منطقة جغرافية تقع في الشرق الأوسط. تُعد فلسطين مهد الديانات الإبراهيمية الثلاث، وهي منطقة ذات أهمية ديني"