"\"Entities\": [  {    \"name\": \"جوانتانامو\",    \"original_text\": \"Guantanamo\",    \"type\": \"LOCATION\",    \"description\": \"جوانتانامو هو اسم لمدينة ومقاطعة في كوبا، ويشتهر عالميًا بوجود قاعدة جوانتانامو البحرية الأمريكية، وهي سجن عسكري مثير للجدل تديره الولايات المتحدة على أرض كوبية مستأجرة. nn اكتسبت جوانتانامو سمعة سيئة بسبب احتجازها لمشتبه بهم بالإرهاب دون محاكمة لفترات طويلة، وانتهاكات حقوق الإنسان المزعومة التي تحدث داخل أسوارها. nnأثارت جوانتانامو انتقادات واسعة من منظمات حقوق الإنسان والحكومات الأجنبية، وطالبت العديد من الدول بإغلاقها. nnلا تزال جوانتانامو رمزًا للجدل حول مكافحة الإرهاب واحترام حقوق الإنسان في سياق الحرب على الإرهاب.\"  },  {    \"name\": \"الكويت\",    \"original_text\": \"Kuwait\",    \"type\": \"LOCATION\",    \"description\": \"الكويت دولة عربية تقع في غرب آسيا، على الساحل الشمالي الغربي للخليج العربي. nn تشتهر الكويت بثروتها النفطية واحتياطياتها الهائلة من النفط، مما جعلها واحدة من أغنى دول العالم. nn تتمتع الكويت بنظام سياسي ملكي دستوري، وتلعب دورًا مهمًا في المنطقة العربية من خلال عضويتها في مجلس التعاون الخليجي وجامعة الدول العربية. nn تشتهر الكويت أيضًا بثقافتها الغنية وتراثها التاريخي، وتستضيف العديد من المتاحف والمواقع الأثرية.\"  },  {    \"name\": \"مصر\",    \"original_text\": \"Egypt\",    \"type\": \"LOCATION\",    \"description\": \"مصر دولة عربية تقع في شمال شرق أفريقيا، وتشتهر بتاريخها العريق وحضارتها القديمة. nn تعد مصر موطنًا لبعض من أهم المعالم الأثرية في العالم، بما في ذلك الأهرامات وأبو الهول ووادي الملوك. nn تتمتع مصر بموقع استراتيجي هام عند ملتقى قارات آسيا وأفريقيا، وتلعب دورًا مهمًا في المنطقة العربية من خلال عضويتها في جامعة الدول العربية. nn تشتهر مصر أيضًا بثقافتها الغنية وتراثها الفني والأدبي، وتستضيف العديد من المهرجانات والفعاليات الثقافية.\"  },  {    \"name\": \"أمريكا\",    \"original_text\": \"America\",    \"type\": \"LOCATION\",    \"description\": \"أمريكا، أو الولايات المتحدة الأمريكية، هي دولة تقع في قارة أمريكا الشمالية. nn تعد أمريكا واحدة من أقوى دول العالم، وتتمتع بنفوذ سياسي واقتصادي وعسكري كبير. nn تشتهر أمريكا بثقافتها المتنوعة وتراثها الديمقراطي، وتستضيف العديد من المدن العالمية الكبرى مثل نيويورك ولوس أنجلوس وشيكاغو. nn تلعب أمريكا دورًا مهمًا في الشؤون الدولية، وتشارك في العديد من المنظمات الدولية مثل الأمم المتحدة وحلف شمال الأطلسي.\"  },  {    \"name\": \"سامي العريان\",    \"original_text\": \"Sami Al-Arian\",    \"type\": \"PERSON\",    \"description\": \"سامي العريان هو أكاديمي فلسطيني أمريكي، اشتهر بمحاكمته الطويلة في الولايات المتحدة بتهم تتعلق بالإرهاب. nn ولد العريان في الكويت عام 1958، وحصل على درجة الدكتوراه في الهندسة من جامعة ساوث فلوريدا. nn اعتقل العريان عام 2003 بتهم تتعلق بدعم حركة الجهاد الإسلامي في فلسطين، وخضع لمحاكمة استمرت لسنوات. nn أُدين العريان في النهاية بتهمة واحدة تتعلق بالتآمر، وأُطلق سراحه عام 2015 وتم ترحيله إلى تركيا.\"  },  {    \"name\": \"11 سبتمبر 2001\",    \"original_text\": \"September 11, 2001\",    \"type\": \"EVENT\",    \"description\": \"11 سبتمبر 2001 هو تاريخ سلسلة من الهجمات الإرهابية التي استهدفت الولايات المتحدة، نفذتها تنظيم القاعدة. nn استهدفت الهجمات برجي مركز التجارة العالمي في نيويورك، ومبنى البنتاجون في واشنطن العاصمة، وحقل في ولاية بنسلفانيا. nn أسفرت الهجمات عن مقتل ما يقرب من 3000 شخص، وأحدثت صدمة كبيرة في الولايات المتحدة والعالم. nn أدت هجمات 11 سبتمبر إلى إعلان الولايات المتحدة الحرب على الإرهاب، وغزو أفغانستان والعراق.\"  },  {    \"name\": \"فلسطين\",    \"original_text\": \"Palestine\",    \"type\": \"LOCATION\",    \"description\": \"فلسطين منطقة جغرافية وتاريخية تقع في غرب آسيا، على الساحل الشرقي للبحر الأبيض المتوسط. nn تعد فلسطين مهدًا للديانات الإبراهيمية الثلاث، اليهودية والمسيحية والإسلام، وتتمتع بأهمية دينية وتاريخية كبيرة. nn تشهد فلسطين صراعًا طويلًا بين الفلسطينيين والإسرائيليين، وتطالب دولة فلسطين بالاعتراف الدولي بها على حدود عام 1967. nn تتمتع فلسطين بثقافة غنية وتراث تاريخي متنوع، وتستضيف العديد من المواقع الأثرية والمقدسات الدينية.\"  },  {    \"name\": \"الكيان الصهيوني\",    \"original_text\": \"Zionist entity\",    \"type\": \"ORGANIZATION\",    \"description\": \"الكيان الصهيوني هو مصطلح يستخدمه البعض للإشارة إلى دولة إسرائيل، ويشير إلى الحركة الصهيونية التي دعت إلى إقامة دولة يهودية في فلسطين. nn يعتبر هذا المصطلح مثيرًا للجدل، حيث يرفضه البعض ويعتبره مسيئًا، بينما يستخدمه آخرون للتأكيد على الطبيعة الاستعمارية لدولة إسرائيل. nn يشير مصطلح \"الكيان\" إلى عدم الاعتراف بشرعية دولة إسرائيل، ويرفضه الكثيرون ويعتبرونه تحريضًا على الكراهية. nn يفضل استخدام مصطلح \"دولة إسرائيل\" عند الإشارة إلى الدولة اليهودية، وذلك لضمان الحيادية والموضوعية.\"  },  {    \"name\": \"فيصل العقل\",    \"original_text\": \"Faisal Al-Aql\",    \"type\": \"PERSON\",    \"description\": \"فيصل العقل هو إعلامي كويتي، يقدم برنامج \"بدون ورق\" على قناة العدالة. nn يشتهر العقل بأسلوبه الحواري الجريء، واستضافته لشخصيات مثيرة للجدل. nn يركز برنامج \"بدون ورق\" على القضايا السياسية والاجتماعية في العالم العربي، ويستضيف شخصيات من مختلف التوجهات الفكرية. nn يتمتع العقل بشعبية كبيرة في الكويت والعالم العربي، ويعتبر من أبرز الإعلاميين في المنطقة.\"  },  {    \"name\": \"بدون ورق\",    \"original_text\": \"Without Papers\",    \"type\": \"MEDIA\",    \"description\": \"\"بدون ورق\" هو برنامج حواري سياسي يقدمه الإعلامي الكويتي فيصل العقل على قناة العدالة. nn يشتهر البرنامج باستضافته لشخصيات مثيرة للجدل، ومناقشة القضايا السياسية والاجتماعية الحساسة. nn يتميز \"بدون ورق\" بأسلوبه الحواري الجريء، وعدم خضوعه للرقابة. nn يحظى البرنامج بشعبية كبيرة في الكويت والعالم العربي، ويعتبر من أبرز البرامج الحوارية في المنطقة.\"  },  {    \"name\": \"حولي\",    \"original_text\": \"Hawalli\",    \"type\": \"LOCATION\",    \"description\": \"حولي هي محافظة كويتية تقع جنوب العاصمة الكويت. nn تشتهر حولي بكثافتها السكانية العالية، وتنوع سكانها من مختلف الجنسيات. nn تضم حولي العديد من المناطق التجارية والسكنية، وتعتبر من أهم مراكز التسوق والترفيه في الكويت. nn تتميز حولي بموقعها الاستراتيجي، وقربها من العاصمة الكويت.\"  },  {    \"name\": \"سينما الأندلس\",    \"original_text\": \"Andalus Cinema\",    \"type\": \"LOCATION\",    \"description\": \"سينما الأندلس هي دار عرض سينمائية شهيرة كانت تقع في محافظة حولي في الكويت. nn اشتهرت سينما الأندلس بعرضها للأفلام العربية والأجنبية، وكانت من أهم دور العرض السينمائية في الكويت. nn تم إغلاق سينما الأندلس في التسعينيات، وتحولت إلى مبنى تجاري. nn لا تزال سينما الأندلس رمزًا للذكريات الجميلة لعشاق السينما في الكويت.\"  },  {    \"name\": \"فتح\",    \"original_text\": \"Fatah\",    \"type\": \"ORGANIZATION\",    \"description\": \"فتح هي حركة تحرر وطني فلسطينية، تأسست عام 1959 على يد ياسر عرفات. nn تعتبر فتح أكبر فصيل فلسطيني، وتلعب دورًا مهمًا في منظمة التحرير الفلسطينية. nn تناضل فتح من أجل إقامة دولة فلسطينية مستقلة على حدود عام 1967، وعاصمتها القدس الشرقية. nn خاضت فتح صراعات مسلحة وسياسية مع إسرائيل، وتشارك في المفاوضات السلمية معها.\"  },  {    \"name\": \"حماس\",    \"original_text\": \"Hamas\",    \"type\": \"ORGANIZATION\",    \"description\": \"حماس هي حركة إسلامية فلسطينية، تأسست عام 1987 على يد الشيخ أحمد ياسين. nn تعتبر حماس ثاني أكبر فصيل فلسطيني، وتسيطر على قطاع غزة منذ عام 2007. nn تناضل حماس من أجل تحرير فلسطين من الاحتلال الإسرائيلي، وترفض الاعتراف بإسرائيل. nn خاضت حماس صراعات مسلحة مع إسرائيل، وتشارك في بعض الأحيان في المفاوضات السلمية.\"  },  {    \"name\": \"لندن\",    \"original_text\": \"London\",    \"type\": \"LOCATION\",    \"description\": \"لندن هي عاصمة المملكة المتحدة وأكبر مدنها، وتقع على نهر التايمز في جنوب شرق إنجلترا. nn تعد لندن واحدة من أهم المدن العالمية، وتتمتع بنفوذ سياسي واقتصادي وثقافي كبير. nn تشتهر لندن بمعالمها السياحية الشهيرة، مثل برج لندن وبيج بن وعين لندن. nn تستضيف لندن العديد من المتاحف والمسارح والجامعات، وتعتبر مركزًا عالميًا للفنون والثقافة.\"  },  {    \"name\": \"الاتحاد العام لطلبة الكويت\",    \"original_text\": \"General Union of Kuwaiti Students\",    \"type\": \"ORGANIZATION\",    \"description\": \"الاتحاد العام لطلبة الكويت هو منظمة طلابية كويتية، تمثل الطلاب الكويتيين في الجامعات والمعاهد داخل وخارج الكويت. nn يهتم الاتحاد بالدفاع عن حقوق الطلاب، وتقديم الخدمات لهم، وتنظيم الأنشطة الطلابية. nn يلعب الاتحاد دورًا مهمًا في الحياة الطلابية في الكويت، ويساهم في تنمية الوعي الطلابي. nn يتمتع الاتحاد باستقلالية عن الحكومة، ويمثل جميع الطلاب الكويتيين بغض النظر عن توجهاتهم الفكرية.\"  },  {    \"name\": \"الاتحاد الإسلامي لفلسطين\",    \"original_text\": \"Islamic Union for Palestine\",    \"type\": \"ORGANIZATION\",    \"description\": \"الاتحاد الإسلامي لفلسطين هو منظمة إسلامية فلسطينية، تأسست في الولايات المتحدة الأمريكية. nn يهدف الاتحاد إلى دعم القضية الفلسطينية، ونشر الوعي بالقضية الفلسطينية في المجتمع الأمريكي. nn ينظم الاتحاد الأنشطة والفعاليات لدعم القضية الفلسطينية، وجمع التبرعات للفلسطينيين. nn يعتبر الاتحاد من أبرز المنظمات الإسلامية الفلسطينية في الولايات المتحدة الأمريكية.\"  },  {    \"name\": \"بريطانيا\",    \"original_text\": \"Britain\",    \"type\": \"LOCATION\",    \"description\": \"بريطانيا، أو المملكة المتحدة، هي دولة تقع في شمال غرب أوروبا، وتتكون من إنجلترا واسكتلندا وويلز وأيرلندا الشمالية. nn تعد بريطانيا واحدة من أهم دول العالم، وتتمتع بنفوذ سياسي واقتصادي وثقافي كبير. nn تشتهر بريطانيا بتاريخها العريق وثقافتها الغنية، وتستضيف العديد من المدن العالمية الكبرى مثل لندن ومانشستر وإدنبرة. nn تلعب بريطانيا دورًا مهمًا في الشؤون الدولية، وتشارك في العديد من المنظمات الدولية مثل الأمم المتحدة وحلف شمال الأطلسي.\"  },  {    \"name\": \"ألمانيا\",    \"original_text\": \"Germany\",    \"type\": \"LOCATION\",    \"description\": \"ألمانيا دولة تقع في وسط أوروبا، وتعد واحدة من أهم دول الاتحاد الأوروبي. nn تشتهر ألمانيا باقتصادها القوي وصناعتها المتقدمة، وتلعب دورًا مهمًا في الشؤون الدولية. nn تتمتع ألمانيا بتاريخ وثقافة غنيين، وتستضيف العديد من المدن العالمية الكبرى مثل برلين وميونيخ وهامبورغ. nn تشتهر ألمانيا أيضًا بجمال طبيعتها، وتنوعها الجغرافي.\"  },  {    \"name\": \"الأردن\",    \"original_text\": \"Jordan\",    \"type\": \"LOCATION\",    \"description\": \"الأردن دولة عربية تقع في غرب آسيا، على الضفة الشرقية لنهر الأردن. nn تشتهر الأردن بموقعها الاستراتيجي، وتاريخها العريق، وثقافتها الغنية. nn تتمتع الأردن بنظام سياسي ملكي دستوري، وتلعب دورًا مهمًا في المنطقة العربية من خلال عضويتها في جامعة الدول العربية. nn تشتهر الأردن أيضًا بمعالمها السياحية الشهيرة، مثل مدينة البتراء ووادي رم.\"  },  {    \"name\": \"غزة\",    \"original_text\": \"Gaza\",    \"type\": \"LOCATION\",    \"description\": \"غزة هي مدينة فلسطينية تقع على ساحل البحر الأبيض المتوسط، وتعد أكبر مدن قطاع غزة. nn تشتهر غزة بكثافتها السكانية العالية، وتاريخها العريق، وثقافتها الغنية. nn تسيطر حركة حماس على قطاع غزة منذ عام 2007، وتخضع لحصار إسرائيلي مشدد. nn تعاني غزة من ظروف اقتصادية وإنسانية صعبة، نتيجة الحصار والنزاعات المسلحة.\"  },  {    \"name\": \"مصر\",    \"original_text\": \"Egypt\",    \"type\": \"LOCATION\",    \"description\": \"مصر دولة عربية تقع في شمال شرق أفريقيا، وتشتهر بتاريخها العريق وحضارتها القديمة. nn تعد مصر موطنًا لبعض من أهم المعالم الأثرية في العالم، بما في ذلك الأهرامات وأبو الهول ووادي الملوك. nn تتمتع مصر بموقع استراتيجي هام عند ملتقى قارات آسيا وأفريقيا، وتلعب دورًا مهمًا في المنطقة العربية من خلال عضويتها في جامعة الدول العربية. nn تشتهر مصر أيضًا بثقافتها الغنية وتراثها الفني والأدبي، وتستضيف العديد من المهرجانات والفعاليات الثقافية.\"  },  {    \"name\": \"مذبحة صبرا وشاتيلا\",    \"original_text\": \"Sabra and Shatila massacre\",    \"type\": \"EVENT\",    \"description\": \"مذبحة صبرا وشاتيلا هي مذبحة وقعت في مخيمي صبرا وشاتيلا للاجئين الفلسطينيين في بيروت، لبنان، في سبتمبر 1982. nn نفذت المذبحة ميليشيات مسيحية لبنانية متحالفة مع إسرائيل، التي كانت تحتل بيروت في ذلك الوقت. nn أسفرت المذبحة عن مقتل مئات الفلسطينيين، معظمهم من المدنيين العزل. nn أدانت الأمم المتحدة المذبحة، واعتبرتها جريمة حرب.\"  },  {    \"name\": \"جامعة عين شمس\",    \"original_text\": \"Ain Shams University\",    \"type\": \"ORGANIZATION\",    \"description\": \"جامعة عين شمس هي جامعة مصرية حكومية، تقع في القاهرة. nn تعد جامعة عين شمس واحدة من أكبر الجامعات المصرية، وتضم العديد من الكليات والمعاهد. nn تتمتع جامعة عين شمس بسمعة أكاديمية مرموقة، وتخرج منها العديد من الشخصيات البارزة. nn تلعب جامعة عين شمس دورًا مهمًا في التعليم العالي والبحث العلمي في مصر.\"  },  {    \"name\": \"ليبيا\",    \"original_text\": \"Libya\",    \"type\": \"LOCATION\",    \"description\": \"ليبيا دولة عربية تقع في شمال أفريقيا، على ساحل البحر الأبيض المتوسط. nn تشتهر ليبيا بثروتها النفطية واحتياطياتها الهائلة من النفط، مما جعلها واحدة من أغنى دول العالم. nn شهدت ليبيا اضطرابات سياسية وأمنية كبيرة منذ عام 2011، بعد الإطاحة بنظام معمر القذافي. nn تتمتع ليبيا بموقع استراتيجي هام على ساحل البحر الأبيض المتوسط، وتلعب دورًا مهمًا في المنطقة العربية من خلال عضويتها في جامعة الدول العربية.\"  },  {    \"name\": \"السعودية\",    \"original_text\": \"Saudi Arabia\",    \"type\": \"LOCATION\",    \"description\": \"السعودية، أو المملكة العربية السعودية، هي دولة عربية تقع في غرب آسيا، وتشكل الجزء الأكبر من شبه الجزيرة العربية. nn تشتهر السعودية بثروتها النفطية واحتياطياتها الهائلة من النفط، مما جعلها واحدة من أغنى دول العالم. nn تعد السعودية مهد الإسلام، وتستضيف أقدس الأماكن الإسلامية، مكة المكرمة والمدينة المنورة. nn تلعب السعودية دورًا مهمًا في المنطقة العربية من خلال عضويتها في مجلس التعاون الخليجي وجامعة الدول العربية.\"  },  {    \"name\": \"روسيا\",    \"original_text\": \"Russia\",    \"type\": \"LOCATION\",    \"description\": \"روسيا هي دولة عابرة للقارات، تمتد عبر شرق أوروبا وشمال آسيا. nn تعد روسيا أكبر دولة في العالم من حيث المساحة، وتتمتع بنفوذ سياسي واقتصادي وعسكري كبير. nn تشتهر روسيا بتاريخها العريق وثقافتها الغنية، وتستضيف العديد من المدن العالمية الكبرى مثل موسكو وسانت بطرسبرغ. nn تلعب روسيا دورًا مهمًا في الشؤون الدولية، وتشارك في العديد من المنظمات الدولية مثل الأمم المتحدة ومجموعة العشرين.\"  },  {    \"name\": \"جامعة الملك فهد\",    \"original_text\": \"King Fahd University\",    \"type\": \"ORGANIZATION\",    \"description\": \"جامعة الملك فهد للبترول والمعادن هي جامعة سعودية حكومية، تقع في الظهران. nn تعد جامعة الملك فهد واحدة من أعرق الجامعات السعودية، وتشتهر بتخصصها في مجالات العلوم والهندسة. nn تتمتع جامعة الملك فهد بسمعة أكاديمية مرموقة، وتخرج منها العديد من الشخصيات البارزة. nn تلعب جامعة الملك فهد دورًا مهمًا في التعليم العالي والبحث العلمي في السعودية.\"  },  {    \"name\": \"رمضان\",    \"original_text\": \"Ramadan\",    \"type\": \"EVENT\",    \"description\": \"رمضان هو الشهر التاسع في التقويم الهجري، ويعد شهرًا مقدسًا للمسلمين. nn يصوم المسلمون خلال شهر رمضان من الفجر حتى غروب الشمس، ويمتنعون عن الطعام والشراب والعلاقات الزوجية. nn يعتبر شهر رمضان فرصة للتقرب إلى الله، والتوبة، والعمل الصالح. nn يحتفل المسلمون بنهاية شهر رمضان بعيد الفطر، وهو عيد ديني مهم.\"  },  {    \"name\": \"إسماعيل الفاروقي\",    \"original_text\": \"Ismail al-Faruqi\",    \"type\": \"PERSON\",    \"description\": \"إسماعيل الفاروقي هو مفكر إسلامي فلسطيني، اشتهر بدعوته إلى \"إسلامية المعرفة\". nn ولد الفاروقي في يافا عام 1921، وحصل على درجة الدكتوراه في الفلسفة من جامعة إنديانا. nn دعا الفاروقي إلى إعادة بناء المعرفة الإسلامية على أسس إسلامية، ورفض النموذج الغربي للمعرفة. nn اغتيل الفاروقي وزوجته في منزلهما في بنسلفانيا عام 1986.\"  },  {    \"name\": \"رابطة شباب المسلم الكويتي\",    \"original_text\": \"Kuwaiti Muslim Youth Association\",    \"type\": \"ORGANIZATION\",    \"description\": \"رابطة شباب المسلم الكويتي هي منظمة إسلامية كويتية، تأسست في الولايات المتحدة الأمريكية. nn تهدف الرابطة إلى دعم الطلاب الكويتيين المسلمين في الولايات المتحدة الأمريكية، وتقديم الخدمات لهم، وتنظيم الأنشطة الإسلامية. nn تغير اسم الرابطة فيما بعد إلى \"رابطة المسلم العربي\"، لتشمل الطلاب العرب المسلمين من مختلف الجنسيات. nn تعتبر الرابطة من أبرز المنظمات الإسلامية الكويتية في الولايات المتحدة الأمريكية.\"  },  {    \"name\": \"غسان كنفاني\",    \"original_text\": \"Ghassan Kanafani\",    \"type\": \"PERSON\",    \"description\": \"غسان كنفاني هو كاتب فلسطيني، اشتهر برواياته وقصصه القصيرة التي تناولت القضية الفلسطينية. nn ولد كنفاني في عكا عام 1936، ونشأ في مخيمات اللاجئين الفلسطينيين في لبنان. nn تميزت أعمال كنفاني بأسلوبها الواقعي، وتركيزها على معاناة الشعب الفلسطيني. nn اغتيل كنفاني في بيروت عام 1972، في عملية نفذها الموساد الإسرائيلي.\"  },  {    \"name\": \"رجال في الشمس\",    \"original_text\": \"Men in the Sun\",    \"type\": \"WORK_OF_ART\",    \"description\": \"\"رجال في الشمس\" هي رواية للكاتب الفلسطيني غسان كنفاني، صدرت عام 1963. nn تتناول الرواية قصة ثلاثة فلسطينيين يحاولون الهجرة من قطاع غزة إلى الكويت بحثًا عن عمل. nn ترمز الرواية إلى معاناة الشعب الفلسطيني، وظروفه الصعبة في مخيمات اللاجئين. nn تعتبر \"رجال في الشمس\" من أهم الأعمال الأدبية الفلسطينية، وتم تحويلها إلى فيلم سينمائي.\"  },  {    \"name\": \"أرض البرتقال الحزين\",    \"original_text\": \"Returning to Haifa\",    \"type\": \"WORK_OF_ART\",    \"description\": \"\"أرض البرتقال الحزين\" هي رواية للكاتب الفلسطيني غسان كنفاني، صدرت عام 1969. nn تتناول الرواية قصة عائلة فلسطينية تعود إلى منزلها في حيفا بعد 20 عامًا من النكبة. nn ترمز الرواية إلى حق العودة الفلسطيني، والتعلق بالأرض. nn تعتبر \"أرض البرتقال الحزين\" من أهم الأعمال الأدبية الفلسطينية، وتم تحويلها إلى فيلم سينمائي.\"  },  {    \"name\": \"سيد قطب\",    \"original_text\": \"Sayyid Qutb\",    \"type\": \"PERSON\",    \"description\": \"سيد قطب هو مفكر إسلامي مصري، اشتهر بأفكاره الإسلامية المتشددة. nn ولد قطب عام 1906، وحصل على شهادة في الآداب من جامعة القاهرة. nn دعا قطب إلى إقامة دولة إسلامية تحكم بالشريعة الإسلامية، ورفض النظم السياسية الغربية. nn أعدم قطب عام 1966، بتهمة التآمر على نظام الرئيس جمال عبد الناصر.\"  },  {    \"name\": \"في ظلال القرآن\",    \"original_text\": \"In the Shade of the Quran\",    \"type\": \"WORK_OF_ART\",    \"description\": \"\"في ظلال القرآن\" هو كتاب تفسير للقرآن الكريم، كتبه المفكر الإسلامي المصري سيد قطب. nn يتميز تفسير قطب بأسلوبه الأدبي، وتركيزه على الجوانب الاجتماعية والسياسية للقرآن. nn يعتبر \"في ظلال القرآن\" من أهم كتب التفسير في القرن العشرين، وأثر على العديد من الحركات الإسلامية. nn أثار تفسير قطب جدلاً واسعًا، حيث اتهمه البعض بالتشدد والتطرف.\"  },  {    \"name\": \"معالم في الطريق\",    \"original_text\": \"Milestones\",    \"type\": \"WORK_OF_ART\",    \"description\": \"\"معالم في الطريق\" هو كتاب للمفكر الإسلامي المصري سيد قطب، صدر عام 1964. nn يدعو قطب في كتابه إلى إقامة دولة إسلامية تحكم بالشريعة الإسلامية، ويرفض النظم السياسية الغربية. nn يعتبر \"معالم في الطريق\" من أهم الكتب التي أثرت على الحركات الإسلامية المعاصرة. nn أثار كتاب قطب جدلاً واسعًا، حيث اتهمه البعض بالتشدد والتطرف.\"  },  {    \"name\": \"ابن القيم\",    \"original_text\": \"Ibn al-Qayyim\",    \"type\": \"PERSON\",    \"description\": \"ابن القيم هو عالم وفقيه ومفسر إسلامي، عاش في القرن الثامن الهجري. nn اشتهر ابن القيم بكتبه في الفقه والتفسير والتصوف، ويتميز أسلوبه بالعمق والوضوح. nn يعتبر ابن القيم من أهم علماء الإسلام في العصور الوسطى، وأثرت كتبه على العديد من العلماء والفقهاء. nn من أشهر كتب ابن القيم: \"زاد المعاد\"، و\"إعلام الموقعين\"، و\"شفاء العليل\".\"  },  {    \"name\": \"الانتفاضة الأولى\",    \"original_text\": \"First Intifada\",    \"type\": \"EVENT\",    \"description\": \"الانتفاضة الأولى هي انتفاضة شعبية فلسطينية اندلعت عام 1987 ضد الاحتلال الإسرائيلي. nn تميزت الانتفاضة الأولى باستخدام أساليب المقاومة الشعبية، مثل رشق الحجارة والمظاهرات والإضرابات. nn أسفرت الانتفاضة الأولى عن مقتل مئات الفلسطينيين، وإصابة الآلاف. nn أدت الانتفاضة الأولى إلى توقيع اتفاقية أوسلو عام 1993، التي اعترفت منظمة التحرير الفلسطينية بإسرائيل، واعترفت إسرائيل بمنظمة التحرير الفلسطينية كممثل شرعي للشعب الفلسطيني.\"  },  {    \"name\": \"لجنة فلسطين الإسلامية\",    \"original_text\": \"Islamic Committee for Palestine\",    \"type\": \"ORGANIZATION\",    \"description\": \"لجنة فلسطين الإسلامية هي منظمة إسلامية فلسطينية، تأسست في الولايات المتحدة الأمريكية. nn تهدف اللجنة إلى دعم القضية الفلسطينية، ونشر الوعي بالقضية الفلسطينية في المجتمع الأمريكي. nn تنظم اللجنة الأنشطة والفعاليات لدعم القضية الفلسطينية، وجمع التبرعات للفلسطينيين. nn تعتبر اللجنة من أبرز المنظمات الإسلامية الفلسطينية في الولايات المتحدة الأمريكية.\"  },  {    \"name\": \"الموساد\",    \"original_text\": \"Mossad\",    \"type\": \"ORGANIZATION\",    \"description\": \"الموساد هو جهاز الاستخبارات الإسرائيلي، المسؤول عن جمع المعلومات الاستخباراتية، وتنفيذ العمليات السرية خارج إسرائيل. nn يعتبر الموساد من أجهزة الاستخبارات الأكثر كفاءة في العالم، وله تاريخ طويل من العمليات الناجحة. nn يتهم الموساد بتنفيذ عمليات اغتيال وتخريب وتجسس ضد أعداء إسرائيل. nn يثير الموساد جدلاً واسعًا، بسبب أساليبه السرية، وانتهاكاته المزعومة لحقوق الإنسان.\"  },  {    \"name\": \"الاتحاد السوفيتي\",    \"original_text\": \"Soviet Union\",    \"type\": \"ORGANIZATION\",    \"description\": \"الاتحاد السوفيتي هو دولة شيوعية كانت موجودة في الفترة من 1922 إلى 1991. nn كان الاتحاد السوفيتي قوة عظمى، وتنافس مع الولايات المتحدة الأمريكية خلال الحرب الباردة. nn انهار الاتحاد السوفيتي عام 1991، وتفكك إلى 15 دولة مستقلة. nn ترك انهيار الاتحاد السوفيتي فراغًا كبيرًا في النظام العالمي، وأدى إلى تغييرات سياسية واقتصادية كبيرة.\"  },  {    \"name\": \"الكونجرس\",    \"original_text\": \"Congress\",    \"type\": \"ORGANIZATION\",    \"description\": \"الكونجرس هو الهيئة التشريعية في الولايات المتحدة الأمريكية، ويتكون من مجلس الشيوخ ومجلس النواب. nn يمثل الكونجرس الشعب الأمريكي، ويصنع القوانين الفيدرالية. nn يتمتع الكونجرس بسلطات واسعة، بما في ذلك إعلان الحرب، والموافقة على المعاهدات، وتأكيد تعيينات الرئيس. nn يلعب الكونجرس دورًا مهمًا في النظام السياسي الأمريكي، ويوازن سلطة الرئيس.\"  },  {    \"name\": \"يوسف بودانسكي\",    \"original_text\": \"Yosef Bodansky\",    \"type\": \"PERSON\",    \"description\": \"يوسف بودانسكي هو محلل سياسي إسرائيلي، اشتهر بكتبه عن الإرهاب والشرق الأوسط. nn ولد بودانسكي في إسرائيل عام 1947، وحصل على درجة الدكتوراه في العلوم السياسية من جامعة شيكاغو. nn عمل بودانسكي مستشارًا للحكومة الأمريكية في شؤون الإرهاب، وكتب العديد من الكتب عن الإرهاب والشرق الأوسط. nn يعتبر بودانسكي من أبرز المحللين السياسيين في إسرائيل، وله تأثير كبير على صناع القرار في الولايات المتحدة الأمريكية.\"  },  {    \"name\": \"نيويورك\",    \"original_text\": \"New York\",    \"type\": \"LOCATION\",    \"description\": \"نيويورك هي مدينة أمريكية تقع في ولاية نيويورك، وتعد أكبر مدن الولايات المتحدة الأمريكية. nn تشتهر نيويورك بكونها مركزًا عالميًا للتجارة والمال والثقافة، وتستضيف العديد من المعالم السياحية الشهيرة، مثل تمثال الحرية وبرج إمباير ستيت. nn تتمتع نيويورك بتنوع سكاني كبير، وتعتبر من أهم المدن العالمية. nn تلعب نيويورك دورًا مهمًا في الاقتصاد الأمريكي، وتستضيف مقر الأمم المتحدة.\"  },  {    \"name\": \"برج التجارة العالمي\",    \"original_text\": \"World Trade Center\",    \"type\": \"LOCATION\",    \"description\": \"برج التجارة العالمي هو مجمع مبانٍ كان يقع في مدينة نيويورك، ودمر في هجمات 11 سبتمبر 2001. nn كان برج التجارة العالمي رمزًا للقوة الاقتصادية الأمريكية، واستضاف العديد من الشركات والمؤسسات العالمية. nn أسفر تدمير برج التجارة العالمي عن مقتل الآلاف، وأحدث صدمة كبيرة في الولايات المتحدة والعالم. nn تم بناء مجمع مبانٍ جديد في موقع برج التجارة العالمي، وافتتح عام 2014.\"  },  {    \"name\": \"ستيفن إيمرسون\",    \"original_text\": \"Steven Emerson\",    \"type\": \"PERSON\",    \"description\": \"ستيفن إيمرسون هو صحفي أمريكي، اشتهر بكتبه وتقاريره عن الإرهاب الإسلامي. nn ولد إيمرسون عام 1954، وحصل على شهادة في الصحافة من جامعة كولومبيا. nn يتهم إيمرسون بالتحيز ضد المسلمين، ونشر معلومات مغلوطة عن الإسلام. nn أثار إيمرسون جدلاً واسعًا، بسبب تقاريره المثيرة للجدل، واتهاماته للمسلمين بالإرهاب.\"  },  {    \"name\": \"جهاد أمريكا\",    \"original_text\": \"Jihad in America\",    \"type\": \"MEDIA\",    \"description\": \"\"جهاد أمريكا\" هو فيلم وثائقي أعده الصحفي الأمريكي ستيفن إيمرسون، وعرض عام 1994. nn يزعم الفيلم أن هناك شبكة إرهابية إسلامية واسعة النطاق تعمل في الولايات المتحدة الأمريكية. nn أثار الفيلم جدلاً واسعًا، حيث اتهمه البعض بالتحيز ضد المسلمين، ونشر معلومات مغلوطة عن الإسلام. nn يعتبر \"جهاد أمريكا\" من الأفلام الوثائقية التي ساهمت في نشر الإسلاموفوبيا في الولايات المتحدة الأمريكية.\"  },  {    \"name\": \"أوكلاهوما سيتي\",    \"original_text\": \"Oklahoma City\",    \"type\": \"LOCATION\",    \"description\": \"أوكلاهوما سيتي هي عاصمة ولاية أوكلاهوما الأمريكية، وتقع في وسط الولاية. nn تشتهر أوكلاهوما سيتي بكونها مركزًا للصناعة والطاق"