"\"Entities\": [{\"name\": \"مختار الخنشلي\",\"original_text\": \"Mokhtar Alkhanshali\",\"type\": \"PERSON\",\"description\": \"مختار الخنشلي هو شاب يمني ولد في بريطانيا ثم انتقل إلى الولايات المتحدة. عاش في ظروف صعبة جداً بعد تخرجه من الثانوية. أثناء عمله كنادل، اكتشف حبه للقهوة وتاريخها، واكتشف أن القهوة تعود إلى الأراضي العربية وبالأخص اليمن. أصر مختار على السفر إلى اليمن ليعمل على تصدير القهوة اليمنية، ليجد نفسه في حرب لا يستطيع الخروج منها. مختار هو شاب عصامي، كافح في حياته لتحقيق حلمه في تصدير القهوة اليمنية للعالم. واجه العديد من التحديات، بما في ذلك الفقر والحرب، لكنه لم يستسلم. قصة مختار هي قصة ملهمة عن الأمل والمثابرة.\"},{\"name\": \"بريطانيا\",\"original_text\": \"Britain\",\"type\": \"LOCATION\",\"description\": \"بريطانيا، رسمياً المملكة المتحدة لبريطانيا العظمى وأيرلندا الشمالية، هي دولة جزرية ذات سيادة تقع قبالة الساحل الشمالي الغربي لأوروبا القارية. تتكون المملكة المتحدة من جزيرة بريطانيا العظمى، والجزء الشمالي الشرقي من جزيرة أيرلندا، والعديد من الجزر الصغيرة. تقع أيرلندا الشمالية على حدود جمهورية أيرلندا من الجنوب. بخلاف ذلك، تحيط بالمملكة المتحدة المحيط الأطلسي، وبحر الشمال إلى الشرق، والقناة الإنجليزية إلى الجنوب، وبحر سلتيك إلى الجنوب الغربي، حيث يفصل البحر الأيرلندي بريطانيا العظمى عن أيرلندا.\"},{\"name\": \"الولايات المتحدة\",\"original_text\": \"United States\",\"type\": \"LOCATION\",\"description\": \"الولايات المتحدة الأمريكية، واختصارًا الولايات المتحدة، هي جمهورية دستورية فيدرالية تتكون من 50 ولاية، ومنطقة العاصمة الفيدرالية واشنطن، وخمس مناطق رئيسية ذاتية الحكم. تقع معظم الولايات الأربع والأربعين المتجاورة بالإضافة إلى واشنطن العاصمة في وسط أمريكا الشمالية بين كندا والمكسيك، بينما تقع ولاية ألاسكا في أقصى شمال غرب أمريكا الشمالية، وتقع ولاية هاواي أرخبيلًا في وسط المحيط الهادئ. تقع المناطق الأمريكية في منطقة البحر الكاريبي والمحيط الهادئ.\"},{\"name\": \"اليمن\",\"original_text\": \"Yemen\",\"type\": \"LOCATION\",\"description\": \"اليمن، رسمياً الجمهورية اليمنية، هي دولة عربية تقع في غرب آسيا في الطرف الجنوبي من شبه الجزيرة العربية. يحدها من الشمال المملكة العربية السعودية، ومن الشرق سلطنة عمان، ومن الجنوب بحر العرب، ومن الغرب البحر الأحمر. عاصمتها صنعاء، وأكبر مدنها هي عدن. يبلغ عدد سكان اليمن حوالي 30 مليون نسمة، وتبلغ مساحتها حوالي 527,968 كيلومتر مربع.\"},{\"name\": \"إيران\",\"original_text\": \"Iran\",\"type\": \"LOCATION\",\"description\": \"إيران، رسمياً جمهورية إيران الإسلامية، هي دولة تقع في غرب آسيا. يحدها من الشمال أرمينيا وأذربيجان وتركمانستان، ومن الشرق أفغانستان وباكستان، ومن الجنوب الخليج العربي وخليج عمان، ومن الغرب العراق وتركيا. عاصمتها طهران، وأكبر مدنها هي طهران ومشهد وأصفهان وتبريز وشيراز. يبلغ عدد سكان إيران حوالي 84 مليون نسمة، وتبلغ مساحتها حوالي 1,648,195 كيلومتر مربع.\"},{\"name\": \"صنعاء\",\"original_text\": \"Sana'a\",\"type\": \"LOCATION\",\"description\": \"صنعاء هي عاصمة الجمهورية اليمنية وأكبر مدنها. تقع في هضبة صنعاء على ارتفاع 2,200 متر فوق مستوى سطح البحر. يبلغ عدد سكان صنعاء حوالي 2.9 مليون نسمة. تتميز صنعاء بعمارتها التقليدية الفريدة، والتي تعود إلى العصور الوسطى. تضم المدينة العديد من المعالم التاريخية، بما في ذلك جامع صنعاء الكبير، وقلعة صنعاء، ودار الحجر.\"},{\"name\": \"بدون ورق\",\"original_text\": \"Without Paper\",\"type\": \"MEDIA\",\"description\": \"بدون ورق هو برنامج بودكاست سياسي حواري يُبث على يوتيوب. يستضيف البرنامج فيصل العقل، ويستضيف في كل حلقة شخصية بارزة لمناقشة موضوع معين. تتميز حلقات البرنامج بعمقها وتحليلها للمواضيع المطروحة.\"},{\"name\": \"حرز\",\"original_text\": \"Haraz\",\"type\": \"LOCATION\",\"description\": \"حرز هي منطقة جبلية تقع في شمال اليمن. تتميز حرز بارتفاعها الشاهق، حيث تصل إلى 2,200 متر فوق مستوى سطح البحر. تشتهر حرز بزراعة البن، حيث تتميز قهوة حرز بجودتها العالية ونكهتها المميزة.\"},{\"name\": \"إثيوبيا\",\"original_text\": \"Ethiopia\",\"type\": \"LOCATION\",\"description\": \"إثيوبيا، رسمياً جمهورية إثيوبيا الفيدرالية الديمقراطية، هي دولة تقع في شرق أفريقيا. يحدها من الشمال إريتريا، ومن الشرق الصومال وجيبوتي، ومن الجنوب كينيا، ومن الغرب السودان وجنوب السودان. عاصمتها أديس أبابا، وأكبر مدنها هي أديس أبابا ودير داوا ومكيلة. يبلغ عدد سكان إثيوبيا حوالي 115 مليون نسمة، وتبلغ مساحتها حوالي 1,104,300 كيلومتر مربع.\"},{\"name\": \"مؤسسة المخاء\",\"original_text\": \"Mocha Institute\",\"type\": \"ORGANIZATION\",\"description\": \"مؤسسة المخاء هي مؤسسة تنموية تهدف إلى تطوير البن اليمني. تأسست المؤسسة من قبل مختار الخنشلي، وتعمل على تحسين جودة البن اليمني وتسويقه عالمياً. تقدم المؤسسة الدعم للمزارعين اليمنيين، وتساعدهم على تحسين أساليب الزراعة والمعالجة. كما تعمل المؤسسة على توعية المستهلكين بأهمية البن اليمني وفوائده.\"},{\"name\": \"صنعاء\",\"original_text\": \"Sana'a\",\"type\": \"LOCATION\",\"description\": \"صنعاء هي عاصمة الجمهورية اليمنية وأكبر مدنها. تقع في هضبة صنعاء على ارتفاع 2,200 متر فوق مستوى سطح البحر. يبلغ عدد سكان صنعاء حوالي 2.9 مليون نسمة. تتميز صنعاء بعمارتها التقليدية الفريدة، والتي تعود إلى العصور الوسطى. تضم المدينة العديد من المعالم التاريخية، بما في ذلك جامع صنعاء الكبير، وقلعة صنعاء، ودار الحجر.\"},{\"name\": \"عبد الودود مقشر\",\"original_text\": \"Abdul Wadud Muqashar\",\"type\": \"PERSON\",\"description\": \"عبد الودود مقشر هو أكاديمي وباحث يمني متخصص في تاريخ القهوة. يعمل مقشر كعميد في جامعة الحديدة، ويعتبر مرجعية في موضوع تاريخ القهوة في اليمن. شارك مقشر في العديد من المؤتمرات والندوات العلمية، وقدم العديد من الأوراق البحثية حول تاريخ القهوة.\"},{\"name\": \"جامعة الحديدة\",\"original_text\": \"University of Hodeidah\",\"type\": \"ORGANIZATION\",\"description\": \"جامعة الحديدة هي جامعة حكومية تقع في مدينة الحديدة، اليمن. تأسست الجامعة عام 1996، وتضم العديد من الكليات، بما في ذلك كلية الزراعة، وكلية الهندسة، وكلية الطب، وكلية العلوم، وكلية الآداب.\"},{\"name\": \"راهب المخاء\",\"original_text\": \"Monk of Mokha\",\"type\": \"WORK_OF_ART\",\"description\": \"راهب المخاء هو كتاب من تأليف ديف إيجرز، يحكي قصة مختار الخنشلي، الشاب اليمني الذي سافر إلى اليمن ليعمل على تصدير القهوة اليمنية. يصف الكتاب رحلة مختار من بدايتها في الولايات المتحدة إلى وصوله إلى اليمن، والتحديات التي واجهها هناك، بما في ذلك الفقر والحرب. يعتبر الكتاب قصة ملهمة عن الأمل والمثابرة.\"},{\"name\": \"علي بن عمر الشاذلي\",\"original_text\": \"Ali ibn Umar al-Shadhili\",\"type\": \"RELIGIOUS_FIGURE\",\"description\": \"علي بن عمر الشاذلي هو شيخ صوفي يمني، ولد في مدينة تريم، اليمن. كان الشاذلي من أتباع الطريقة الشاذلية، وهي طريقة صوفية تأسست على يد الشيخ أبو الحسن الشاذلي. اشتهر الشاذلي بحبه للقهوة، ويقال إنه أول من شرب القهوة في اليمن. يعتبر الشاذلي من الشخصيات الهامة في تاريخ القهوة، حيث ساهم في انتشارها في اليمن والعالم العربي.\"},{\"name\": \"تريم\",\"original_text\": \"Tarim\",\"type\": \"LOCATION\",\"description\": \"تريم هي مدينة تقع في محافظة حضرموت، اليمن. تشتهر تريم بكونها مركزًا دينيًا وثقافيًا هامًا، حيث تضم العديد من المساجد والمدارس الدينية. ولد في تريم العديد من العلماء والفقهاء، بما في ذلك علي بن عمر الشاذلي.\"},{\"name\": \"المخاء\",\"original_text\": \"Mokha\",\"type\": \"LOCATION\",\"description\": \"المخاء هي مدينة ساحلية تقع في محافظة تعز، اليمن. اشتهرت المخاء في الماضي بتصدير البن، حيث كانت ميناءً هامًا لتجارة البن اليمني. سميت قهوة المخاء نسبة إلى هذه المدينة، حيث كانت تُصدر من ميناء المخاء إلى جميع أنحاء العالم.\"},{\"name\": \"عبد الودود مقشر\",\"original_text\": \"Abdul Wadud Muqashar\",\"type\": \"PERSON\",\"description\": \"عبد الودود مقشر هو أكاديمي وباحث يمني متخصص في تاريخ القهوة. يعمل مقشر كعميد في جامعة الحديدة، ويعتبر مرجعية في موضوع تاريخ القهوة في اليمن. شارك مقشر في العديد من المؤتمرات والندوات العلمية، وقدم العديد من الأوراق البحثية حول تاريخ القهوة.\"},{\"name\": \"الحجاز\",\"original_text\": \"Hejaz\",\"type\": \"LOCATION\",\"description\": \"الحجاز هي منطقة تاريخية تقع في غرب المملكة العربية السعودية. تضم الحجاز مدينتي مكة المكرمة والمدينة المنورة، وهما أقدس مدينتين في الإسلام. اشتهرت الحجاز في الماضي بتجارة البخور واللبان، وكانت مركزًا هامًا للحضارة العربية.\"},{\"name\": \"المدينة المنورة\",\"original_text\": \"Medina\",\"type\": \"LOCATION\",\"description\": \"المدينة المنورة هي ثاني أقدس مدينة في الإسلام بعد مكة المكرمة. تقع المدينة المنورة في منطقة الحجاز، غرب المملكة العربية السعودية. تضم المدينة المنورة المسجد النبوي، وهو المسجد الذي بناه النبي محمد صلى الله عليه وسلم، ويضم قبره الشريف. تعتبر المدينة المنورة من أهم مراكز الحضارة الإسلامية.\"},{\"name\": \"مصر\",\"original_text\": \"Egypt\",\"type\": \"LOCATION\",\"description\": \"مصر، رسمياً جمهورية مصر العربية، هي دولة عربية تقع في شمال أفريقيا. يحدها من الشمال البحر الأبيض المتوسط، ومن الشرق قطاع غزة وإسرائيل، ومن الجنوب السودان، ومن الغرب ليبيا. عاصمتها القاهرة، وأكبر مدنها هي القاهرة والإسكندرية والجيزة. يبلغ عدد سكان مصر حوالي 102 مليون نسمة، وتبلغ مساحتها حوالي 1,001,450 كيلومتر مربع.\"},{\"name\": \"الطريق الصوفية\",\"original_text\": \"Sufi order\",\"type\": \"RELIGIOUS_FIGURE\",\"description\": \"الطرق الصوفية هي جماعات دينية إسلامية تركز على الجانب الروحي والباطني للإسلام. تتبع الطرق الصوفية شيوخًا معينين، وتتميز بطقوسها الخاصة، مثل الذكر والرقص الصوفي. انتشرت الطرق الصوفية في جميع أنحاء العالم الإسلامي، ولها تأثير كبير على الثقافة الإسلامية.\"},{\"name\": \"الشاذلية\",\"original_text\": \"Shadhiliyya\",\"type\": \"RELIGIOUS_FIGURE\",\"description\": \"الشاذلية هي طريقة صوفية تأسست على يد الشيخ أبو الحسن الشاذلي. تتميز الشاذلية بتركيزها على الذكر الصامت، وتعتبر من أشهر الطرق الصوفية في العالم الإسلامي. انتشرت الشاذلية في جميع أنحاء العالم الإسلامي، ولها تأثير كبير على الثقافة الإسلامية.\"},{\"name\": \"أبو الحسن الشاذلي\",\"original_text\": \"Abu al-Hasan al-Shadhili\",\"type\": \"RELIGIOUS_FIGURE\",\"description\": \"أبو الحسن الشاذلي هو شيخ صوفي مغربي، ولد في مدينة شاذلة، المغرب. أسس الشاذلي الطريقة الشاذلية، وهي طريقة صوفية تركز على الذكر الصامت. اشتهر الشاذلي بتقواه وزهده، ويعتبر من أشهر شيوخ الصوفية في العالم الإسلامي.\"},{\"name\": \"حرر\",\"original_text\": \"Harar\",\"type\": \"LOCATION\",\"description\": \"حرر هي مدينة تقع في شرق إثيوبيا. تشتهر حرر بكونها مركزًا دينيًا وثقافيًا هامًا، حيث تضم العديد من المساجد والمدارس الدينية. تعتبر حرر من أقدم المدن الإسلامية في إثيوبيا، ولها تاريخ غني وثقافة متنوعة.\"},{\"name\": \"إثيوبيا\",\"original_text\": \"Ethiopia\",\"type\": \"LOCATION\",\"description\": \"إثيوبيا، رسمياً جمهورية إثيوبيا الفيدرالية الديمقراطية، هي دولة تقع في شرق أفريقيا. يحدها من الشمال إريتريا، ومن الشرق الصومال وجيبوتي، ومن الجنوب كينيا، ومن الغرب السودان وجنوب السودان. عاصمتها أديس أبابا، وأكبر مدنها هي أديس أبابا ودير داوا ومكيلة. يبلغ عدد سكان إثيوبيا حوالي 115 مليون نسمة، وتبلغ مساحتها حوالي 1,104,300 كيلومتر مربع.\"},{\"name\": \"إب\",\"original_text\": \"Ibb\",\"type\": \"LOCATION\",\"description\": \"إب هي محافظة تقع في وسط اليمن. تشتهر إب بخضرتها وجمال طبيعتها، حيث تسمى \"إب الخضراء\". تتميز إب بزراعة البن، حيث تعتبر قهوة إب من أجود أنواع القهوة اليمنية.\"},{\"name\": \"جامعة صنعاء\",\"original_text\": \"Sana'a University\",\"type\": \"ORGANIZATION\",\"description\": \"جامعة صنعاء هي جامعة حكومية تقع في مدينة صنعاء، اليمن. تأسست الجامعة عام 1970، وتضم العديد من الكليات، بما في ذلك كلية الزراعة، وكلية الهندسة، وكلية الطب، وكلية العلوم، وكلية الآداب.\"},{\"name\": \"اليمن\",\"original_text\": \"Yemen\",\"type\": \"LOCATION\",\"description\": \"اليمن، رسمياً الجمهورية اليمنية، هي دولة عربية تقع في غرب آسيا في الطرف الجنوبي من شبه الجزيرة العربية. يحدها من الشمال المملكة العربية السعودية، ومن الشرق سلطنة عمان، ومن الجنوب بحر العرب، ومن الغرب البحر الأحمر. عاصمتها صنعاء، وأكبر مدنها هي عدن. يبلغ عدد سكان اليمن حوالي 30 مليون نسمة، وتبلغ مساحتها حوالي 527,968 كيلومتر مربع.\"},{\"name\": \"العدين\",\"original_text\": \"Al-Udayn\",\"type\": \"LOCATION\",\"description\": \"العدين هي منطقة تقع في محافظة إب، اليمن. تشتهر العدين بزراعة البن، حيث تعتبر قهوة العدين من أجود أنواع القهوة اليمنية. سميت قهوة العدين نسبة إلى هذه المنطقة، حيث كانت تُزرع فيها بكثرة.\"},{\"name\": \"وادي حوار\",\"original_text\": \"Wadi Hujur\",\"type\": \"LOCATION\",\"description\": \"وادي حوار هو وادٍ يقع في محافظة إب، اليمن. يتميز وادي حوار بجمال طبيعتها، حيث يشتهر بزراعة البن والمانجو. يعتبر وادي حوار من أهم المناطق الزراعية في اليمن.\"},{\"name\": \"مطهر الإرياني\",\"original_text\": \"Mutahar al-Iryani\",\"type\": \"PERSON\",\"description\": \"مطهر الإرياني هو شاعر يمني، ولد في منطقة أريان، اليمن. اشتهر الإرياني بقصائده الوطنية والغزلية، وكتب العديد من القصائد عن البن اليمني. يعتبر الإرياني من أهم شعراء اليمن في القرن العشرين.\"},{\"name\": \"الحب والبن\",\"original_text\": \"Love and Coffee\",\"type\": \"WORK_OF_ART\",\"description\": \"الحب والبن هي قصيدة من تأليف الشاعر اليمني مطهر الإرياني. تصف القصيدة جمال البن اليمني، وتشبهه بالدرر والكنوز. تتحدث القصيدة أيضًا عن حب الشاعر للبن، وكيف أنه يساعده على طرد الأرق.\"},{\"name\": \"نيويورك\",\"original_text\": \"New York\",\"type\": \"LOCATION\",\"description\": \"نيويورك هي مدينة تقع في ولاية نيويورك، الولايات المتحدة. تعتبر نيويورك من أكبر مدن العالم، وتشتهر بكونها مركزًا ماليًا وثقافيًا هامًا. تضم نيويورك العديد من المعالم السياحية، بما في ذلك تمثال الحرية، وبرج إمباير ستيت، وسنترال بارك.\"},{\"name\": \"سان فرانسيسكو\",\"original_text\": \"San Francisco\",\"type\": \"LOCATION\",\"description\": \"سان فرانسيسكو هي مدينة تقع في ولاية كاليفورنيا، الولايات المتحدة. تشتهر سان فرانسيسكو بجمالها الطبيعي، حيث تقع على خليج سان فرانسيسكو، وتحيط بها التلال. تضم سان فرانسيسكو العديد من المعالم السياحية، بما في ذلك جسر البوابة الذهبية، وسجن ألكتراز، وشارع لومبارد.\"},{\"name\": \"تندرلوين\",\"original_text\": \"Tenderloin\",\"type\": \"LOCATION\",\"description\": \"تندرلوين هي منطقة تقع في مدينة سان فرانسيسكو، الولايات المتحدة. تشتهر تندرلوين بكونها منطقة فقيرة وخطيرة، حيث تنتشر فيها الجريمة والمخدرات. يعيش في تندرلوين العديد من المهاجرين واللاجئين.\"},{\"name\": \"الاتحاد السوفيتي\",\"original_text\": \"Soviet Union\",\"type\": \"LOCATION\",\"description\": \"الاتحاد السوفيتي، رسمياً اتحاد الجمهوريات الاشتراكية السوفيتية، كان دولة شيوعية شملت معظم شمال أوراسيا من عام 1922 إلى عام 1991. تأسس الاتحاد السوفيتي في أعقاب ثورة أكتوبر عام 1917، عندما أطاحت البلاشفة، بقيادة فلاديمير لينين، بالحكومة الروسية المؤقتة التي حلت محل القيصر نيكولاس الثاني.\"},{\"name\": \"أمريكا\",\"original_text\": \"America\",\"type\": \"LOCATION\",\"description\": \"أمريكا، أو الأمريكتان، هي قارة تقع في نصف الكرة الغربي. تتكون أمريكا من قارتين فرعيتين، هما أمريكا الشمالية وأمريكا الجنوبية، والتي ترتبطان ببرزخ بنما. يحد أمريكا من الشمال المحيط المتجمد الشمالي، ومن الشرق المحيط الأطلسي، ومن الجنوب المحيط المتجمد الجنوبي، ومن الغرب المحيط الهادئ.\"},{\"name\": \"شفيلد\",\"original_text\": \"Sheffield\",\"type\": \"LOCATION\",\"description\": \"شفيلد هي مدينة تقع في مقاطعة جنوب يوركشاير، إنجلترا. تشتهر شفيلد بصناعة الصلب، وكانت مركزًا هامًا للثورة الصناعية. تضم شفيلد العديد من المعالم السياحية، بما في ذلك متحف كيلهام آيلاند، وحديقة بيك ديستريكت الوطنية.\"},{\"name\": \"هنري فورد\",\"original_text\": \"Henry Ford\",\"type\": \"PERSON\",\"description\": \"هنري فورد هو رجل أعمال أمريكي، ولد في مدينة ديربورن، ميشيغان. أسس فورد شركة فورد للسيارات، وهي شركة سيارات أمريكية متعددة الجنسيات. اشتهر فورد بتطويره لخط التجميع، والذي ساهم في خفض تكلفة إنتاج السيارات.\"},{\"name\": \"فورد\",\"original_text\": \"Ford\",\"type\": \"ORGANIZATION\",\"description\": \"فورد هي شركة سيارات أمريكية متعددة الجنسيات، تأسست على يد هنري فورد. يقع مقر الشركة في مدينة ديربورن، ميشيغان. تعتبر فورد من أكبر شركات السيارات في العالم، وتنتج العديد من أنواع السيارات، بما في ذلك سيارات الركاب، والشاحنات، والحافلات.\"},{\"name\": \"مشجن\",\"original_text\": \"Michigan\",\"type\": \"LOCATION\",\"description\": \"ميشيغان هي ولاية تقع في منطقة البحيرات العظمى، الولايات المتحدة. تشتهر ميشيغان بصناعة السيارات، حيث يقع مقر شركة فورد للسيارات في مدينة ديربورن، ميشيغان. تضم ميشيغان العديد من المعالم السياحية، بما في ذلك مدينة ديترويت، وجزيرة ماكيناك، وشبه جزيرة العليا.\"},{\"name\": \"كريسلر\",\"original_text\": \"Chrysler\",\"type\": \"ORGANIZATION\",\"description\": \"كريسلر هي شركة سيارات أمريكية، تأسست على يد والتر كرايسلر. يقع مقر الشركة في مدينة أوبورن هيلز، ميشيغان. تعتبر كريسلر من أكبر شركات السيارات في العالم، وتنتج العديد من أنواع السيارات، بما في ذلك سيارات الركاب، والشاحنات، والسيارات الرياضية متعددة الاستخدامات.\"},{\"name\": \"ليفربول\",\"original_text\": \"Liverpool\",\"type\": \"LOCATION\",\"description\": \"ليفربول هي مدينة تقع في مقاطعة ميرسيسايد، إنجلترا. تشتهر ليفربول بكونها مسقط رأس فرقة البيتلز، وتضم العديد من المعالم السياحية، بما في ذلك متحف البيتلز، وملعب أنفيلد، وميناء ليفربول.\"},{\"name\": \"كاليفورنيا\",\"original_text\": \"California\",\"type\": \"LOCATION\",\"description\": \"كاليفورنيا هي ولاية تقع في غرب الولايات المتحدة. تعتبر كاليفورنيا من أكبر ولايات الولايات المتحدة من حيث عدد السكان، وتشتهر بجمالها الطبيعي، حيث تضم العديد من المعالم السياحية، بما في ذلك مدينة لوس أنجلوس، ومدينة سان فرانسيسكو، وحديقة يوسمايت الوطنية.\"},{\"name\": \"هاري بوتر\",\"original_text\": \"Harry Potter\",\"type\": \"WORK_OF_ART\",\"description\": \"هاري بوتر هي سلسلة روايات خيالية من تأليف الكاتبة البريطانية ج. ك. رولينج. تحكي السلسلة قصة هاري بوتر، وهو صبي يتيم يكتشف في عيد ميلاده الحادي عشر أنه ساحر، وأنه مقبول في مدرسة هوجورتس للسحر والشعوذة. تكتسب السلسلة شعبية كبيرة في جميع أنحاء العالم، وتُترجم إلى العديد من اللغات.\"},{\"name\": \"سان فرانسيسكو\",\"original_text\": \"San Francisco\",\"type\": \"LOCATION\",\"description\": \"سان فرانسيسكو هي مدينة تقع في ولاية كاليفورنيا، الولايات المتحدة. تشتهر سان فرانسيسكو بجمالها الطبيعي، حيث تقع على خليج سان فرانسيسكو، وتحيط بها التلال. تضم سان فرانسيسكو العديد من المعالم السياحية، بما في ذلك جسر البوابة الذهبية، وسجن ألكتراز، وشارع لومبارد.\"},{\"name\": \"محمد الخوارزمي\",\"original_text\": \"Muhammad ibn Musa al-Khwarizmi\",\"type\": \"PERSON\",\"description\": \"محمد الخوارزمي هو عالم رياضيات وفلك وجغرافيا مسلم، ولد في مدينة خوارزم، أوزبكستان. اشتهر الخوارزمي بكتابه \"الجبر والمقابلة\"، والذي يعتبر من أهم الكتب في تاريخ الرياضيات. ساهم الخوارزمي في تطوير علم الجبر، ووضع أسس علم الحساب الحديث.\"},{\"name\": \"ابن الهيثم\",\"original_text\": \"Ibn al-Haytham\",\"type\": \"PERSON\",\"description\": \"ابن الهيثم هو عالم رياضيات وفلك وفيزياء مسلم، ولد في مدينة البصرة، العراق. اشتهر ابن الهيثم بكتابه \"كتاب المناظر\"، والذي يعتبر من أهم الكتب في تاريخ البصريات. ساهم ابن الهيثم في تطوير علم البصريات، ووضع أسس المنهج العلمي الحديث.\"},{\"name\": \"الأندلس\",\"original_text\": \"Andalusia\",\"type\": \"LOCATION\",\"description\": \"الأندلس هي منطقة تاريخية تقع في جنوب إسبانيا. حكمت الأندلس من قبل المسلمين من القرن الثامن إلى القرن الخامس عشر الميلادي. اشتهرت الأندلس بحضارتها الإسلامية الزاهرة، حيث ازدهرت فيها العلوم والفنون. تضم الأندلس العديد من المعالم التاريخية، بما في ذلك قصر الحمراء في غرناطة، وجامع قرطبة الكبير.\"},{\"name\": \"ابن رشد\",\"original_text\": \"Ibn Rushd\",\"type\": \"PERSON\",\"description\": \"ابن رشد هو فيلسوف وطبيب وفقيه مسلم، ولد في مدينة قرطبة، الأندلس. اشتهر ابن رشد بشرحه لأعمال أرسطو، ويعتبر من أهم فلاسفة العصور الوسطى. ساهم ابن رشد في إحياء الفلسفة اليونانية في العالم الإسلامي، وكان له تأثير كبير على الفكر الغربي.\"},{\"name\": \"ابن سينا\",\"original_text\": \"Ibn Sina\",\"type\": \"PERSON\",\"description\": \"ابن سينا هو فيلسوف وطبيب وعالم مسلم، ولد في مدينة بخارى، أوزبكستان. اشتهر ابن سينا بكتابه \"القانون في الطب\"، والذي يعتبر من أهم الكتب في تاريخ الطب. ساهم ابن سينا في تطوير علم الطب، وكان له تأثير كبير على الفكر الغربي.\"},{\"name\": \"القانون في الطب\",\"original_text\": \"The Canon of Medicine\",\"type\": \"WORK_OF_ART\",\"description\": \"القانون في الطب هو كتاب من تأليف العالم المسلم ابن سينا. يعتبر الكتاب من أهم الكتب في تاريخ الطب، حيث جمع فيه ابن سينا كل المعارف الطبية في عصره. تُرجم الكتاب إلى العديد من اللغات، وكان يُدرس في الجامعات الأوروبية لعدة قرون.\"},{\"name\": \"ابن خلدون\",\"original_text\": \"Ibn Khaldun\",\"type\": \"PERSON\",\"description\": \"ابن خلدون هو مؤرخ وعالم اجتماع مسلم، ولد في مدينة تونس، تونس. اشتهر ابن خلدون بكتابه \"المقدمة\"، والذي يعتبر من أهم الكتب في تاريخ علم الاجتماع. ساهم ابن خلدون في تطوير علم الاجتماع، ووضع أسس علم التاريخ الحديث.\"},{\"name\": \"القرطبة\",\"original_text\": \"Cordoba\",\"type\": \"LOCATION\",\"description\": \"قرطبة هي مدينة تقع في منطقة الأندلس، إسبانيا. اشتهرت قرطبة في الماضي بكونها عاصمة الخلافة الأموية في الأندلس، وكانت مركزًا هامًا للحضارة الإسلامية. تضم قرطبة العديد من المعالم التاريخية، بما في ذلك جامع قرطبة الكبير، وقصر المدينة الزهراء.\"},{\"name\": \"الحمراء\",\"original_text\": \"Alhambra\",\"type\": \"LOCATION\",\"description\": \"الحمراء هي قصر تاريخي يقع في مدينة غرناطة، الأندلس، إسبانيا. بُني القصر في القرن الرابع عشر الميلادي، وكان مقرًا لحكام مملكة غرناطة الإسلامية. يعتبر قصر الحمراء من أهم المعالم التاريخية في الأندلس، ويتميز بجماله المعماري الفريد.\"},{\"name\": \"إسرائيل\",\"original_text\": \"Israel\",\"type\": \"LOCATION\",\"description\": \"إسرائيل، رسمياً دولة إسرائيل، هي دولة تقع في غرب آسيا على الساحل الشرقي للبحر الأبيض المتوسط. يحدها من الشمال لبنان، ومن الشرق سوريا والأردن، ومن الجنوب مصر، ومن الغرب البحر الأبيض المتوسط. عاصمتها القدس، وأكبر مدنها هي القدس وتل أبيب وحيفا. يبلغ عدد سكان إسرائيل حوالي 9.2 مليون نسمة، وتبلغ مساحتها حوالي 20,770 كيلومتر مربع.\"},{\"name\": \"أمريكا\",\"original_text\": \"America\",\"type\": \"LOCATION\",\"description\": \"أمريكا، أو الأمريكتان، هي قارة تقع في نصف الكرة الغربي. تتكون أمريكا من قارتين فرعيتين، هما أمريكا الشمالية وأمريكا الجنوبية، والتي ترتبطان ببرزخ بنما. يحد أمريكا من الشمال المحيط المتجمد الشمالي، ومن الشرق المحيط الأطلسي، ومن الجنوب المحيط المتجمد الجنوبي، ومن الغرب المحيط الهادئ.\"},{\"name\": \"بنان ريببليك\",\"original_text\": \"Banana Republic\",\"type\": \"ORGANIZATION\",\"description\": \"بنان ريببليك هي شركة ملابس أمريكية، تأسست عام 1978. تبيع الشركة الملابس والإكسسوارات للرجال والنساء. تشتهر بنان ريببليك بملابسها الكلاسيكية والأنيقة.\"},{\"name\": \"ميسيز\",\"original_text\": \"Macy's\",\"type\": \"ORGANIZATION\",\"description\": \"ميسيز هي سلسلة متاجر أمريكية، تأسست عام 1858. تبيع الشركة الملابس والإكسسوارات والأثاث والأدوات المنزلية. تشتهر ميسيز بمتاجرها الكبيرة ومتنوعة المنتجات.\"},{\"name\": \"هوندا\",\"original_text\": \"Honda\",\"type\": \"ORGANIZATION\",\"description\": \"هوندا هي شركة سيارات يابانية متعددة الجنسيات، تأسست عام 1948. يقع مقر الشركة في مدينة ميناتو، طوكيو. تعتبر هوندا من أكبر شركات السيارات في العالم، وتنتج العديد من أنواع السيارات، بما في ذلك سيارات الركاب، والدراجات النارية، والمحركات.\"},{\"name\": \"سان فرانسيسكو\",\"original_text\": \"San Francisco\",\"type\": \"LOCATION\",\"description\": \"سان فرانسيسكو هي مدينة تقع في ولاية كاليفورنيا، الولايات المتحدة. تشتهر سان فرانسيسكو بجمالها الطبيعي، حيث تقع على خليج سان فرانسيسكو، وتحيط بها التلال. تضم سان فرانسيسكو العديد من المعالم السياحية، بما في ذلك جسر البوابة الذهبية، وسجن ألكتراز، وشارع لومبارد.\"},{\"name\": \"لي\",\"original_text\": \"Lee\",\"type\": \"PERSON\",\"description\": \"لي هو مدير مبيعات سيارات في شركة هوندا. عمل لي سابقًا في الجيش الأمريكي، ولديه خبرة واسعة في مجال المبيعات. يتميز لي بأسلوبه الفريد في إقناع العملاء بشراء السيارات.\"},{\"name\": \"جنوب كاليفورنيا\",\"original_text\": \"Southern California\",\"type\": \"LOCATION\",\"description\": \"جنوب كاليفورنيا هي منطقة تقع في جنوب ولاية كاليفورنيا، الولايات المتحدة. تشتهر جنوب كاليفورنيا بشواطئها الجميلة، ومناخها الدافئ، ومدنها الكبيرة، بما في ذلك لوس أنجلوس وسان دييغو.\"},{\"name\": \"بيكرسفيلد\",\"original_text\": \"Bakersfield\",\"type\": \"LOCATION\",\"description\": \"بيكرسفيلد هي مدينة تقع في مقاطعة كيرن، كاليفورنيا، الولايات المتحدة. تشتهر بيكرسفيلد بصناعة النفط والزراعة. تضم بيكرسفيلد العديد من المعالم السياحية، بما في ذلك متحف مقاطعة كيرن، وحديقة بحيرة بوينا فيستا.\"},{\"name\": \"عمر\",\"original_text\": \"Omar\",\"type\": \"PERSON\",\"description\": \"عمر هو صديق مختار الخنشلي، ودعمه ماليًا في بداية مشروعه في تصدير القهوة اليمنية. تبرع عمر بمبلغ 3000 دولار لمختار، مما ساعده على شراء لاب توب جديد ودخول الجامعة.\"},{\"name\": \"الصومال\",\"original_text\": \"Somalia\",\"type\": \"LOCATION\",\"description\": \"الصومال، رسمياً جمهورية الصومال الفيدرالية، هي دولة تقع في شرق أفريقيا. يحدها من الشمال خليج عدن"