"  \"Entities\": [    {      \"name\": \"إسماعيل ياسين\",      \"original_text\": \"إسماعيل ياسين\",      \"type\": \"PERSON\",      \"description\": \"ممثل كوميدي مصري شهير، اشتهر بأدواره الكوميدية الخفيفة وشخصيته الساذجة. nnعُرف بأفلامه التي حملت اسمه مثل \"إسماعيل ياسين في الجيش\" و\"إسماعيل ياسين في الطيران\". nnتميز بأسلوبه الكوميدي الذي يعتمد على إضحاك الجمهور من خلال الشخصية نفسها وليس من خلال الموقف. nnوعلى الرغم من نجاحه وشهرته، إلا أن الكثير من المقربين منه وصفوه بأنه كان شخصية حزينة في حياته العادية.\"    },    {      \"name\": \"يوسف شاهين\",      \"original_text\": \"يوسف شاهين\",      \"type\": \"PERSON\",      \"description\": \"مخرج سينمائي مصري شهير، يُعد من أهم المخرجين في تاريخ السينما المصرية. nnاشتهر بأفلامه التي تناولت قضايا سياسية واجتماعية جريئة، وقدم  رؤية سينمائية مختلفة. nnمن أشهر أفلامه \"باب الحديد\" و\"صراع في الوادي\" و\"الناصر صلاح الدين\". nnاكتشف العديد من المواهب الفنية، وكان له تأثير كبير على جيل كامل من السينمائيين.\"    },    {      \"name\": \"ماري كويني\",      \"original_text\": \"ماري كويني\",      \"type\": \"PERSON\",      \"description\": \"مونتيرة ومنتجَة سينمائية مصرية من أصل لبناني، تُعد من رائدات العمل السينمائي في مصر. nnأسست مع زوجها أحمد جلال \"استوديو جلال\" الذي كان من أهم استوديوهات السينما في الأربعينيات والخمسينيات. nnدخلت أول معامل تحميض وطباعة ألوان في مصر، وكان لها دور كبير في تطوير الصناعة السينمائية. nnاكتشفت المخرج يوسف شاهين وقدمت له أول فرصة لإخراج فيلم سينمائي.\"    },    {      \"name\": \"طلعت حرب\",      \"original_text\": \"طلعت حرب\",      \"type\": \"PERSON\",      \"description\": \"اقتصادي ورجل أعمال مصري، يُلقب بـ \"أبو الاقتصاد المصري\". nnأسس بنك مصر عام 1920، وكان له دور كبير في إنشاء العديد من الشركات والمؤسسات الاقتصادية الهامة في مصر. nnآمن بأهمية الثقافة والفنون في نهضة المجتمع، وساهم في تأسيس \"استوديو مصر\" لدعم صناعة السينما. nnيُعد رمزًا من رموز النهضة الاقتصادية في مصر، وله إسهامات كبيرة في مختلف المجالات.\"    },    {      \"name\": \"محمد كريم\",      \"original_text\": \"محمد كريم\",      \"type\": \"PERSON\",      \"description\": \"ممثل ومخرج مصري، يُلقب بـ \"أبو السينما المصرية\". nnشارك في العديد من الأفلام القصيرة في بدايات السينما المصرية، وتعلم على يد خبراء أجانب. nnأخرج أول فيلم لمحمد عبد الوهاب، وكان أول عميد لمعهد السينما في مصر عند تأسيسه عام 1959. nnيُعد من أهم رواد العمل السينمائي في مصر، وله إسهامات كبيرة في تأسيسها وتطويرها.\"    },    {      \"name\": \"محمد بيومي\",      \"original_text\": \"محمد بيومي\",      \"type\": \"PERSON\",      \"description\": \"مخرج سينمائي مصري، يُعد من أوائل من عملوا في مجال السينما في مصر. nnقدم فيلمًا روائيًا قصيرًا بعنوان \"برسوم يبحث عن وظيفة\" عام 1923، ويُعد هذا الفيلم أول فيلم روائي قصير مصري بالكامل. nnلم يُعرف عنه الكثير، واكتُشفت أعماله متأخرًا في التسعينيات. nnيُعد من رواد السينما المصرية، وله دور هام في بداياتها.\"    },    {      \"name\": \"أسيا داغر\",      \"original_text\": \"أسيا داغر\",      \"type\": \"PERSON\",      \"description\": \"ممثلة ومنتجة سينمائية مصرية من أصل لبناني، تُعد من رائدات العمل السينمائي في مصر. nnقدمت العديد من الأفلام في لبنان قبل قدومها إلى مصر. nnأسست \"شركة لوتس\" للإنتاج السينمائي، والتي استمرت في العمل لعقود طويلة. nnكان لها دور كبير في تطوير صناعة السينما المصرية، وإدخال المرأة إلى هذا المجال.\"    },    {      \"name\": \"عزيزة أمير\",      \"original_text\": \"عزيزة أمير\",      \"type\": \"PERSON\",      \"description\": \"ممثلة ومنتجة ومخرجة سينمائية مصرية، تُعد من رائدات العمل السينمائي في مصر. nnأنتجت ومثلت بطولة أول فيلم مصري طويل عام 1927. nnأخرجت فيلمها الثاني عام 1928، لتصبح بذلك أول مخرجة سينمائية في العالم. nnكان لها دور كبير في تأسيس صناعة السينما المصرية، وإثبات قدرة المرأة على خوض هذا المجال.\"    },    {      \"name\": \"بهيجة حافظ\",      \"original_text\": \"بهيجة حافظ\",      \"type\": \"PERSON\",      \"description\": \"ممثلة ومنتجة سينمائية مصرية، تُعد من رائدات العمل السينمائي في مصر. nnبدأت مسيرتها الفنية في المسرح، ثم اتجهت إلى الإنتاج السينمائي. nnأنتجت وقامت ببطولة العديد من الأفلام، وحاولت خوض تجربة الإخراج. nnكان لها دور كبير في تطوير صناعة السينما المصرية، وإدخال المرأة إلى هذا المجال.\"    },    {      \"name\": \"فاطمة رشدي\",      \"original_text\": \"فاطمة رشدي\",      \"type\": \"PERSON\",      \"description\": \"ممثلة مصرية، تُعد من أهم نجمات المسرح المصري في النصف الأول من القرن العشرين. nnقدمت العديد من المسرحيات الناجحة، واشتهرت بأدائها القوي وشخصيتها القوية. nnشاركت في عدد قليل من الأفلام السينمائية، لكنها تركت بصمة واضحة في تاريخ المسرح المصري. nnتُعد من رموز الفن المصري، واسمها محفور في ذاكرة محبي المسرح.\"    },    {      \"name\": \"توجو مزراحي\",      \"original_text\": \"توجو مزراحي\",      \"type\": \"PERSON\",      \"description\": \"مخرج ومنتج سينمائي مصري من أصل إيطالي، يُعد من أهم صناع السينما المصرية في فترة الأربعينيات والخمسينيات. nnأسس \"استوديو توجو\"، وكان له دور كبير في اكتشاف العديد من المواهب الفنية، مثل ليلى مراد. nnأنتج وأخرج العديد من الأفلام الناجحة، واشتهر بأفلامه الغنائية والاستعراضية. nnغادر مصر بعد تأسيس دولة إسرائيل عام 1947، وعاش في إيطاليا حتى وفاته.\"    },    {      \"name\": \"ليلى مراد\",      \"original_text\": \"ليلى مراد\",      \"type\": \"PERSON\",      \"description\": \"ممثلة ومغنية مصرية من أصل يهودي، تُعد من أهم نجمات الغناء والتمثيل في تاريخ السينما المصرية. nnاشتهرت بصوتها العذب وأدائها التمثيلي المتميز، وقدمت العديد من الأفلام الغنائية والاستعراضية الناجحة. nnمن أشهر أفلامها \"غزل البنات\" و\"ليلى بنت الفقراء\" و\"قلبي دليلي\". nnتُعد رمزًا من رموز الفن المصري، واسمها محفور في ذاكرة محبي الغناء والتمثيل.\"    },    {      \"name\": \"شالوم\",      \"original_text\": \"شالوم\",      \"type\": \"PERSON\",      \"description\": \"ممثل كوميدي مصري من أصل يهودي، اشتهر في فترة الثلاثينيات والأربعينيات. nnقدم سلسلة من الأفلام الكوميدية التي حملت اسمه، مثل \"شالوم الترجمان\" و\"شالوم الرياضي\". nnاكتشفه المخرج توجو مزراحي، وقدم معه العديد من الأفلام الناجحة. nnيُعد من رواد الكوميديا في السينما المصرية، وله إسهامات في تطوير هذا النوع الفني.\"    },    {      \"name\": \"زكي مراد\",      \"original_text\": \"زكي مراد\",      \"type\": \"PERSON\",      \"description\": \"ملحن ومطرب مصري من أصل يهودي، يُعد من أهم ملحني الزمن الجميل. nnلحّن العديد من الأغاني الناجحة لكبار المطربين، واشتهر بألحانه الشرقية الأصيلة. nnهو والد الممثلة والمغنية ليلى مراد، وشقيق الملحن والموسيقار منير مراد. nnيُعد من رموز الموسيقى المصرية، وله إسهامات كبيرة في إثراء المكتبة الغنائية العربية.\"    },    {      \"name\": \"منير مراد\",      \"original_text\": \"منير مراد\",      \"type\": \"PERSON\",      \"description\": \"ملحن وموسيقار مصري من أصل يهودي، يُعد من أهم ملحني الموسيقى الاستعراضية في مصر. nnلحّن العديد من الأغاني والموسيقى التصويرية للأفلام والمسرحيات، واشتهر بأسلوبه الموسيقي المميز. nnهو شقيق الممثلة والمغنية ليلى مراد، وابن الملحن والمطرب زكي مراد. nnيُعد من رموز الموسيقى المصرية، وله إسهامات كبيرة في تطوير الموسيقى الاستعراضية.\"    },    {      \"name\": \"سمير فريد\",      \"original_text\": \"سمير فريد\",      \"type\": \"PERSON\",      \"description\": \"ناقد سينمائي مصري، يُعد من أهم نقاد السينما المصرية في القرن العشرين. nnاشتهر بكتاباته النقدية الرصينة وتحليلاته العميقة للأفلام. nnله العديد من المؤلفات الهامة في مجال النقد السينمائي، وكان له دور كبير في تطوير هذا المجال في مصر. nnيُعد مرجعًا هامًا للدارسين والمهتمين بالسينما المصرية.\"    },    {      \"name\": \"محمود\",      \"original_text\": \"محمود\",      \"type\": \"PERSON\",      \"description\": \"شخص لم يتم تحديد هويته بشكل واضح في النص. nnمن الممكن أن يكون اسمًا لشخصية عامة أو شخص عادي. nnلم تذكر معلومات كافية عنه لتحديد هويته بدقة. nnيُفضل الرجوع إلى سياق النص أو مصادر أخرى لمعرفة المزيد عن هذا الشخص.\"    },    {      \"name\": \"يعقوب وهبي\",      \"original_text\": \"يعقوب وهبي\",      \"type\": \"PERSON\",      \"description\": \"ناقد سينمائي مصري، يُعد من أهم نقاد السينما المصرية في القرن العشرين. nnاشتهر بكتاباته النقدية الرصينة وتحليلاته العميقة للأفلام. nnله العديد من المؤلفات الهامة في مجال النقد السينمائي، وكان له دور كبير في تطوير هذا المجال في مصر. nnيُعد مرجعًا هامًا للدارسين والمهتمين بالسينما المصرية.\"    },    {      \"name\": \"الأخوان لوميير\",      \"original_text\": \"الأخوان لوميير\",      \"type\": \"PERSON\",      \"description\": \"أخوين فرنسيين، أوغست لوميير ولويس لوميير، يُعدان من أوائل مخترعي السينما. nnقدما أول عرض سينمائي أمام الجمهور في باريس عام 1895. nnساهما بشكل كبير في تطوير تقنيات التصوير السينمائي، وانتشار السينما في العالم. nnيُعدان من أهم رواد السينما في التاريخ، واسمهما محفور في ذاكرة عشاق الفن السابع.\"    },    {      \"name\": \"محمد عبد الوهاب\",      \"original_text\": \"محمد عبد الوهاب\",      \"type\": \"PERSON\",      \"description\": \"مطرب وملحن وممثل مصري، يُلقب بـ \"موسيقار الأجيال\". nnيُعد من أهم رموز الموسيقى العربية في القرن العشرين، واشتهر بصوته العذب وألحانه الشرقية الأصيلة. nnقدم العديد من الأغاني والأفلام السينمائية الناجحة، وكان له تأثير كبير على الموسيقى والغناء في العالم العربي. nnحصل على العديد من الجوائز والتكريمات، ويُعد اسمه من الأسماء اللامعة في تاريخ الفن العربي.\"    },    {      \"name\": \"مصطفى العقاد\",      \"original_text\": \"مصطفى العقاد\",      \"type\": \"PERSON\",      \"description\": \"مخرج ومنتج سينمائي سوري، يُعد من أهم مخرجي السينما العربية في القرن العشرين. nnاشتهر بأفلامه التاريخية والدينية، ومن أشهرها فيلم \"الرسالة\" الذي تناول سيرة النبي محمد صلى الله عليه وسلم. nnقدم رؤية سينمائية مختلفة، وساهم في تعريف العالم بالسينما العربية. nnتوفي في تفجير إرهابي في عمان عام 2005.\"    },    {      \"name\": \"عبد الله غيث\",      \"original_text\": \"عبد الله غيث\",      \"type\": \"PERSON\",      \"description\": \"ممثل مصري، يُعد من أهم ممثلي المسرح والتلفزيون في مصر. nnاشتهر بأدواره التاريخية والدينية، ومن أشهرها دوره في مسلسل \"محمد رسول الله\" حيث جسد شخصية حمزة بن عبد المطلب. nnتميز بصوته القوي وأدائه التمثيلي المتميز، وترك بصمة واضحة في تاريخ الدراما المصرية. nnتوفي عام 1993.\"    },    {      \"name\": \"أنتوني كوين\",      \"original_text\": \"أنتوني كوين\",      \"type\": \"PERSON\",      \"description\": \"ممثل أمريكي من أصل مكسيكي، يُعد من أهم نجوم هوليوود في القرن العشرين. nnاشتهر بأدواره في الأفلام التاريخية والدرامية، ومن أشهرها فيلم \"لورنس العرب\" و\"زوربا اليوناني\". nnحصل على جائزتي أوسكار، وكان له تأثير كبير في عالم السينما. nnتوفي عام 2001.\"    },    {      \"name\": \"منا زكي\",      \"original_text\": \"منا زكي\",      \"type\": \"PERSON\",      \"description\": \"ممثلة مصرية، تُعد من أهم نجمات السينما المصرية في الوقت الحالي. nnاشتهرت بأدائها التمثيلي المتميز وقدرتها على تجسيد الشخصيات المختلفة. nnقدمت العديد من الأفلام السينمائية الناجحة، وحصلت على العديد من الجوائز والتكريمات. nnتُعد من أهم نجمات جيلها، ولها شعبية كبيرة في العالم العربي.\"    },    {      \"name\": \"ندين لبكي\",      \"original_text\": \"ندين لبكي\",      \"type\": \"PERSON\",      \"description\": \"ممثلة ومخرجة لبنانية، تُعد من أهم المخرجات في العالم العربي. nnاشتهرت بأفلامها التي تتناول قضايا اجتماعية وإنسانية جريئة، ومن أشهرها فيلم \"كفرناحوم\". nnحصلت على العديد من الجوائز والتكريمات الدولية، ولها تأثير كبير في عالم السينما. nnتُعد من أهم المخرجات العربيات في الوقت الحالي.\"    },    {      \"name\": \"روميو وجوليت\",      \"original_text\": \"روميو وجوليت\",      \"type\": \"WORK_OF_ART\",      \"description\": \"مسرحية تراجيدية للكاتب الإنجليزي وليام شكسبير، تُعد من أشهر مسرحياته على الإطلاق. nnتدور أحداثها حول قصة حب مستحيلة بين روميو وجوليت، المنتميين لعائلتين متناحرتين في مدينة فيرونا الإيطالية. nnتُرجمت المسرحية إلى العديد من اللغات، وقدمت في العديد من العروض المسرحية والأفلام السينمائية. nnتُعد رمزًا من رموز الحب والتضحية، وقصتها مؤثرة وملهمة حتى يومنا هذا.\"    },    {      \"name\": \"عطيل\",      \"original_text\": \"عطيل\",      \"type\": \"WORK_OF_ART\",      \"description\": \"مسرحية تراجيدية للكاتب الإنجليزي وليام شكسبير، تُعد من أشهر مسرحياته على الإطلاق. nnتدور أحداثها حول قصة جنرال مغربي يدعى عطيل، يتعرض للخداع من قبل أحد مساعديه، مما يدفعه لقتل زوجته ديدمون. nnتُرجمت المسرحية إلى العديد من اللغات، وقدمت في العديد من العروض المسرحية والأفلام السينمائية. nnتُعد رمزًا من رموز الغيرة والتآمر، وقصتها مؤثرة وملهمة حتى يومنا هذا.\"    },    {      \"name\": \"أصحاب ولا أعز\",      \"original_text\": \"أصحاب ولا أعز\",      \"type\": \"WORK_OF_ART\",      \"description\": \"فيلم مصري من إنتاج نتفليكس، أثار جدلاً واسعًا عند عرضه. nnيُعد نسخة عربية من الفيلم الإيطالي \"Perfect Strangers\". nnتدور أحداثه حول مجموعة من الأصدقاء يجتمعون على العشاء، ويتفقون على مشاركة جميع الرسائل والمكالمات التي ترد على هواتفهم مع بعضهم البعض. nnأثار الفيلم جدلاً بسبب تناوله لقضايا اجتماعية حساسة، واختلاف وجهات النظر حولها.\"    },    {      \"name\": \"باريس\",      \"original_text\": \"باريس\",      \"type\": \"LOCATION\",      \"description\": \"عاصمة فرنسا وأكبر مدنها، تُعد من أهم المدن السياحية والثقافية في العالم. nnتشتهر بمعالمها السياحية الشهيرة، مثل برج إيفل ومتحف اللوفر وقوس النصر. nnتُعد مركزًا عالميًا للموضة والفنون والثقافة، وتستقطب ملايين الزوار سنويًا. nnمدينة ساحرة تتميز بأجوائها الرومانسية وشوارعها الجميلة.\"    },    {      \"name\": \"الإسكندرية\",      \"original_text\": \"الإسكندرية\",      \"type\": \"LOCATION\",      \"description\": \"مدينة مصرية تقع على ساحل البحر المتوسط، تُعد ثاني أكبر مدن مصر. nnاشتهرت قديمًا بمنارتها التي كانت تُعد من عجائب الدنيا السبع، وبمكتبتها القديمة التي كانت منارة للعلم والمعرفة. nnتتميز بشواطئها الجميلة ومعالمها السياحية والتاريخية، وتُعد من أهم المدن السياحية في مصر. nnمدينة ساحرة تجمع بين الأصالة والحداثة.\"    },    {      \"name\": \"القاهرة\",      \"original_text\": \"القاهرة\",      \"type\": \"LOCATION\",      \"description\": \"عاصمة مصر وأكبر مدنها، تُعد من أكبر مدن العالم العربي وأكثرها ازدحامًا بالسكان. nnتشتهر بمعالمها السياحية والأثرية الهامة، مثل الأهرامات وأبو الهول وبرج القاهرة. nnتُعد مركزًا ثقافيًا وفنيًا هامًا، وتضم العديد من المسارح ودور السينما والمتاحف. nnمدينة حيوية ونابضة بالحياة، تجمع بين الأصالة والحداثة.\"    },    {      \"name\": \"مصر\",      \"original_text\": \"مصر\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في شمال شرق إفريقيا، تُعد من أقدم دول العالم. nnتشتهر بحضارتها الفرعونية العريقة، ومعالمها السياحية والأثرية الهامة، مثل الأهرامات وأبو الهول ووادي الملوك. nnتتميز بتنوعها الثقافي والجغرافي، وتضم العديد من المدن السياحية الهامة، مثل القاهرة والإسكندرية والأقصر وأسوان. nnدولة ذات تاريخ عريق وثقافة غنية.\"    },    {      \"name\": \"لبنان\",      \"original_text\": \"لبنان\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع على الساحل الشرقي للبحر المتوسط، تُعد من أصغر الدول العربية مساحةً. nnتشتهر بجمال طبيعتها، وتنوعها الثقافي والديني، وتُعد مركزًا سياحيًا هامًا في منطقة الشرق الأوسط. nnتضم العديد من المدن السياحية الهامة، مثل بيروت وجبيل وطرابلس وصيدا. nnدولة ذات تاريخ عريق وثقافة غنية.\"    },    {      \"name\": \"إيطاليا\",      \"original_text\": \"إيطاليا\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في جنوب أوروبا، تُعد من أجمل دول العالم. nnتشتهر بمدنها التاريخية والثقافية، مثل روما وفلورنسا والبندقية. nnتتميز بطبيعتها الخلابة، ومطبخها اللذيذ، وتُعد وجهة سياحية شهيرة. nnدولة ذات تاريخ عريق وثقافة غنية.\"    },    {      \"name\": \"هوليوود\",      \"original_text\": \"هوليوود\",      \"type\": \"LOCATION\",      \"description\": \"حي يقع في مدينة لوس أنجلوس بولاية كاليفورنيا الأمريكية، يُعد مركزًا عالميًا لصناعة السينما. nnيضم العديد من استوديوهات الإنتاج السينمائي، وشركات الإنتاج والتوزيع. nnيُعد رمزًا من رموز صناعة الترفيه في العالم، ويستقطب ملايين الزوار سنويًا. nnمدينة الأحلام والشهرة.\"    },    {      \"name\": \"فرنسا\",      \"original_text\": \"فرنسا\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في غرب أوروبا، تُعد من أهم الدول السياحية والثقافية في العالم. nnتشتهر بمدنها التاريخية والثقافية، مثل باريس ونيس وكان. nnتتميز بطبيعتها الخلابة، ومطبخها اللذيذ، وتُعد وجهة سياحية شهيرة. nnدولة ذات تاريخ عريق وثقافة غنية.\"    },    {      \"name\": \"ألمانيا\",      \"original_text\": \"ألمانيا\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في وسط أوروبا، تُعد من أهم الدول الصناعية والاقتصادية في العالم. nnتشتهر بمدنها التاريخية والثقافية، مثل برلين وميونيخ وهامبورغ. nnتتميز بطبيعتها الخلابة، وتُعد وجهة سياحية شهيرة. nnدولة ذات تاريخ عريق وثقافة غنية.\"    },    {      \"name\": \"سيناء\",      \"original_text\": \"سيناء\",      \"type\": \"LOCATION\",      \"description\": \"شبه جزيرة تقع في شمال شرق مصر، تربط بين قارتي آسيا وأفريقيا. nnتشتهر بجمال طبيعتها، وشواطئها الخلابة، وجبالها الشاهقة. nnتضم العديد من المواقع السياحية والأثرية الهامة، مثل دير سانت كاترين وجبل موسى. nnمنطقة ذات أهمية استراتيجية وتاريخية.\"    },    {      \"name\": \"مطار بن غوريون\",      \"original_text\": \"مطار بن غوريون\",      \"type\": \"LOCATION\",      \"description\": \"مطار دولي يقع بالقرب من مدينة تل أبيب في إسرائيل، يُعد أكبر مطارات إسرائيل. nnيُعد بوابة إسرائيل الجوية، ويستقبل ملايين المسافرين سنويًا. nnيُعد من أهم المطارات في منطقة الشرق الأوسط. nnيتميز بتصميمه الحديث، وتجهيزاته الأمنية المتطورة.\"    },    {      \"name\": \"بنك مصر\",      \"original_text\": \"بنك مصر\",      \"type\": \"ORGANIZATION\",      \"description\": \"بنك مصري، يُعد من أقدم وأكبر البنوك في مصر. nnتأسس عام 1920 على يد الاقتصادي المصري طلعت حرب. nnيلعب دورًا هامًا في الاقتصاد المصري، ويساهم في تمويل العديد من المشروعات التنموية. nnيُعد رمزًا من رموز النهضة الاقتصادية في مصر.\"    },    {      \"name\": \"استوديو مصر\",      \"original_text\": \"استوديو مصر\",      \"type\": \"ORGANIZATION\",      \"description\": \"استوديو سينمائي مصري، يُعد من أقدم وأكبر استوديوهات السينما في مصر. nnتأسس عام 1935 على يد طلعت حرب. nnساهم بشكل كبير في تطوير صناعة السينما المصرية، وإنتاج العديد من الأفلام الهامة. nnيُعد رمزًا من رموز صناعة السينما في مصر.\"    },    {      \"name\": \"شركة لوتس\",      \"original_text\": \"شركة لوتس\",      \"type\": \"ORGANIZATION\",      \"description\": \"شركة إنتاج سينمائي مصرية، تُعد من أقدم شركات الإنتاج في مصر. nnأسستها المنتجة والممثلة أسيا داغر. nnأنتجت العديد من الأفلام الهامة في تاريخ السينما المصرية. nnساهمت في تطوير صناعة السينما المصرية، وإدخال المرأة إلى هذا المجال.\"    },    {      \"name\": \"استوديو جلال\",      \"original_text\": \"استوديو جلال\",      \"type\": \"ORGANIZATION\",      \"description\": \"استوديو سينمائي مصري، كان من أهم استوديوهات السينما في مصر في فترة الأربعينيات والخمسينيات. nnأسسه أحمد جلال وزوجته ماري كويني. nnأنتج العديد من الأفلام الهامة في تاريخ السينما المصرية. nnساهم في تطوير صناعة السينما المصرية، وإدخال تقنيات جديدة.\"    },    {      \"name\": \"استوديو توجو\",      \"original_text\": \"استوديو توجو\",      \"type\": \"ORGANIZATION\",      \"description\": \"استوديو سينمائي مصري، كان من أهم استوديوهات السينما في مصر في فترة الأربعينيات والخمسينيات. nnأسسه المنتج والمخرج توجو مزراحي. nnأنتج العديد من الأفلام الهامة في تاريخ السينما المصرية، وخاصة الأفلام الغنائية والاستعراضية. nnساهم في تطوير صناعة السينما المصرية، واكتشاف العديد من المواهب الفنية.\"    },    {      \"name\": \"معهد السينما\",      \"original_text\": \"معهد السينما\",      \"type\": \"ORGANIZATION\",      \"description\": \"مؤسسة تعليمية مصرية، تُعد من أهم المؤسسات التعليمية في مجال السينما في العالم العربي. nnتأسس عام 1959، بهدف تخريج جيل جديد من السينمائيين. nnيقدم برامج دراسية متخصصة في مختلف مجالات صناعة السينما، مثل الإخراج والتصوير والتمثيل والمونتاج. nnساهم بشكل كبير في تطوير صناعة السينما المصرية، وتخريج العديد من الكفاءات الفنية.\"    },    {      \"name\": \"فرقة رمسيس المسرحية\",      \"original_text\": \"فرقة رمسيس المسرحية\",      \"type\": \"ORGANIZATION\",      \"description\": \"فرقة مسرحية مصرية، تُعد من أهم فرق المسرح في مصر في النصف الأول من القرن العشرين. nnأسسها الفنان يوسف وهبي. nnقدمت العديد من المسرحيات الهامة في تاريخ المسرح المصري، واشتهرت بأعمالها التراجيدية والدرامية. nnساهمت في تطوير الحركة المسرحية في مصر، وتخريج العديد من المواهب الفنية.\"    },    {      \"name\": \"الجيش\",      \"original_text\": \"الجيش\",      \"type\": \"ORGANIZATION\",      \"description\": \"مؤسسة عسكرية، تُعد من أهم مؤسسات الدولة. nnتتولى مسؤولية الدفاع عن الوطن وحماية حدوده. nnتلعب دورًا هامًا في الحفاظ على الأمن والاستقرار. nnتُعد رمزًا من رموز القوة والوطنية.\"    },    {      \"name\": \"مجلس قيادة الثورة\",      \"original_text\": \"مجلس قيادة الثورة\",      \"type\": \"ORGANIZATION\",      \"description\": \"هيئة سياسية كانت تحكم مصر في أعقاب ثورة يوليو 1952. nnكانت تتكون من مجموعة من الضباط الأحرار الذين قاموا بالثورة. nnكانت تتخذ القرارات الهامة في الدولة، وتشرف على عمل الحكومة. nnانتهى دورها رسميًا عام 1956.\"    },    {      \"name\": \"الكنيسة الكاثوليكية\",      \"original_text\": \"الكنيسة الكاثوليكية\",      \"type\": \"ORGANIZATION\",      \"description\": \"أكبر طائفة مسيحية في العالم، يرأسها البابا في روما. nnتتميز بتنظيمها الهرمي، وعقائدها وتقاليدها الخاصة. nnلها دور ديني واجتماعي وثقافي هام في مختلف أنحاء العالم. nnتدعو إلى المحبة والتسامح والسلام.\"    },    {      \"name\": \"المركز الكاثوليكي للسينما\",      \"original_text\": \"المركز الكاثوليكي للسينما\",      \"type\": \"ORGANIZATION\",      \"description\": \"مؤسسة ثقافية مصرية، تُعنى بالسينما وتاريخها. nnتأسس عام 1951 على يد الصحفي فريد المزاوي. nnيضم أرشيفًا ضخمًا للأفلام المصرية، ويُعد مرجعًا هامًا للباحثين والمهتمين بالسينما. nnيُنظم مهرجانًا سنويًا للسينما المصرية، ويقدم جوائز لأفضل الأفلام.\"    },    {      \"name\": \"ثلاثي أضواء المسرح\",      \"original_text\": \"ثلاثي أضواء المسرح\",      \"type\": \"ORGANIZATION\",      \"description\": \"فرقة مسرحية كوميدية مصرية، تُعد من أهم فرق المسرح الكوميدي في مصر. nnتشكلت الفرقة من سمير غانم، والضيف أحمد، وجورج سيدهم. nnقدمت العديد من المسرحيات الكوميدية الناجحة، واشتهرت بأسلوبها الكوميدي المميز. nnساهمت في تطوير المسرح الكوميدي في مصر، وإدخال الفرحة والبهجة على قلوب الجمهور.\"    },    {      \"name\": \"فرقة المتحدين\",      \"original_text\": \"فرقة المتحدين\",      \"type\": \"ORGANIZATION\",      \"description\": \"فرقة مسرحية مصرية، تُعد من أهم فرق المسرح في مصر. nnقدمت العديد من المسرحيات الناجحة، واشتهرت بأعمالها الكوميدية. nnمن أشهر مسرحياتها \"مدرسة المشاغبين\" و\"العيال كبرت\". nnساهمت في تطوير الحركة المسرحية في مصر، وتخريج العديد من المواهب الفنية.\"    },    {      \"name\": \"شركة الصحبة\",      \"original_text\": \"شركة الصحبة\",      \"type\": \"ORGANIZATION\",      \"description\": \"شركة إنتاج سينمائي مصرية، تأسست في أواخر السبعينيات على يد مجموعة من السينمائيين الشباب. nnكان من أهم أهدافها إنتاج أفلام سينمائية ذات قيمة فنية عالية، بعيدًا عن القيود التجارية. nnمن أشهر أفلامها \"الحريف\" و\"الكيف\" و\"زوجة رجل مهم\". nnساهمت في ظهور جيل جديد من السينمائيين، وتقديم رؤية سينمائية مختلفة.\"    },    {      \"name\": \"الحرب العالمية الثانية\",      \"original_text\": \"الحرب العالمية الثانية\",      \"type\": \"EVENT\",      \"description\": \"أكبر حرب عالمية في التاريخ، دارت رحاها بين عامي 1939 و 1945. nnشاركت فيها معظم دول العالم، وانقسمت إلى محور ودول الحلفاء. nnأسفرت عن مقتل ملايين الأشخاص، وتدمير هائل في البنية التحتية للدول المشاركة. "