"  \"Entities\": [    {      \"name\": \"وسائل الإعلام\",      \"original_text\": \"news media\",      \"type\": \"ORGANIZATION\",      \"description\": \"وسائل الإعلام هي الوسيلة الرئيسية لنشر الأخبار والمعلومات والتأثير على الرأي العام. تلعب وسائل الإعلام دورًا حاسمًا في تشكيل وجهات نظر الناس حول القضايا المختلفة، وتسليط الضوء على الأحداث الجارية، وتوفير منصة للتعبير عن وجهات النظر المختلفة.\"    },    {      \"name\": \"تويتر\",      \"original_text\": \"twitter\",      \"type\": \"ORGANIZATION\",      \"description\": \"تويتر هو منصة تواصل اجتماعي شهيرة تتيح للمستخدمين مشاركة الرسائل القصيرة المسماة \"التغريدات\". يعتبر تويتر منصة مؤثرة لنشر الأخبار والمعلومات والتواصل مع الآخرين.\"    },    {      \"name\": \"علي الظفيري\",      \"original_text\": \"Ali Al-Thafeeri\",      \"type\": \"PERSON\",      \"description\": \"إعلامي مخضرم، عمل في العديد من المؤسسات الإعلامية البارزة مثل قناة الجزيرة. يتمتع بخبرة واسعة في مجال الإعلام، وله آراء مؤثرة في الشأن العربي.\"    },    {      \"name\": \"الكويت\",      \"original_text\": \"Kuwait\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في منطقة الخليج العربي، تشتهر بثقافتها الغنية وتاريخها العريق. لعبت الكويت دورًا هامًا في دعم القضايا العربية، وتتمتع بنظام تعليمي وإعلامي متطور.\"    },    {      \"name\": \"السعودية\",      \"original_text\": \"Saudi Arabia\",      \"type\": \"LOCATION\",      \"description\": \"أكبر دولة في شبه الجزيرة العربية، وتعتبر مركزًا دينيًا وثقافيًا هامًا للمسلمين. تتمتع السعودية بثقل سياسي واقتصادي كبير في المنطقة والعالم.\"    },    {      \"name\": \"قناة الجزيرة\",      \"original_text\": \"Al Jazeera\",      \"type\": \"ORGANIZATION\",      \"description\": \"قناة إخبارية عربية شهيرة، مقرها في قطر. تتمتع قناة الجزيرة بانتشار واسع في العالم العربي وخارجه، وتلعب دورًا مؤثرًا في تغطية الأحداث الجارية.\"    },    {      \"name\": \"الربيع العربي\",      \"original_text\": \"Arab Spring\",      \"type\": \"EVENT\",      \"description\": \"سلسلة من الاحتجاجات الشعبية التي اندلعت في عدد من الدول العربية في أواخر عام 2010 وأوائل عام 2011. طالبت هذه الاحتجاجات بالديمقراطية والإصلاح السياسي والاقتصادي.\"    },    {      \"name\": \"فيصل العقل\",      \"original_text\": \"Faisal Al-Agel\",      \"type\": \"PERSON\",      \"description\": \"إعلامي كويتي، يُعرف بتقديمه لبرنامج \"بدون ورق\"، وهو برنامج حواري يستضيف فيه شخصيات بارزة لمناقشة قضايا مختلفة.\"    },    {      \"name\": \"بدون ورق\",      \"original_text\": \"Bidon Waraq\",      \"type\": \"MEDIA\",      \"description\": \"برنامج حواري يقدمه الإعلامي الكويتي فيصل العقل، يستضيف فيه شخصيات بارزة لمناقشة قضايا مختلفة. يتميز البرنامج بأسلوبه العفوي وغير الرسمي.\"    },    {      \"name\": \"منيرة\",      \"original_text\": \"Munera\",      \"type\": \"PERSON\",      \"description\": \"إعلامية كويتية، تعمل مع فيصل العقل في برنامج \"بدون ورق\". تساهم منيرة في إعداد وتقديم البرنامج، وتتمتع بحضور إعلامي مميز.\"    },    {      \"name\": \"الجهرة\",      \"original_text\": \"Jahra\",      \"type\": \"LOCATION\",      \"description\": \"مدينة كويتية تقع شمال غرب العاصمة، تشتهر بطابعها الشعبي وتاريخها العريق. تعتبر الجهرة من المدن المهمة في الكويت، وتتميز بتنوع سكانها.\"    },    {      \"name\": \"جريدة القبس\",      \"original_text\": \"Al-Qabas newspaper\",      \"type\": \"ORGANIZATION\",      \"description\": \"صحيفة كويتية يومية، تعتبر من أبرز الصحف في الكويت. تتميز جريدة القبس بتغطيتها الشاملة للأحداث المحلية والعربية والدولية.\"    },    {      \"name\": \"أحمد مطر\",      \"original_text\": \"Ahmed Mattar\",      \"type\": \"PERSON\",      \"description\": \"شاعر عراقي معاصر، اشتهر بشعره الساخر الذي ينتقد الأوضاع السياسية والاجتماعية في العالم العربي. يتميز شعر أحمد مطر بجرأته وقوة تعبيره.\"    },    {      \"name\": \"مظفر النواب\",      \"original_text\": \"Muthaffar Al-Nawab\",      \"type\": \"PERSON\",      \"description\": \"شاعر عراقي معاصر، اشتهر بشعره الوطني والثوري. يتميز شعر مظفر النواب بقوة تعبيره وصوره الشعرية المؤثرة.\"    },    {      \"name\": \"ناجي العلي\",      \"original_text\": \"Naji Al-Ali\",      \"type\": \"PERSON\",      \"description\": \"رسام كاريكاتير فلسطيني شهير، اشتهر بشخصية \"حنظلة\" التي تمثل رمزًا للمقاومة الفلسطينية. تميزت رسومات ناجي العلي بجرأتها ونقدها اللاذع للأوضاع السياسية في العالم العربي.\"    },    {      \"name\": \"حنظلة\",      \"original_text\": \"Hanthala\",      \"type\": \"WORK_OF_ART\",      \"description\": \"شخصية كرتونية شهيرة ابتكرها رسام الكاريكاتير الفلسطيني ناجي العلي. تمثل شخصية حنظلة رمزًا للمقاومة الفلسطينية، وتتميز بوقوفها دائمًا وظهرها للجمهور.\"    },    {      \"name\": \"فلسطين\",      \"original_text\": \"Palestine\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في الشرق الأوسط، وتخضع للاحتلال الإسرائيلي منذ عام 1967. تعتبر القضية الفلسطينية من أهم القضايا في العالم العربي، وتلقى دعمًا واسعًا من الشعوب العربية.\"    },    {      \"name\": \"الحرب العراقية الإيرانية\",      \"original_text\": \"Iran-Iraq war\",      \"type\": \"EVENT\",      \"description\": \"حرب اندلعت بين العراق وإيران في ثمانينيات القرن الماضي، واستمرت لثمانية أعوام. خلفت الحرب دمارًا هائلاً في كلا البلدين، وأدت إلى مقتل وإصابة الملايين.\"    },    {      \"name\": \"محمد الصقر\",      \"original_text\": \"Mohammed Al-Sager\",      \"type\": \"PERSON\",      \"description\": \"إعلامي كويتي بارز، شغل منصب رئيس تحرير جريدة القبس وجريدة الجريدة. يتمتع محمد الصقر بخبرة واسعة في المجال الإعلامي، وله إسهامات كبيرة في تطوير الصحافة الكويتية.\"    },    {      \"name\": \"جريدة الجريدة\",      \"original_text\": \"Jarida newspaper\",      \"type\": \"ORGANIZATION\",      \"description\": \"صحيفة كويتية يومية، تعتبر من الصحف المهمة في الكويت. تتميز جريدة الجريدة بتغطيتها الشاملة للأحداث المحلية والعربية والدولية.\"    },    {      \"name\": \"دمشق\",      \"original_text\": \"Damascus\",      \"type\": \"LOCATION\",      \"description\": \"عاصمة سوريا، وتعتبر من أقدم المدن المأهولة في العالم. تتمتع دمشق بتاريخ عريق وثقافة غنية، وتشتهر بمعالمها الأثرية والتاريخية.\"    },    {      \"name\": \"مقهى هافانا\",      \"original_text\": \"Havana cafe\",      \"type\": \"LOCATION\",      \"description\": \"مقهى يقع في دمشق، ويعتبر من المقاهي الشهيرة في المدينة. يتميز مقهى هافانا بأجوائه الهادئة والدافئة، ويعتبر مكانًا مفضلًا للقاء الأصدقاء.\"    },    {      \"name\": \"الخليج\",      \"original_text\": \"Gulf\",      \"type\": \"LOCATION\",      \"description\": \"منطقة جغرافية تقع في غرب آسيا، وتضم دولًا مثل السعودية والإمارات العربية المتحدة وقطر والكويت والبحرين وسلطنة عمان. تتمتع دول الخليج بثروة نفطية هائلة، وتلعب دورًا هامًا في الاقتصاد العالمي.\"    },    {      \"name\": \"الملك فهد\",      \"original_text\": \"King Fahad\",      \"type\": \"PERSON\",      \"description\": \"ملك المملكة العربية السعودية من عام 1982 حتى وفاته في عام 2005. يعتبر الملك فهد من أبرز ملوك السعودية، وله إنجازات كبيرة في مختلف المجالات.\"    },    {      \"name\": \"السلطان قابوس\",      \"original_text\": \"Sultan Qaboos\",      \"type\": \"PERSON\",      \"description\": \"سلطان عمان من عام 1970 حتى وفاته في عام 2020. يعتبر السلطان قابوس من أبرز حكام عمان، وله إنجازات كبيرة في مختلف المجالات.\"    },    {      \"name\": \"حافظ الأسد\",      \"original_text\": \"Hafez Al-Assad\",      \"type\": \"PERSON\",      \"description\": \"رئيس سوريا من عام 1971 حتى وفاته في عام 2000. يعتبر حافظ الأسد من أبرز حكام سوريا، وله تأثير كبير على تاريخ البلاد.\"    },    {      \"name\": \"القذافي\",      \"original_text\": \"Gaddafi\",      \"type\": \"PERSON\",      \"description\": \"زعيم ليبيا من عام 1969 حتى مقتله في عام 2011. اشتهر القذافي بسياساته المثيرة للجدل، وحكم ليبيا بقبضة حديدية.\"    },    {      \"name\": \"صدام حسين\",      \"original_text\": \"Saddam Hussein\",      \"type\": \"PERSON\",      \"description\": \"رئيس العراق من عام 1979 حتى إعدامه في عام 2006. اشتهر صدام حسين بسياساته الديكتاتورية، وغزو الكويت في عام 1990.\"    },    {      \"name\": \"الإمارات\",      \"original_text\": \"Emirates\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في منطقة الخليج العربي، تشتهر بنموها الاقتصادي السريع وتطورها العمراني. تلعب الإمارات دورًا هامًا في المنطقة والعالم.\"    },    {      \"name\": \"عمان\",      \"original_text\": \"Oman\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في جنوب شرق شبه الجزيرة العربية، تشتهر بتاريخها العريق وثقافتها الغنية. تتمتع عمان بموقع استراتيجي هام، وتلعب دورًا هامًا في المنطقة.\"    },    {      \"name\": \"البحرين\",      \"original_text\": \"Bahrain\",      \"type\": \"LOCATION\",      \"description\": \"دولة جزرية تقع في الخليج العربي، تشتهر بتاريخها العريق وثقافتها الغنية. تلعب البحرين دورًا هامًا في المنطقة، وتتمتع بعلاقات قوية مع دول الخليج.\"    },    {      \"name\": \"الجزائر\",      \"original_text\": \"Algeria\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في شمال إفريقيا، تشتهر بتاريخها العريق وثقافتها الغنية. تتمتع الجزائر بثروة نفطية وغازية هائلة، وتلعب دورًا هامًا في المنطقة.\"    },    {      \"name\": \"ليبيا\",      \"original_text\": \"Libya\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في شمال إفريقيا، تشتهر بتاريخها العريق وثقافتها الغنية. تتمتع ليبيا بثروة نفطية هائلة، وشهدت اضطرابات سياسية وأمنية كبيرة في السنوات الأخيرة.\"    },    {      \"name\": \"مصر\",      \"original_text\": \"Egypt\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في شمال إفريقيا، تشتهر بتاريخها العريق وثقافتها الغنية. تعتبر مصر من أهم الدول العربية، وتلعب دورًا هامًا في المنطقة والعالم.\"    },    {      \"name\": \"السودان\",      \"original_text\": \"Sudan\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في شمال شرق إفريقيا، تشتهر بتاريخها العريق وثقافتها الغنية. يتمتع السودان بموقع استراتيجي هام، ويشهد تحولات سياسية كبيرة في السنوات الأخيرة.\"    },    {      \"name\": \"موريتانيا\",      \"original_text\": \"Mauritania\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في شمال غرب إفريقيا، تشتهر بتاريخها العريق وثقافتها الغنية. تتمتع موريتانيا بموقع استراتيجي هام، وتلعب دورًا هامًا في منطقة الساحل.\"    },    {      \"name\": \"العراق\",      \"original_text\": \"Iraq\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في غرب آسيا، تشتهر بتاريخها العريق وثقافتها الغنية. يتمتع العراق بثروة نفطية هائلة، وشهد حروبًا وصراعات داخلية كبيرة في العقود الأخيرة.\"    },    {      \"name\": \"جامعة الكويت\",      \"original_text\": \"Kuwait University\",      \"type\": \"ORGANIZATION\",      \"description\": \"أكبر جامعة حكومية في الكويت، وتعتبر من الجامعات العريقة في منطقة الخليج العربي. تتميز جامعة الكويت ببرامجها الأكاديمية المتميزة، وتخرج منها العديد من الشخصيات البارزة.\"    },    {      \"name\": \"الهيئة العامة للتعليم التطبيقي والتدريب\",      \"original_text\": \"Public Institute for Applied Education\",      \"type\": \"ORGANIZATION\",      \"description\": \"مؤسسة تعليمية حكومية في الكويت، تهدف إلى توفير التعليم التطبيقي والتدريب المهني. تلعب الهيئة العامة للتعليم التطبيقي والتدريب دورًا هامًا في إعداد الكوادر الوطنية لسوق العمل.\"    },    {      \"name\": \"التلفزيون السعودي\",      \"original_text\": \"Saudi television\",      \"type\": \"ORGANIZATION\",      \"description\": \"المؤسسة الإعلامية الحكومية المسؤولة عن البث التلفزيوني في المملكة العربية السعودية. يضم التلفزيون السعودي العديد من القنوات التي تقدم برامج متنوعة.\"    },    {      \"name\": \"بغداد\",      \"original_text\": \"Baghdad\",      \"type\": \"LOCATION\",      \"description\": \"عاصمة العراق، وتعتبر من أقدم المدن المأهولة في العالم. تتمتع بغداد بتاريخ عريق وثقافة غنية، وشهدت حروبًا وصراعات داخلية كبيرة في العقود الأخيرة.\"    },    {      \"name\": \"فندق فلسطين\",      \"original_text\": \"Palestine Hotel\",      \"type\": \"LOCATION\",      \"description\": \"فندق شهير يقع في بغداد، وكان مقرًا للعديد من الصحفيين والإعلاميين خلال حرب العراق في عام 2003. تعرض فندق فلسطين لقصف أمريكي في عام 2003، مما أدى إلى مقتل صحفيين اثنين.\"    },    {      \"name\": \"كلية المستنصرية\",      \"original_text\": \"Mustansiriya College\",      \"type\": \"ORGANIZATION\",      \"description\": \"كلية عريقة تقع في بغداد، وتعتبر من أقدم المؤسسات التعليمية في العالم العربي. تتميز كلية المستنصرية بتاريخها العريق وإسهاماتها الكبيرة في مختلف مجالات المعرفة.\"    },    {      \"name\": \"أسوشيتد برس\",      \"original_text\": \"Associated Press\",      \"type\": \"ORGANIZATION\",      \"description\": \"وكالة أنباء أمريكية شهيرة، تعتبر من أكبر وكالات الأنباء في العالم. تتميز أسوشيتد برس بتغطيتها الشاملة للأحداث الدولية، وتوفر خدماتها الإخبارية للعديد من المؤسسات الإعلامية حول العالم.\"    },    {      \"name\": \"رويترز\",      \"original_text\": \"Reuters\",      \"type\": \"ORGANIZATION\",      \"description\": \"وكالة أنباء بريطانية شهيرة، تعتبر من أكبر وكالات الأنباء في العالم. تتميز رويترز بتغطيتها الشاملة للأحداث الدولية، وتوفر خدماتها الإخبارية للعديد من المؤسسات الإعلامية حول العالم.\"    },    {      \"name\": \"في العمق\",      \"original_text\": \"In Depth\",      \"type\": \"MEDIA\",      \"description\": \"برنامج حواري كان يقدمه الإعلامي علي الظفيري على قناة الجزيرة. تميز البرنامج باستضافته لشخصيات بارزة من مختلف المجالات، ومناقشة قضايا فكرية وسياسية واجتماعية.\"    },    {      \"name\": \"معمر القذافي\",      \"original_text\": \"Gaddafi\",      \"type\": \"PERSON\",      \"description\": \"زعيم ليبيا من عام 1969 حتى مقتله في عام 2011. اشتهر القذافي بسياساته المثيرة للجدل، وحكم ليبيا بقبضة حديدية.\"    },    {      \"name\": \"صندوق النقد الدولي\",      \"original_text\": \"IMF\",      \"type\": \"ORGANIZATION\",      \"description\": \"منظمة دولية تهدف إلى تعزيز التعاون النقدي الدولي وتوفير المساعدة المالية للدول الأعضاء. يلعب صندوق النقد الدولي دورًا هامًا في الاقتصاد العالمي.\"    },    {      \"name\": \"البنك الدولي\",      \"original_text\": \"World Bank\",      \"type\": \"ORGANIZATION\",      \"description\": \"منظمة دولية تهدف إلى مكافحة الفقر وتعزيز التنمية الاقتصادية في الدول النامية. يقدم البنك الدولي قروضًا ومنحًا للدول الأعضاء لتمويل مشاريع التنمية.\"    },    {      \"name\": \"تونس\",      \"original_text\": \"Tunisia\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في شمال إفريقيا، تشتهر بتاريخها العريق وثقافتها الغنية. كانت تونس مهد الربيع العربي، وشهدت تحولات سياسية كبيرة في السنوات الأخيرة.\"    },    {      \"name\": \"اليمن\",      \"original_text\": \"Yemen\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في جنوب غرب شبه الجزيرة العربية، تشتهر بتاريخها العريق وثقافتها الغنية. يشهد اليمن حربًا أهلية مدمرة منذ عام 2014.\"    },    {      \"name\": \"سوريا\",      \"original_text\": \"Syria\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في غرب آسيا، تشتهر بتاريخها العريق وثقافتها الغنية. يشهد سوريا حربًا أهلية مدمرة منذ عام 2011.\"    },    {      \"name\": \"خالد سعيد\",      \"original_text\": \"Khalid Said\",      \"type\": \"PERSON\",      \"description\": \"شاب مصري قُتل على يد الشرطة المصرية في عام 2010، وأصبحت قضيته رمزًا للعنف policial  في مصر. ساهمت قضية خالد سعيد في إشعال ثورة 25 يناير في مصر.\"    },    {      \"name\": \"فيسبوك\",      \"original_text\": \"Facebook\",      \"type\": \"ORGANIZATION\",      \"description\": \"منصة تواصل اجتماعي شهيرة، تتيح للمستخدمين التواصل مع الأصدقاء والعائلة ومشاركة الصور والفيديوهات. لعب فيسبوك دورًا هامًا في الربيع العربي.\"    },    {      \"name\": \"محمد سليم العوا\",      \"original_text\": \"Muhammad Salim Al-Awa\",      \"type\": \"PERSON\",      \"description\": \"داعية إسلامي مصري، اشتهر بدعوته إلى الحوار والوسطية. لعب محمد سليم العوا دورًا هامًا في الحياة السياسية المصرية، وكان من دعاة المصالحة الوطنية.\"    },    {      \"name\": \"رواندا\",      \"original_text\": \"Rwanda\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في شرق إفريقيا، وشهدت إبادة جماعية مروعة في عام 1994. تمكنت رواندا من تحقيق مصالحة وطنية وبناء دولة قوية بعد الإبادة الجماعية.\"    },    {      \"name\": \"بول كاغامه\",      \"original_text\": \"Paul Kagame\",      \"type\": \"PERSON\",      \"description\": \"رئيس رواندا منذ عام 2000، ويُنسب إليه الفضل في تحقيق الاستقرار والنمو الاقتصادي في البلاد بعد الإبادة الجماعية. يتمتع بول كاغامه بشعبية كبيرة في رواندا.\"    },    {      \"name\": \"عبد الكريم عبد القادر\",      \"original_text\": \"Abdul Karim Abdelkader\",      \"type\": \"PERSON\",      \"description\": \"ممثل كويتي شهير، اشتهر بأدواره الكوميدية والتراجيدية. يتمتع عبد الكريم عبد القادر بشعبية كبيرة في الكويت والخليج العربي.\"    },    {      \"name\": \"سعد الفرج\",      \"original_text\": \"Saad Al-Faraj\",      \"type\": \"PERSON\",      \"description\": \"ممثل كويتي شهير، اشتهر بأدواره الكوميدية والتراجيدية. يتمتع سعد الفرج بشعبية كبيرة في الكويت والخليج العربي.\"    },    {      \"name\": \"جمال سليمان\",      \"original_text\": \"Jamal Suleiman\",      \"type\": \"PERSON\",      \"description\": \"ممثل سوري شهير، اشتهر بأدواره في الدراما السورية. يتمتع جمال سليمان بشعبية كبيرة في سوريا والعالم العربي.\"    },    {      \"name\": \"رجب طيب أردوغان\",      \"original_text\": \"Erdogan\",      \"type\": \"PERSON\",      \"description\": \"رئيس تركيا منذ عام 2014، ويعتبر من أبرز الزعماء السياسيين في المنطقة. يتمتع أردوغان بشعبية كبيرة في تركيا، وله تأثير كبير على السياسة الإقليمية.\"    },    {      \"name\": \"عزمي بشارة\",      \"original_text\": \"Azmi Bishara\",      \"type\": \"PERSON\",      \"description\": \"مفكر فلسطيني بارز، اشتهر بأفكاره السياسية والفلسفية. يتمتع عزمي بشارة بتأثير كبير في الأوساط الفكرية العربية.\"    },    {      \"name\": \"علي الجابر\",      \"original_text\": \"Ali Al Jaber\",      \"type\": \"PERSON\",      \"description\": \"مصور صحفي قطري، عمل في قناة الجزيرة، وقُتل في ليبيا عام 2011 أثناء تغطيته للثورة الليبية. يعتبر علي الجابر من رموز الصحافة العربية، وخلفت وفاته حزنًا كبيرًا في الأوساط الإعلامية.\"    },    {      \"name\": \"بنغازي\",      \"original_text\": \"Benghazi\",      \"type\": \"LOCATION\",      \"description\": \"مدينة ليبية تقع في شرق البلاد، وتعتبر من أهم المدن الليبية. شهدت بنغازي اندلاع الثورة الليبية في عام 2011.\"    },    {      \"name\": \"فوكس نيوز\",      \"original_text\": \"Fox\",      \"type\": \"ORGANIZATION\",      \"description\": \"قناة إخبارية أمريكية شهيرة، تُعرف بميولها المحافظة. تتمتع فوكس نيوز بشعبية كبيرة في الولايات المتحدة، وتلعب دورًا مؤثرًا في تشكيل الرأي العام.\"    },    {      \"name\": \"سي إن إن\",      \"original_text\": \"CNN\",      \"type\": \"ORGANIZATION\",      \"description\": \"قناة إخبارية أمريكية شهيرة، تُعرف بتغطيتها الشاملة للأحداث الدولية. تتمتع سي إن إن بانتشار واسع في العالم، وتلعب دورًا هامًا في نقل الأخبار.\"    },    {      \"name\": \"اليوتيوب\",      \"original_text\": \"Youtube\",      \"type\": \"ORGANIZATION\",      \"description\": \"منصة مشاركة فيديوهات شهيرة، تتيح للمستخدمين مشاهدة وتحميل ومشاركة الفيديوهات. يتمتع اليوتيوب بشعبية كبيرة في العالم، ويعتبر من أهم منصات التواصل الاجتماعي.\"    },    {      \"name\": \"الذكاء الاصطناعي\",      \"original_text\": \"Artificial Intelligence\",      \"type\": \"MISC\",      \"description\": \"مجال في علوم الحاسوب يهتم بتصميم وتطوير أنظمة وبرامج قادرة على محاكاة القدرات الذهنية البشرية، مثل التعلم وحل المشكلات واتخاذ القرارات.\"    },    {      \"name\": \"ميتافيرس\",      \"original_text\": \"Metaverse\",      \"type\": \"MISC\",      \"description\": \"عالم افتراضي ثلاثي الأبعاد، يتيح للمستخدمين التفاعل مع بعضهم البعض ومع البيئة الافتراضية. يعتبر ميتافيرس من التقنيات الناشئة، ويتوقع أن يلعب دورًا هامًا في المستقبل.\"    },    {      \"name\": \"قطر\",      \"original_text\": \"Qatar\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في منطقة الخليج العربي، تشتهر بثروتها الغازية وتطورها الاقتصادي السريع. تلعب قطر دورًا هامًا في المنطقة والعالم، واستضافت كأس العالم لكرة القدم عام 2022.\"    },    {      \"name\": \"الحوثيون\",      \"original_text\": \"Houthi\",      \"type\": \"ORGANIZATION\",      \"description\": \"جماعة سياسية وعسكرية شيعية في اليمن، تسيطر على العاصمة صنعاء وعدد من المحافظات اليمنية. تخوض جماعة الحوثي حربًا ضد الحكومة اليمنية المدعومة من السعودية.\"    },    {      \"name\": \"تركيا\",      \"original_text\": \"Turkey\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في منطقة الشرق الأوسط، وتعتبر من الدول المهمة في المنطقة. تتمتع تركيا بموقع استراتيجي هام، وتلعب دورًا مؤثرًا في السياسة الإقليمية.\"    },    {      \"name\": \"إيران\",      \"original_text\": \"Iran\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في منطقة الشرق الأوسط، وتعتبر من الدول المهمة في المنطقة. تتمتع إيران بثروة نفطية هائلة، وتلعب دورًا مؤثرًا في السياسة الإقليمية.\"    },    {      \"name\": \"لبنان\",      \"original_text\": \"Lebanon\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في منطقة الشرق الأوسط، تشتهر بتنوعها الثقافي والديني. يعاني لبنان من أزمة اقتصادية وسياسية خانقة.\"    },    {      \"name\": \"الفنطاس\",      \"original_text\": \"Fintas\",      \"type\": \"LOCATION\",      \"description\": \"منطقة تقع في جنوب الكويت، وتشتهر بشواطئها الجميلة. تعتبر الفنطاس من المناطق السكنية الراقية في الكويت.\"    }  ]"