"  \"Entities\": [    {      \"name\": \"غسان أبو ستة\",      \"original_text\": \"Ghassan Abustta\",      \"type\": \"PERSON\",      \"description\": \"هو طبيب فلسطيني متخصص في جراحة التجميل والترميم، يتمتع بخبرة تزيد عن 30 عامًا في مجال طب الحرب. شارك في علاج ضحايا الحروب والصراعات في فلسطين والعالم العربي، بما في ذلك الانتفاضة الثانية، وحروب غزة، والحرب في سوريا، واليمن، والعراق. وقد أتيحت له الفرصة للعمل مع منظمات إنسانية دولية مثل أطباء بلا حدود. nnيُعرف الدكتور أبو ستة بعمله الإنساني والتطوعي، وجهوده في توثيق جرائم الحرب الإسرائيلية ضد المدنيين الفلسطينيين، لا سيما استهداف القطاع الصحي. كما أنه من أشد المدافعين عن حقوق المرضى الفلسطينيين في العلاج والحصول على العدالة. nnوقد ساهم الدكتور أبو ستة في تأليف كتابين طبيين حول جراحة وإعادة تأهيل جروح الحرب، وهما: \"إعادة تأهيل جروح الحرب\" و \"علاج أطفال الحرب\". nnيُعد الدكتور غسان أبو ستة مثالًا يحتذى به في التفاني والعمل الإنساني، والتزامه بقضية شعبه، وجهوده في فضح جرائم الحرب الإسرائيلية.\"    },    {      \"name\": \"الكويت\",      \"original_text\": \"Kuwait\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في الشرق الأوسط، تشتهر بثقافتها الغنية وتاريخها العريق. nnعُرفت الكويت بنشاطها التجاري والاقتصادي، واحتضانها للعديد من الجاليات العربية والأجنبية. nnتتميز الكويت بموقعها الاستراتيجي على الخليج العربي، واحتوائها على العديد من المعالم السياحية والتاريخية. nnكما أن الكويت تلعب دورًا هامًا في دعم القضايا العربية والإسلامية، وتقديم المساعدات الإنسانية للدول المحتاجة.\"    },    {      \"name\": \"بدون ورق\",      \"original_text\": \"Bidon Waraq\",      \"type\": \"ORGANIZATION\",      \"description\": \"بودكاست سياسي واجتماعي عربي يهتم بمناقشة القضايا التي تهم المجتمع العربي. nnيستضيف البودكاست شخصيات بارزة من مختلف المجالات لمناقشة القضايا الراهنة وتقديم وجهات نظر مختلفة. nnيهدف البودكاست إلى إثراء الحوار ونشر الوعي حول القضايا الهامة التي تؤثر على العالم العربي. nnحظي البودكاست بشعبية واسعة في العالم العربي، وأصبح منصة هامة للتعبير عن الرأي والنقاش البناء.\"    },    {      \"name\": \"الانتفاضة الثانية\",      \"original_text\": \"Second Intifada\",      \"type\": \"EVENT\",      \"description\": \"انتفاضة فلسطينية اندلعت في سبتمبر 2000، استمرت لعدة سنوات، تميزت بمواجهات عنيفة بين الفلسطينيين والجيش الإسرائيلي. nnكانت الانتفاضة رد فعل على زيارة أرييل شارون، رئيس الوزراء الإسرائيلي آنذاك، للمسجد الأقصى، والتي اعتبرها الفلسطينيون استفزازًا لمشاعرهم الدينية. nnأدت الانتفاضة إلى سقوط آلاف الشهداء والجرحى من الجانبين، وتدمير البنية التحتية الفلسطينية، وفرض قيود صارمة على حركة الفلسطينيين. nnلا تزال آثار الانتفاضة الثانية قائمة حتى اليوم، وتُعدّ من أهم الأحداث التي شكلت الصراع الفلسطيني الإسرائيلي.\"    },    {      \"name\": \"فلسطين\",      \"original_text\": \"Palestine\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في الشرق الأوسط، لها أهمية دينية وتاريخية كبيرة. nnتُعتبر فلسطين مهد الديانات الإبراهيمية، وتضم العديد من الأماكن المقدسة للمسلمين والمسيحيين واليهود. nnشهدت فلسطين صراعات سياسية طويلة الأمد، وتعرض شعبها للاحتلال والتهجير. nnلا تزال قضية فلسطين من أهم القضايا العالقة في العالم، وتسعى الشعوب العربية والإسلامية إلى تحقيق العدالة للشعب الفلسطيني.\"    },    {      \"name\": \"اليمن\",      \"original_text\": \"Yemen\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في جنوب شبه الجزيرة العربية، تشتهر بتاريخها العريق وثقافتها المتنوعة. nnعُرفت اليمن بإنتاج البن والعسل، واحتضانها للعديد من المواقع الأثرية والتاريخية. nnشهدت اليمن في السنوات الأخيرة حربًا أهلية أدت إلى أزمة إنسانية كارثية. nnوتسعى الجهود الدولية إلى إيجاد حل سياسي للأزمة اليمنية وإنهاء معاناة الشعب اليمني.\"    },    {      \"name\": \"سوريا\",      \"original_text\": \"Syria\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في الشرق الأوسط، تشتهر بتاريخها العريق وحضارتها القديمة. nnعُرفت سوريا بموقعها الاستراتيجي، واحتضانها للعديد من المدن الأثرية والتاريخية. nnشهدت سوريا في السنوات الأخيرة حربًا أهلية مدمرة أدت إلى مقتل وتهجير الملايين. nnوتسعى الجهود الدولية إلى إيجاد حل سياسي للأزمة السورية وإنهاء معاناة الشعب السوري.\"    },    {      \"name\": \"العراق\",      \"original_text\": \"Iraq\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في الشرق الأوسط، تشتهر بتاريخها العريق وحضارتها القديمة. nnعُرف العراق بموقعها الاستراتيجي، واحتوائها على العديد من المدن الأثرية والتاريخية. nnشهد العراق في العقود الأخيرة حروبًا وصراعات أدت إلى تدهور الأوضاع الأمنية والاقتصادية. nnوتسعى الجهود الدولية إلى تحقيق الاستقرار والأمن في العراق، ودعم جهود إعادة الإعمار.\"    },    {      \"name\": \"غزة\",      \"original_text\": \"Gaza\",      \"type\": \"LOCATION\",      \"description\": \"مدينة فلسطينية تقع على ساحل البحر الأبيض المتوسط، تُعتبر أكبر مدن قطاع غزة. nnتُعرف غزة بكثافة سكانها، ومعانتها من الحصار الإسرائيلي المفروض عليها منذ سنوات. nnشهدت غزة العديد من الحروب والاعتداءات الإسرائيلية، التي أدت إلى سقوط آلاف الشهداء والجرحى، وتدمير البنية التحتية. nnوتسعى الجهود الدولية إلى رفع الحصار عن غزة، وتحسين الأوضاع الإنسانية لسكانها.\"    },    {      \"name\": \"الكيان الصهيوني\",      \"original_text\": \"Zionist entity\",      \"type\": \"ORGANIZATION\",      \"description\": \"مصطلح يُستخدم للإشارة إلى دولة إسرائيل، ويشيع استخدامه في الخطاب السياسي العربي والإسلامي. nnيعكس هذا المصطلح رفض الاعتراف بشرعية قيام إسرائيل على أرض فلسطين، واعتبارها كيانًا استعماريًا غاصبًا. nnيرتبط هذا المصطلح بالصراع العربي الإسرائيلي، ويشير إلى السياسات والممارسات الإسرائيلية التي تُعتبر عدوانية تجاه الشعب الفلسطيني. nnيُستخدم مصطلح \"الكيان الصهيوني\" للتأكيد على البعد الديني والعرقي للصراع، ورفض التطبيع مع إسرائيل.\"    },    {      \"name\": \"جنوب أفريقيا\",      \"original_text\": \"South Africa\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في الطرف الجنوبي من القارة الأفريقية، تشتهر بتنوعها الثقافي والعرقي. nnعُرفت جنوب أفريقيا بنظام الفصل العنصري (الأبارتايد) الذي كان سائدًا فيها حتى عام 1994. nnتتميز جنوب أفريقيا بموقعها الجغرافي المتميز، واحتوائها على العديد من المدن السياحية والطبيعية. nnوتلعب جنوب أفريقيا دورًا هامًا في القارة الأفريقية، وتسعى إلى تحقيق التنمية والازدهار لشعبها.\"    },    {      \"name\": \"فيصل العقل\",      \"original_text\": \"Faisal Alaqel\",      \"type\": \"PERSON\",      \"description\": \"لا تتوفر معلومات كافية عن فيصل العقل في النص المقدم. nnيبدو أنه مُقدم بودكاست \"بدون ورق\"، الذي يستضيف شخصيات بارزة لمناقشة القضايا التي تهم المجتمع العربي. nnمن الواضح أنه مهتم بالقضية الفلسطينية، ويسعى إلى تسليط الضوء على معاناة الشعب الفلسطيني. nnيُمكن الاستدلال من اهتمامه باستضافة الدكتور غسان أبو ستة أنه مهتم بمعرفة المزيد عن الأوضاع في غزة، وتأثير الحرب على القطاع الصحي.\"    },    {      \"name\": \"لبنان\",      \"original_text\": \"Lebanon\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في الشرق الأوسط، تشتهر بتنوعها الثقافي والديني. nnعُرف لبنان بموقعه الاستراتيجي على البحر الأبيض المتوسط، واحتضانه للعديد من المدن السياحية والتاريخية. nnشهد لبنان حربًا أهلية طويلة الأمد، ولا يزال يعاني من تداعياتها. nnيلعب لبنان دورًا هامًا في المنطقة العربية، ويُعتبر منارة للثقافة والفنون.\"    },    {      \"name\": \"بيروت\",      \"original_text\": \"Beirut\",      \"type\": \"LOCATION\",      \"description\": \"عاصمة لبنان وأكبر مدنها، تقع على ساحل البحر الأبيض المتوسط. nnتُعرف بيروت بتاريخها العريق وثقافتها الغنية، وتُعتبر من أهم المراكز التجارية والسياحية في الشرق الأوسط. nnشهدت بيروت العديد من الأحداث التاريخية، بما في ذلك الحرب الأهلية اللبنانية. nnوتسعى بيروت إلى إعادة بناء نفسها والحفاظ على مكانتها كمدينة عالمية.\"    },    {      \"name\": \"ناجي العلي\",      \"original_text\": \"Naji Al-Ali\",      \"type\": \"PERSON\",      \"description\": \"رسام كاريكاتير فلسطيني شهير، اشتهر برسوماته السياسية اللاذعة التي تنتقد الاحتلال الإسرائيلي والأنظمة العربية. nnعُرف ناجي العلي بشخصية \"حنظلة\"، الطفل الفلسطيني الذي يظهر دائمًا في رسوماته، والذي أصبح رمزًا للمقاومة والصمود. nnاغتيل ناجي العلي في لندن عام 1987، ولا تزال ملابسات اغتياله غامضة حتى اليوم. nnيُعتبر ناجي العلي من أهم فناني الكاريكاتير في العالم العربي، وقد ترك إرثًا فنيًا وسياسيًا كبيرًا.\"    },    {      \"name\": \"منظمة التحرير الفلسطينية\",      \"original_text\": \"Liberation Organization\",      \"type\": \"ORGANIZATION\",      \"description\": \"منظمة سياسية فلسطينية، تُعتبر الممثل الشرعي والوحيد للشعب الفلسطيني. nnتأسست منظمة التحرير الفلسطينية عام 1964، بهدف تحرير فلسطين وإقامة دولة فلسطينية مستقلة. nnخاضت منظمة التحرير الفلسطينية صراعًا طويلًا مع إسرائيل، وشهدت العديد من التحولات السياسية والعسكرية. nnوتسعى منظمة التحرير الفلسطينية إلى تحقيق حقوق الشعب الفلسطيني، بما في ذلك حقه في تقرير المصير وإقامة الدولة الفلسطينية المستقلة.\"    },    {      \"name\": \"حولي\",      \"original_text\": \"Hawalli\",      \"type\": \"LOCATION\",      \"description\": \"منطقة سكنية وتجارية تقع في الكويت، تشتهر بكثافة سكانها واحتوائها على العديد من المحلات التجارية والمطاعم. nnتُعتبر حولي من المناطق الحيوية في الكويت، وتضم العديد من الجاليات العربية والأجنبية. nnتتميز حولي بموقعها المركزي، وقربها من العديد من المناطق الهامة في الكويت. nnوتُعتبر حولي من المناطق التي شهدت تطورًا عمرانيًا كبيرًا في العقود الأخيرة.\"    },    {      \"name\": \"صبرا وشاتيلا\",      \"original_text\": \"Sabra and Shatila\",      \"type\": \"LOCATION\",      \"description\": \"مخيمين للاجئين الفلسطينيين في بيروت، لبنان. nnشهد المخيمين مجزرة مروعة في سبتمبر 1982، على يد ميليشيات لبنانية مدعومة من إسرائيل. nnراح ضحية المجزرة مئات المدنيين الفلسطينيين، بمن فيهم نساء وأطفال. nnتُعتبر مجزرة صبرا وشاتيلا من أبشع المجازر التي ارتكبت بحق الشعب الفلسطيني، ولا تزال جراحها غائرة في الذاكرة.\"    },    {      \"name\": \"سوي\",      \"original_text\": \"Suchi\",      \"type\": \"PERSON\",      \"description\": \"طبيبة بريطانية من أصول ماليزية، متخصصة في جراحة العظام وجراحة الحرب. nnتُعتبر الدكتورة سوي من أبرز الجراحين الذين أثروا في الأدبيات والأبحاث العلمية المتعلقة بجروح الحرب. nnألفت الدكتورة سوي العديد من الكتب الطبية حول جروح الحرب، وساهمت في علاج ضحايا الحروب والصراعات في مختلف أنحاء العالم. nnتُعدّ الدكتورة سوي مثالًا ملهمًا للتفاني في العمل الإنساني، والتزامها بقضايا العدالة الاجتماعية.\"    },    {      \"name\": \"الجامعة الأمريكية في بيروت\",      \"original_text\": \"American University in Beirut\",      \"type\": \"ORGANIZATION\",      \"description\": \"جامعة خاصة تقع في بيروت، لبنان، تُعتبر من أعرق الجامعات في الشرق الأوسط. nnتأسست الجامعة الأمريكية في بيروت عام 1866، وتضم العديد من الكليات والمعاهد التي تُقدم برامج أكاديمية متميزة. nnتُعرف الجامعة الأمريكية في بيروت ببيئتها الأكاديمية المتميزة، واحتضانها للطلاب من مختلف الجنسيات والثقافات. nnوتلعب الجامعة الأمريكية في بيروت دورًا هامًا في النهضة الفكرية والثقافية في المنطقة العربية.\"    },    {      \"name\": \"لندن\",      \"original_text\": \"London\",      \"type\": \"LOCATION\",      \"description\": \"عاصمة المملكة المتحدة وأكبر مدنها، تقع على نهر التايمز في جنوب شرق إنجلترا. nnتُعتبر لندن من أهم المراكز المالية والثقافية والسياحية في العالم. nnتتميز لندن بتاريخها العريق ومعالمها السياحية الشهيرة، مثل ساعة بيج بن وقصر باكنجهام. nnوتُعتبر لندن من المدن العالمية التي تجذب الزوار من جميع أنحاء العالم.\"    },    {      \"name\": \"إعادة تأهيل جروح الحرب\",      \"original_text\": \"Restoration of War Wounds\",      \"type\": \"WORK_OF_ART\",      \"description\": \"كتاب طبي من تأليف الدكتور غسان أبو ستة، يتناول موضوع إعادة تأهيل جروح الحرب. nnيُقدم الكتاب معلومات شاملة حول أنواع جروح الحرب، وطرق علاجها، وإعادة تأهيل المرضى. nnيُعتبر الكتاب مرجعًا هامًا للأطباء والممرضين العاملين في مناطق الحروب والصراعات. nnويساهم الكتاب في تحسين الرعاية الصحية المقدمة لضحايا الحروب، ومساعدتهم على استعادة حياتهم الطبيعية.\"    },    {      \"name\": \"علاج أطفال الحرب\",      \"original_text\": \"Treating War Children\",      \"type\": \"WORK_OF_ART\",      \"description\": \"كتاب طبي من تأليف الدكتور غسان أبو ستة، يتناول موضوع علاج الأطفال المصابين في الحروب والصراعات. nnيُقدم الكتاب معلومات هامة حول أنواع الإصابات التي يتعرض لها الأطفال في الحروب، وطرق علاجها، والتحديات التي تواجه الكوادر الطبية في تقديم الرعاية الصحية للأطفال. nnيُعتبر الكتاب مرجعًا هامًا للأطباء والممرضين والمنظمات الإنسانية العاملة في مجال حماية الأطفال في مناطق النزاعات. nnويساهم الكتاب في تحسين الرعاية الصحية المقدمة للأطفال ضحايا الحروب، ومساعدتهم على التغلب على آثارها النفسية والجسدية.\"    },    {      \"name\": \"اتفاقية أوسلو\",      \"original_text\": \"Oslo Accords\",      \"type\": \"EVENT\",      \"description\": \"اتفاقية سلام وقعتها منظمة التحرير الفلسطينية وإسرائيل في عام 1993، بهدف التوصل إلى حل سلمي للصراع الفلسطيني الإسرائيلي. nnنصت اتفاقية أوسلو على إقامة سلطة حكم ذاتي فلسطينية مؤقتة في الضفة الغربية وقطاع غزة، على أن يتم التفاوض على قضايا الوضع النهائي، مثل القدس واللاجئين والمستوطنات، في مرحلة لاحقة. nnأثارت اتفاقية أوسلو جدلاً واسعًا، حيث اعتبرها البعض خطوة هامة نحو السلام، بينما انتقدها آخرون باعتبارها تنازلات مجانية من الجانب الفلسطيني. nnلم تنجح اتفاقية أوسلو في تحقيق السلام الدائم، ولا تزال العديد من قضايا الوضع النهائي عالقة حتى اليوم.\"    },    {      \"name\": \"القدس\",      \"original_text\": \"Jerusalem\",      \"type\": \"LOCATION\",      \"description\": \"مدينة مقدسة تقع في الشرق الأوسط، تُعتبر من أقدم مدن العالم وأكثرها أهمية دينية وتاريخية. nnتُعتبر القدس مدينة مقدسة للمسلمين والمسيحيين واليهود، وتضم العديد من الأماكن المقدسة، مثل المسجد الأقصى وكنيسة القيامة وحائط البراق. nnشهدت القدس العديد من الحروب والصراعات على مر التاريخ، ولا تزال قضية القدس من أهم قضايا الصراع العربي الإسرائيلي. nnوتسعى الجهود الدولية إلى إيجاد حل عادل لقضية القدس، يضمن حرية العبادة لجميع الأديان.\"    },    {      \"name\": \"الضفة الغربية\",      \"original_text\": \"West Bank\",      \"type\": \"LOCATION\",      \"description\": \"منطقة تقع في الشرق الأوسط، تُعتبر جزءًا من الأراضي الفلسطينية المحتلة. nnتحد الضفة الغربية من الغرب إسرائيل، ومن الشرق الأردن، وتضم العديد من المدن والقرى الفلسطينية. nnشهدت الضفة الغربية العديد من الأحداث التاريخية، بما في ذلك حرب 1967، التي أدت إلى احتلالها من قبل إسرائيل. nnوتسعى الجهود الدولية إلى إنهاء الاحتلال الإسرائيلي للضفة الغربية، وإقامة دولة فلسطينية مستقلة على حدود عام 1967.\"    },    {      \"name\": \"مستشفى المقاصد\",      \"original_text\": \"Al-Maqasid Hospital\",      \"type\": \"ORGANIZATION\",      \"description\": \"مستشفى فلسطيني يقع في القدس الشرقية، يُعتبر من أهم المستشفيات في فلسطين. nnيُقدم مستشفى المقاصد خدمات طبية متخصصة لجميع الفلسطينيين، بغض النظر عن انتماءاتهم السياسية أو الدينية. nnيُعاني مستشفى المقاصد من نقص في الإمكانيات والمعدات الطبية، بسبب الحصار الإسرائيلي المفروض على القدس الشرقية. nnوتسعى الجهود الدولية إلى دعم مستشفى المقاصد، وتمكينه من الاستمرار في تقديم خدماته الطبية للشعب الفلسطيني.\"    },    {      \"name\": \"حيدر عبد الشافي\",      \"original_text\": \"Haider Abdel Shafi\",      \"type\": \"PERSON\",      \"description\": \"سياسي وطبيب فلسطيني، يُعتبر من أبرز قادة الشعب الفلسطيني. nnشارك الدكتور حيدر عبد الشافي في تأسيس منظمة التحرير الفلسطينية، وكان من أشد المدافعين عن حل الدولتين. nnعُرف الدكتور حيدر عبد الشافي بمواقفه الوطنية الشجاعة، وجهوده في سبيل تحقيق السلام العادل. nnيُعتبر الدكتور حيدر عبد الشافي رمزًا للنضال الفلسطيني، وقد ترك إرثًا سياسيًا وإنسانيًا كبيرًا.\"    },    {      \"name\": \"منظمة أطباء بلا حدود\",      \"original_text\": \"Doctors Without Borders\",      \"type\": \"ORGANIZATION\",      \"description\": \"منظمة إنسانية دولية مستقلة، تُقدم المساعدة الطبية الطارئة لضحايا الحروب والكوارث الطبيعية والأوبئة. nnتأسست منظمة أطباء بلا حدود عام 1971، وتعمل في أكثر من 70 دولة حول العالم. nnتُعرف منظمة أطباء بلا حدود بحيادها واستقلالها، والتزامها بتقديم المساعدة الطبية لمن هم في أمس الحاجة إليها. nnحصلت منظمة أطباء بلا حدود على جائزة نوبل للسلام عام 1999، تقديرًا لجهودها الإنسانية.\"    },    {      \"name\": \"الجليل\",      \"original_text\": \"Al-Jalil\",      \"type\": \"LOCATION\",      \"description\": \"منطقة جغرافية تقع في شمال فلسطين، تشتهر بطبيعتها الخلابة وتنوعها الثقافي. nnتضم منطقة الجليل العديد من المدن والقرى العربية، وتُعتبر من أهم المناطق الزراعية في فلسطين. nnشهدت منطقة الجليل العديد من الأحداث التاريخية، بما في ذلك حرب 1948، التي أدت إلى تهجير العديد من سكانها العرب. nnوتسعى الجهود الدولية إلى الحفاظ على الهوية العربية لمنطقة الجليل، ودعم صمود سكانها.\"    },    {      \"name\": \"بني موريس\",      \"original_text\": \"Benny Morris\",      \"type\": \"PERSON\",      \"description\": \"مؤرخ إسرائيلي جديد، اشتهر بأبحاثه حول تاريخ الصراع العربي الإسرائيلي. nnأثار بني موريس جدلاً واسعًا بسبب كتاباته التي كشفت عن حقائق تاريخية حول حرب 1948، وتورط الحركة الصهيونية في تهجير الفلسطينيين. nnيُعتبر بني موريس من المؤرخين الجدد الذين حاولوا إعادة قراءة التاريخ من منظور نقدي، وتحدي الرواية الصهيونية الرسمية. nnلا تزال كتابات بني موريس تثير الجدل، وتُعتبر من أهم المراجع لفهم تاريخ الصراع العربي الإسرائيلي.\"    },    {      \"name\": \"الرمال\",      \"original_text\": \"Al-Rimal\",      \"type\": \"LOCATION\",      \"description\": \"حي سكني يقع في مدينة غزة، فلسطين. nnيُعتبر حي الرمال من الأحياء الراقية في غزة، ويضم العديد من المباني السكنية والمحلات التجارية. nnتعرض حي الرمال للقصف الإسرائيلي خلال الحروب التي شنتها إسرائيل على قطاع غزة. nnويُعتبر حي الرمال من الأحياء التي شهدت دمارًا كبيرًا جراء القصف الإسرائيلي.\"    },    {      \"name\": \"مستشفى الشفاء\",      \"original_text\": \"Al-Shifa Hospital\",      \"type\": \"ORGANIZATION\",      \"description\": \"مستشفى فلسطيني يقع في مدينة غزة، يُعتبر أكبر مستشفيات قطاع غزة. nnيُقدم مستشفى الشفاء خدمات طبية متخصصة لجميع سكان قطاع غزة، بغض النظر عن انتماءاتهم السياسية أو الدينية. nnيُعاني مستشفى الشفاء من نقص حاد في الإمكانيات والمعدات الطبية، بسبب الحصار الإسرائيلي المفروض على قطاع غزة. nnوتعرض مستشفى الشفاء للقصف الإسرائيلي خلال الحروب التي شنتها إسرائيل على قطاع غزة.\"    },    {      \"name\": \"مستشفى العودة\",      \"original_text\": \"al-awda hospital\",      \"type\": \"ORGANIZATION\",      \"description\": \"مستشفى فلسطيني يقع في مخيم جباليا للاجئين، شمال قطاع غزة. nnيُقدم مستشفى العودة خدمات طبية متخصصة لسكان مخيم جباليا والمناطق المحيطة به. nnيُعاني مستشفى العودة من نقص في الإمكانيات والمعدات الطبية، بسبب الحصار الإسرائيلي المفروض على قطاع غزة. nnوتعرض مستشفى العودة للقصف الإسرائيلي خلال الحروب التي شنتها إسرائيل على قطاع غزة.\"    },    {      \"name\": \"أحمد المهنا\",      \"original_text\": \"Ahmed Al-Mahanna\",      \"type\": \"PERSON\",      \"description\": \"طبيب فلسطيني، كان يشغل منصب المدير الطبي لمستشفى العودة في قطاع غزة. nnاعتقل الدكتور أحمد المهنا من قبل القوات الإسرائيلية خلال الحرب على غزة. nnيُعتبر اعتقال الدكتور أحمد المهنا استهدافًا واضحًا للكوادر الطبية الفلسطينية، وانتهاكًا صارخًا للقانون الدولي الإنساني. nnوتطالب العديد من المنظمات الدولية بالإفراج الفوري عن الدكتور أحمد المهنا، وجميع المعتقلين الفلسطينيين.\"    },    {      \"name\": \"مخيم جباليا\",      \"original_text\": \"Jabalia camp\",      \"type\": \"LOCATION\",      \"description\": \"مخيم للاجئين الفلسطينيين يقع في شمال قطاع غزة، يُعتبر من أكبر مخيمات اللاجئين في العالم. nnتأسس مخيم جباليا عام 1948، بعد تهجير الفلسطينيين من ديارهم إبان النكبة. nnيُعاني سكان مخيم جباليا من ظروف معيشية صعبة، بسبب الاكتظاظ السكاني ونقص الخدمات الأساسية. nnوتعرض مخيم جباليا للقصف الإسرائيلي خلال الحروب التي شنتها إسرائيل على قطاع غزة.\"    },    {      \"name\": \"مستشفى الأهلي\",      \"original_text\": \"Ahli hospital\",      \"type\": \"ORGANIZATION\",      \"description\": \"مستشفى فلسطيني يقع في مدينة غزة، يُعتبر من أهم المستشفيات في قطاع غزة. nnيُقدم مستشفى الأهلي خدمات طبية متخصصة لجميع سكان قطاع غزة، بغض النظر عن انتماءاتهم السياسية أو الدينية. nnيُعاني مستشفى الأهلي من نقص في الإمكانيات والمعدات الطبية، بسبب الحصار الإسرائيلي المفروض على قطاع غزة. nnوتعرض مستشفى الأهلي للقصف الإسرائيلي خلال الحروب التي شنتها إسرائيل على قطاع غزة.\"    },    {      \"name\": \"نتنياهو\",      \"original_text\": \"Netanyahu\",      \"type\": \"PERSON\",      \"description\": \"سياسي إسرائيلي، شغل منصب رئيس وزراء إسرائيل لعدة فترات. nnيُعتبر نتنياهو من أبرز قادة اليمين الإسرائيلي، ويتبنى مواقف متشددة تجاه الفلسطينيين. nnاتُهم نتنياهو بالفساد، وحوكم في عدة قضايا جنائية. nnولا يزال نتنياهو شخصية مثيرة للجدل، وتثير سياساته انتقادات واسعة.\"    },    {      \"name\": \"عماليق\",      \"original_text\": \"Amalek\",      \"type\": \"MISC\",      \"description\": \"قبيلة عربية قديمة ذُكرت في التوراة، اشتهرت بعدائها للأنبياء وبني إسرائيل. nnتُستخدم كلمة \"عماليق\" في الخطاب السياسي والديني للإشارة إلى الأعداء اللدودين، الذين لا يمكن التعايش معهم. nnوفي سياق الصراع العربي الإسرائيلي، تُستخدم كلمة \"عماليق\" للإشارة إلى الإسرائيليين، للتأكيد على فكرة العداء الأبدي بين العرب والإسرائيليين. nnوتُعتبر هذه المقارنة مثيرة للجدل، حيث يرفضها البعض باعتبارها تحريضًا على الكراهية والعنف.\"    },    {      \"name\": \"دichter\",      \"original_text\": \"Dichter\",      \"type\": \"PERSON\",      \"description\": \"لا تتوفر معلومات كافية عن \"Dichter\" في النص المقدم. nnيبدو أنه سياسي إسرائيلي، شغل منصب وزاري في إحدى الحكومات الإسرائيلية. nnمن الواضح أنه يتبنى مواقف متشددة تجاه الفلسطينيين، ويدعو إلى استخدام العنف ضدهم. nnيُمكن الاستدلال من تصريحاته أنه يؤيد فكرة التطهير العرقي، ويرى في الفلسطينيين خطرًا وجوديًا على إسرائيل.\"    },    {      \"name\": \"المحكمة الجنائية الدولية\",      \"original_text\": \"International Court of Justice\",      \"type\": \"ORGANIZATION\",      \"description\": \"محكمة دولية تقع في لاهاي، هولندا، تُعتبر الجهاز القضائي الرئيسي للأمم المتحدة. nnتختص المحكمة الجنائية الدولية بالنظر في القضايا المتعلقة بجرائم الإبادة الجماعية، والجرائم ضد الإنسانية، وجرائم الحرب، وجريمة العدوان. nnتُعتبر المحكمة الجنائية الدولية أداة هامة لمحاسبة مرتكبي جرائم الحرب والجرائم ضد الإنسانية، وتحقيق العدالة للضحايا. nnوتواجه المحكمة الجنائية الدولية العديد من التحديات، بما في ذلك عدم انضمام بعض الدول الكبرى إليها، وصعوبة تنفيذ قراراتها.\"    },    {      \"name\": \"الأمم المتحدة\",      \"original_text\": \"United Nations\",      \"type\": \"ORGANIZATION\",      \"description\": \"منظمة دولية تأسست عام 1945، بهدف الحفاظ على السلم والأمن الدوليين، وتعزيز التعاون الدولي في المجالات الاقتصادية والاجتماعية والثقافية. nnتضم الأمم المتحدة 193 دولة عضوًا، وتلعب دورًا هامًا في معالجة القضايا الدولية، مثل الحروب والصراعات والكوارث الطبيعية. nnتُعتبر الأمم المتحدة من أهم المنظمات الدولية، وتسعى إلى تحقيق أهدافها من خلال هيئاتها المختلفة، مثل مجلس الأمن والجمعية العامة. nnوتواجه الأمم المتحدة العديد من التحديات، بما في ذلك الانقسامات بين الدول الأعضاء، وصعوبة التوصل إلى توافق في الآراء.\"    },    {      \"name\": \"الجهاد الإسلامي\",      \"original_text\": \"Islamic Jihad\",      \"type\": \"ORGANIZATION\",      \"description\": \"حركة مقاومة فلسطينية إسلامية، تأسست عام 1981، بهدف تحرير فلسطين من الاحتلال الإسرائيلي. nnتُعتبر حركة الجهاد الإسلامي من أبرز فصائل المقاومة الفلسطينية، وتتمسك بخيار الكفاح المسلح لتحرير فلسطين. nnخاضت حركة الجهاد الإسلامي العديد من المواجهات العسكرية مع إسرائيل، وتعرضت لعمليات قمع واعتقال من قبل إسرائيل والسلطة الفلسطينية. nnوتُعتبر حركة الجهاد الإسلامي من الحركات الإسلامية التي تتمتع بشعبية واسعة في فلسطين.\"    },    {      \"name\": \"مستشفى المعمداني\",      \"original_text\": \"Al-Ma'madani hospital\",      \"type\": \"ORGANIZATION\",      \"description\": \"مستشفى فلسطيني يقع في مدينة غزة، تعرض لقصف إسرائيلي مروع خلال الحرب على غزة. nnأدى القصف الإسرائيلي إلى استشهاد وجرح المئات من المدنيين الفلسطينيين، بمن فيهم أطفال ونساء. nnأثار قصف مستشفى المعمداني إدانات دولية واسعة، واعتُبر جريمة حرب. nnوتُعتبر هذه المجزرة من أبشع المجازر التي ارتكبتها إسرائيل خلال حروبها على غزة.\"    },    {      \"name\": \"MK-84\",      \"original_text\": \"MK-84\",      \"type\": \"MISC\",      \"description\": \"قنبلة أمريكية الصنع، تُعتبر من أقوى القنابل التقليدية في العالم. nnتزن قنبلة MK-84 حوالي 2000 رطل، وتُستخدم في قصف الأهداف العسكرية والبنية التحتية. nnتُعتبر قنبلة MK-84 من الأسلحة الفتاكة، وتُسبب دمارًا هائلاً في المناطق التي تُستخدم فيها. nnوأثارت استخدام إسرائيل لقنبلة MK-84 في قصف غزة إدانات دولية واسعة.\"    },    {      \"name\": \"J-DAM\",      \"original_text\": \"J-DAM\",      \"type\": \"MISC\",      \"description\": \"مجموعة من أنظمة توجيه الذخائر الأمريكية الصنع، تُستخدم لتحويل القنابل غير الموجهة إلى قنابل دقيقة التوجيه. nnتُمكن أنظمة J-DAM الطائرات من قصف الأهداف بدقة عالية، وتقليل الأضرار الجانبية. nnتُعتبر أنظمة J-DAM من الأسلحة المتطورة، وتُستخدم من قبل العديد من جيوش العالم. nnوأثارت استخدام إسرائيل لأنظمة J-DAM في قصف غزة انتقادات واسعة، بسبب الخسائر الكبيرة في صفوف المدنيين.\"    },    {      \"name\": \"الفوسفور الأبيض\",      \"original_text\": \"white phosphorus\",      \"type\": \"MISC\",      \"description\": \"مادة كيميائية تُستخدم في صناعة الأسلحة، ت"