"\"Entities\": [{\"name\": \"إيران\", \"original_text\": \"Iran\", \"type\": \"LOCATION\", \"description: \"جمهورية إسلامية تقع في غرب آسيا، عاصمتها طهران. تتمتع إيران بثقافة غنية وتاريخ عريق، ولها دور مؤثر في منطقة الشرق الأوسط. تشتهر إيران بصناعاتها النفطية وتنوعها الثقافي، وتعتبر من الدول ذات الأهمية الجيوسياسية في المنطقة.\"}, {\"name\": \"العراق\", \"original_text\": \"Iraq\", \"type\": \"LOCATION\", \"description: \"جمهورية تقع في غرب آسيا، عاصمتها بغداد. يمتلك العراق تاريخًا غنيًا وحضارة قديمة، كما يتمتع بموقع استراتيجي في منطقة الشرق الأوسط. يشتهر العراق بثروته النفطية وتنوعه الثقافي، وقد مر بالعديد من الأحداث والتحديات السياسية والأمنية في العقود الأخيرة.\"}, {\"name\": \"الشام\", \"original_text\": \"Sham\", \"type\": \"LOCATION\", \"description: \"إقليم تاريخي يقع في شرق البحر الأبيض المتوسط، ويشمل حاليًا سوريا ولبنان وفلسطين والأردن. يمتلك إقليم الشام أهمية تاريخية ودينية كبيرة، حيث شهد قيام العديد من الحضارات القديمة وظهور الديانات السماوية. يتمتع الشام بتنوع ثقافي وجغرافي كبير، ويعتبر من المناطق الحيوية في منطقة الشرق الأوسط.\"}, {\"name\": \"مكة\", \"original_text\": \"Mecca\", \"type\": \"LOCATION\", \"description: \"مدينة مقدسة لدى المسلمين، وتقع في المملكة العربية السعودية. تعتبر مكة المكرمة وجهة المسلمين لأداء فريضة الحج، وتضم الكعبة المشرفة التي يتجه إليها المسلمون في صلاتهم. تتمتع مكة بأهمية دينية وتاريخية كبيرة، وتشهد توافد ملايين المسلمين إليها سنويًا.\"}, {\"name\": \"المدينة\", \"original_text\": \"Medina\", \"type\": \"LOCATION\", \"description: \"مدينة مقدسة لدى المسلمين، وتقع في المملكة العربية السعودية. تعرف المدينة المنورة أيضًا باسم المدينة، وهي المدينة التي هاجر إليها النبي محمد صلى الله عليه وسلم وأسس فيها الدولة الإسلامية. تضم المدينة المسجد النبوي الشريف، ثاني أقدس مسجد في الإسلام، وتعتبر من أهم المدن الإسلامية.\"}, {\"name\": \"إسرائيل\", \"original_text\": \"Israel\", \"type\": \"LOCATION\", \"description: \"دولة تقع في الشرق الأوسط، على الساحل الشرقي للبحر الأبيض المتوسط. تأسست دولة إسرائيل عام 1948، وتعتبر من الدول المتقدمة في المنطقة. تتمتع إسرائيل باقتصاد قوي وجيش متطور، ولها علاقات وثيقة مع الولايات المتحدة الأمريكية.\"}, {\"name\": \"فلسطين\", \"original_text\": \"Palestine\", \"type\": \"LOCATION\", \"description: \"إقليم يقع في الشرق الأوسط، على الساحل الشرقي للبحر الأبيض المتوسط. يعتبر إقليم فلسطين أرضًا مقدسة للديانات السماوية الثلاث، ويشهد صراعًا سياسيًا مستمرًا منذ عقود. يسعى الفلسطينيون إلى إقامة دولتهم المستقلة على أراضيهم التاريخية.\"}, {\"name\": \"الحرب العالمية الثانية\", \"original_text\": \"World War II\", \"type\": \"EVENT\", \"description: \" حرب عالمية اندلعت في عام 1939 وانتهت في عام 1945. شاركت فيها غالبية دول العالم، بما في ذلك جميع القوى العظمى في ذلك الوقت.  تعتبر الحرب العالمية الثانية من أدمى الحروب في التاريخ، حيث راح ضحيتها عشرات الملايين من الأشخاص.  أدت الحرب العالمية الثانية إلى تغييرات سياسية وجغرافية كبيرة في العالم، بما في ذلك تشكيل الأمم المتحدة وبداية الحرب الباردة.  لا تزال آثار الحرب العالمية الثانية محسوسة حتى يومنا هذا، سواء على الصعيد السياسي أو الاقتصادي أو الاجتماعي.\"}, {\"name\": \"الحرب الأهلية اللبنانية\", \"original_text\": \"Lebanese Civil War\", \"type\": \"EVENT\", \"description: \" حرب أهلية متعددة الأطراف اندلعت في لبنان عام 1975 واستمرت حتى عام 1990.  شارك في الحرب الأهلية اللبنانية العديد من الفصائل اللبنانية، بالإضافة إلى دول عربية وإقليمية.  أدت الحرب الأهلية اللبنانية إلى مقتل عشرات الآلاف من الأشخاص ونزوح مئات الآلاف.  لا تزال آثار الحرب الأهلية اللبنانية محسوسة حتى يومنا هذا، سواء على الصعيد السياسي أو الاقتصادي أو الاجتماعي.\"}, {\"name\": \"الغزو العراقي الغاشم على الكويت\", \"original_text\": \"Iraqi invasion of Kuwait\", \"type\": \"EVENT\", \"description: \"عملية عسكرية قام بها العراق بقيادة صدام حسين لغزو واحتلال الكويت في 2 أغسطس 1990.  أدى الغزو العراقي للكويت إلى إدانة دولية واسعة، وتشكيل تحالف دولي بقيادة الولايات المتحدة الأمريكية لتحرير الكويت.  انتهت الحرب بتحرير الكويت في فبراير 1991، بعد حرب الخليج الثانية.  لا تزال آثار الغزو العراقي للكويت محسوسة حتى يومنا هذا، سواء على الصعيد السياسي أو الاقتصادي أو الاجتماعي.\"}, {\"name\": \"أحداث 11 سبتمبر\", \"original_text\": \"September 11 attacks\", \"type\": \"EVENT\", \"description: \"سلسلة من أربع هجمات إرهابية منسقة نفذتها جماعة القاعدة الإرهابية ضد الولايات المتحدة في 11 سبتمبر 2001.  استهدفت الهجمات برجي مركز التجارة العالمي في مدينة نيويورك، ومبنى البنتاغون في ولاية فرجينيا، وحقلًا في ولاية بنسلفانيا.  أدت هجمات 11 سبتمبر إلى مقتل ما يقرب من 3000 شخص، وإصابة أكثر من 6000 آخرين.  كان لهجمات 11 سبتمبر تأثير كبير على السياسة الأمريكية والعالمية، بما في ذلك إعلان الولايات المتحدة الحرب على الإرهاب وغزو أفغانستان والعراق.\"}, {\"name\": \"الدولة العثمانية\", \"original_text\": \"Ottoman Empire\", \"type\": \"ORGANIZATION\", \"description: \"إمبراطورية إسلامية أسسها عثمان الأول في الأناضول في أواخر القرن الثالث عشر الميلادي.  امتدت الدولة العثمانية على مدى ستة قرون، وسيطرت على مساحات واسعة من جنوب شرق أوروبا وشمال أفريقيا وغرب آسيا.  انهارت الدولة العثمانية في أعقاب هزيمتها في الحرب العالمية الأولى عام 1918.  لا تزال آثار الدولة العثمانية محسوسة حتى يومنا هذا، سواء على الصعيد السياسي أو الثقافي أو الاجتماعي.\"}, {\"name\": \"مصر\", \"original_text\": \"Egypt\", \"type\": \"LOCATION\", \"description: \"دولة عربية تقع في شمال أفريقيا، عاصمتها القاهرة.  تعتبر مصر من أقدم الحضارات في العالم، وتتمتع بتاريخ وثقافة غنيين.  تتمتع مصر بموقع استراتيجي هام، حيث تقع على ضفاف نهر النيل وقناة السويس.  تلعب مصر دورًا سياسيًا واقتصاديًا وثقافيًا هامًا في منطقة الشرق الأوسط والعالم العربي.\"}, {\"name\": \"الجزائر\", \"original_text\": \"Algeria\", \"type\": \"LOCATION\", \"description: \"دولة عربية تقع في شمال أفريقيا، عاصمتها الجزائر.  تعتبر الجزائر أكبر دولة عربية من حيث المساحة.  تتمتع الجزائر بثروة نفطية وغازية كبيرة، وتلعب دورًا هامًا في منظمة الدول المصدرة للنفط (أوبك).  شهدت الجزائر حربًا طويلة وشرسة من أجل الاستقلال عن فرنسا، انتهت بتحقيق الاستقلال عام 1962.\"}, {\"name\": \"اليمن\", \"original_text\": \"Yemen\", \"type\": \"LOCATION\", \"description: \"دولة عربية تقع في جنوب شبه الجزيرة العربية، عاصمتها صنعاء.  تعتبر اليمن من أفقر الدول العربية، وتعاني من حرب أهلية منذ عام 2014.  تتمتع اليمن بموقع استراتيجي هام، حيث تقع على مضيق باب المندب، وهو ممر مائي حيوي للتجارة العالمية.  تشتهر اليمن بإنتاج البن والعسل، وتتمتع بتراث ثقافي وتاريخي غني.\"}, {\"name\": \"الخلافة الراشدة\", \"original_text\": \"Rashidun Caliphate\", \"type\": \"ORGANIZATION\", \"description: \"أول خلافة إسلامية بعد وفاة النبي محمد صلى الله عليه وسلم.  امتدت الخلافة الراشدة من 632 إلى 661 ميلادية، وحكمها الخلفاء الراشدون الأربعة: أبو بكر الصديق، وعمر بن الخطاب، وعثمان بن عفان، وعلي بن أبي طالب.  تميزت الخلافة الراشدة بالتوسع الكبير للدولة الإسلامية، ونشر الإسلام في مناطق واسعة من آسيا وأفريقيا.  تعتبر الخلافة الراشدة نموذجًا يحتذى به في الحكم الرشيد والعدل.\"}, {\"name\": \"الدولة العباسية\", \"original_text\": \"Abbasid Caliphate\", \"type\": \"ORGANIZATION\", \"description: \"ثالث خلافة إسلامية، حكمت العالم الإسلامي من 750 إلى 1258 ميلادية.  أسس الدولة العباسية أبو العباس السفاح، ونقل عاصمة الخلافة من دمشق إلى بغداد.  تميزت الدولة العباسية بالازدهار العلمي والثقافي، واشتهرت بعصرها الذهبي.  انهارت الدولة العباسية على يد المغول بقيادة هولاكو خان عام 1258.\"}, {\"name\": \"أبو بكر\", \"original_text\": \"Abu Bakr\", \"type\": \"RELIGIOUS_FIGURE\", \"description: \"أبو بكر الصديق، أول الخلفاء الراشدين، وصاحب النبي محمد صلى الله عليه وسلم.  ولد أبو بكر في مكة المكرمة عام 573 ميلادية، وتوفي في المدينة المنورة عام 634 ميلادية.  اشتهر أبو بكر بكرمه وحكمته وعدله، ولعب دورًا هامًا في توحيد القبائل العربية ونشر الإسلام.  يعتبر أبو بكر من أهم الشخصيات في التاريخ الإسلامي.\"}, {\"name\": \"عمر\", \"original_text\": \"Umar\", \"type\": \"RELIGIOUS_FIGURE\", \"description: \"عمر بن الخطاب، ثاني الخلفاء الراشدين، ومن كبار أصحاب النبي محمد صلى الله عليه وسلم.  ولد عمر في مكة المكرمة عام 584 ميلادية، وتوفي في المدينة المنورة عام 644 ميلادية.  اشتهر عمر بشجاعته وعدله وحكمته، وقاد العديد من الفتوحات الإسلامية.  يعتبر عمر من أهم الشخصيات في التاريخ الإسلامي، ولقب بالفاروق لعدله.\"}, {\"name\": \"عثمان\", \"original_text\": \"Uthman\", \"type\": \"RELIGIOUS_FIGURE\", \"description: \"عثمان بن عفان، ثالث الخلفاء الراشدين، ومن كبار أصحاب النبي محمد صلى الله عليه وسلم.  ولد عثمان في مكة المكرمة عام 576 ميلادية، وتوفي في المدينة المنورة عام 656 ميلادية.  اشتهر عثمان بكرمه وحيائه، وجمع القرآن الكريم في مصحف واحد.  يعتبر عثمان من أهم الشخصيات في التاريخ الإسلامي.\"}, {\"name\": \"علي بن ابي طالب\", \"original_text\": \"Ali ibn Abi Talib\", \"type\": \"RELIGIOUS_FIGURE\", \"description: \"علي بن أبي طالب، رابع الخلفاء الراشدين، وابن عم النبي محمد صلى الله عليه وسلم، وزوج ابنته فاطمة الزهراء.  ولد علي في مكة المكرمة عام 600 ميلادية، وتوفي في الكوفة عام 661 ميلادية.  اشتهر علي بشجاعته وفروسيته وعلمه، ويعتبر من أهم الشخصيات في التاريخ الإسلامي.  يعتبره الشيعة الإمام الأول من بعد النبي محمد.\"}, {\"name\": \"معاوية بن ابي سفيان\", \"original_text\": \"Muawiyah I\", \"type\": \"RELIGIOUS_FIGURE\", \"description: \"مؤسس الدولة الأموية، وخامس الخلفاء في الإسلام عند السنة.  ولد معاوية في مكة المكرمة عام 603 ميلادية، وتوفي في دمشق عام 680 ميلادية.  اشتهر معاوية بدهائه السياسي، وقاد الدولة الأموية إلى توسع كبير.  يعتبر معاوية من الشخصيات المثيرة للجدل في التاريخ الإسلامي.\"}, {\"name\": \"الأمازيغ\", \"original_text\": \"Amazigh\", \"type\": \"MISC\", \"description: \"مجموعة من الشعوب الأصلية في شمال أفريقيا.  يتحدث الأمازيغ اللغة الأمازيغية، ولديهم ثقافة وتاريخ غنيين.  يعيش الأمازيغ في دول المغرب العربي، بالإضافة إلى أجزاء من مصر ومالي والنيجر.  لعب الأمازيغ دورًا هامًا في تاريخ شمال أفريقيا، وقاوموا الاستعمار الروماني والعربي.\"}, {\"name\": \"المغرب\", \"original_text\": \"Morocco\", \"type\": \"LOCATION\", \"description: \"دولة عربية تقع في شمال أفريقيا، عاصمتها الرباط.  تتمتع المغرب بموقع استراتيجي هام، حيث تطل على البحر الأبيض المتوسط والمحيط الأطلسي.  تشتهر المغرب بالسياحة، وتتمتع بتراث ثقافي وتاريخي غني.  لعب المغرب دورًا هامًا في تاريخ شمال أفريقيا، وكان من أوائل الدول العربية التي اعترفت باستقلال الولايات المتحدة الأمريكية.\"}, {\"name\": \"المرابطون\", \"original_text\": \"Almoravids\", \"type\": \"ORGANIZATION\", \"description: \"سلالة أمازيغية حكمت المغرب والأندلس في القرنين الحادي عشر والثاني عشر الميلاديين.  أسس دولة المرابطين يوسف بن تاشفين، ونقل عاصمتها من أغمات إلى مراكش.  اشتهر المرابطون بتدينهم، وقاموا بإصلاحات دينية واجتماعية واسعة.  انهارت دولة المرابطون على يد الموحدين عام 1147.\"}, {\"name\": \"الموحدون\", \"original_text\": \"Almohads\", \"type\": \"ORGANIZATION\", \"description: \"سلالة أمازيغية حكمت المغرب والأندلس في القرنين الثاني عشر والثالث عشر الميلاديين.  أسس دولة الموحدين محمد بن تومرت، ونقل عاصمتها من تينمل إلى مراكش.  اشتهر الموحدون بتدينهم، وقاموا بإصلاحات دينية واجتماعية واسعة.  انهارت دولة الموحدون على يد المرينيين عام 1269.\"}, {\"name\": \"القرآن\", \"original_text\": \"Quran\", \"type\": \"WORK_OF_ART\", \"description: \"الكتاب المقدس لدى المسلمين، ويعتقدون أنه كلام الله المنزل على النبي محمد صلى الله عليه وسلم.  يتكون القرآن من 114 سورة، ويعتبره المسلمون معجزة النبي محمد الخالدة.  يُقرأ القرآن الكريم باللغة العربية، ويُترجم إلى العديد من لغات العالم.  يحتوي القرآن الكريم على تعاليم الإسلام وأحكامه وقصصه.\"}, {\"name\": \"إثيوبيا\", \"original_text\": \"Ethiopia\", \"type\": \"LOCATION\", \"description: \"دولة تقع في شرق أفريقيا، عاصمتها أديس أبابا.  تعتبر إثيوبيا من أقدم الدول في العالم، وتتمتع بتاريخ وثقافة غنيين.  تشتهر إثيوبيا بإنتاج البن، وتتمتع بتنوع بيئي كبير.  لعبت إثيوبيا دورًا هامًا في تاريخ أفريقيا، وكانت من الدول القليلة التي لم تستعمر أبدًا.\"}, {\"name\": \"النيل\", \"original_text\": \"Nile\", \"type\": \"LOCATION\", \"description: \"أطول نهر في العالم، ينبع من بحيرة فيكتوريا في وسط أفريقيا، ويصب في البحر الأبيض المتوسط.  يمر نهر النيل بعشر دول أفريقية، ويلعب دورًا حيويًا في اقتصاد هذه الدول.  اشتهر نهر النيل منذ العصور القديمة، وكانت تقوم على ضفافه حضارات عظيمة مثل الحضارة المصرية القديمة.\"}, {\"name\": \"غزة\", \"original_text\": \"Gaza\", \"type\": \"LOCATION\", \"description: \"مدينة فلسطينية تقع على ساحل البحر الأبيض المتوسط، وتعتبر أكبر مدن قطاع غزة.  تتمتع غزة بتاريخ وثقافة غنيين، وتعتبر من أقدم مدن العالم.  تعاني غزة من حصار إسرائيلي خانق منذ عام 2007، مما أدى إلى تدهور الأوضاع الإنسانية والاقتصادية فيها.  تعتبر غزة من المناطق الساخنة في الصراع العربي الإسرائيلي.\"}, {\"name\": \"رفح\", \"original_text\": \"Rafah\", \"type\": \"LOCATION\", \"description: \"مدينة فلسطينية تقع على الحدود المصرية مع قطاع غزة.  تعتبر رفح المعبر الحدودي الرئيسي بين قطاع غزة ومصر.  تعاني رفح من إغلاق متكرر للمعبر الحدودي، مما يؤثر سلبًا على حركة المسافرين والبضائع.  تعتبر رفح من المناطق الساخنة في الصراع العربي الإسرائيلي.\"}, {\"name\": \"جنوب أفريقيا\", \"original_text\": \"South Africa\", \"type\": \"LOCATION\", \"description: \"دولة تقع في جنوب أفريقيا، عاصمتها بريتوريا.  تتمتع جنوب أفريقيا باقتصاد متنوع، وتعتبر من الدول المتقدمة في القارة الأفريقية.  عانت جنوب أفريقيا من نظام الفصل العنصري (الأبارتايد) لعقود طويلة، انتهى عام 1994.  لعبت جنوب أفريقيا دورًا هامًا في تاريخ أفريقيا، وتعتبر من الدول الرائدة في مجال حقوق الإنسان.\"}, {\"name\": \"نيلسون مانديلا\", \"original_text\": \"Nelson Mandela\", \"type\": \"PERSON\", \"description: \"مناضل مناهض للفصل العنصري ورئيس جنوب أفريقيا السابق.  ولد نيلسون مانديلا عام 1918، وتوفي عام 2013.  قضى مانديلا 27 عامًا في السجن بسبب نضاله ضد نظام الفصل العنصري.  حصل مانديلا على جائزة نوبل للسلام عام 1993، تقديرًا لدوره في إنهاء نظام الفصل العنصري في جنوب أفريقيا.\"}, {\"name\": \"معمر القذافي\", \"original_text\": \"Muammar Gaddafi\", \"type\": \"PERSON\", \"description: \"عسكري وسياسي ليبي، حكم ليبيا من عام 1969 إلى عام 2011.  ولد معمر القذافي عام 1942، وقتل عام 2011.  اشتهر القذافي بأفكاره السياسية المثيرة للجدل، ودعمه للحركات الثورية في العالم.  أطيح بنظام القذافي في انتفاضة شعبية عام 2011، بدعم من حلف شمال الأطلسي (الناتو).\"}, {\"name\": \"فيدل كاسترو\", \"original_text\": \"Fidel Castro\", \"type\": \"PERSON\", \"description: \"ثوري وسياسي كوبي، حكم كوبا من عام 1959 إلى عام 2008.  ولد فيدل كاسترو عام 1926، وتوفي عام 2016.  اشتهر كاسترو بمواقفه المناهضة للإمبريالية الأمريكية، ودعمه للحركات الثورية في أمريكا اللاتينية.  حكم كاسترو كوبا بقبضة حديدية لعقود طويلة، وأجرى إصلاحات اجتماعية واقتصادية واسعة.\"}, {\"name\": \"أبراهام لينكون\", \"original_text\": \"Abraham Lincoln\", \"type\": \"PERSON\", \"description: \"الرئيس السادس عشر للولايات المتحدة الأمريكية، حكم من عام 1861 إلى عام 1865.  ولد أبراهام لينكون عام 1809، واغتيل عام 1865.  اشتهر لينكون بدوره في إنهاء العبودية في الولايات المتحدة الأمريكية، وقاده البلاد خلال الحرب الأهلية الأمريكية.  يعتبر لينكون من أعظم الرؤساء في تاريخ الولايات المتحدة الأمريكية.\"}, {\"name\": \"كامب ديفيد\", \"original_text\": \"Camp David\", \"type\": \"LOCATION\", \"description: \"مقر ريفي لرئيس الولايات المتحدة الأمريكية، يقع في ولاية ماريلاند.  اشتهر كامب ديفيد باستضافته للعديد من القمم والمؤتمرات الدولية، بما في ذلك اتفاقية كامب ديفيد للسلام بين مصر وإسرائيل عام 1978.  يعتبر كامب ديفيد رمزًا للسلام والدبلوماسية الدولية.\"}, {\"name\": \"سيناء\", \"original_text\": \"Sinai\", \"type\": \"LOCATION\", \"description: \"شبه جزيرة تقع في شمال شرق مصر، تربط بين قارتي آسيا وأفريقيا.  تتمتع سيناء بموقع استراتيجي هام، حيث تقع على البحر الأحمر وقناة السويس.  تشتهر سيناء بالسياحة، وتتمتع بتراث ثقافي وتاريخي غني.  شهدت سيناء العديد من الأحداث التاريخية الهامة، بما في ذلك خروج بني إسرائيل من مصر بقيادة النبي موسى عليه السلام.\"}, {\"name\": \"الولايات المتحدة\", \"original_text\": \"United States\", \"type\": \"LOCATION\", \"description: \"دولة تقع في أمريكا الشمالية، عاصمتها واشنطن العاصمة.  تعتبر الولايات المتحدة من أقوى دول العالم، وتتمتع بنفوذ سياسي واقتصادي وعسكري كبير.  تشتهر الولايات المتحدة بتنوعها الثقافي والعرقي، وتعتبر من الدول الرائدة في مجال العلوم والتكنولوجيا.  لعبت الولايات المتحدة دورًا هامًا في تاريخ العالم الحديث، ولا تزال تلعب دورًا محوريًا في السياسة الدولية.\"}, {\"name\": \"فرنسا\", \"original_text\": \"France\", \"type\": \"LOCATION\", \"description: \"دولة تقع في غرب أوروبا، عاصمتها باريس.  تعتبر فرنسا من الدول الكبرى في العالم، وتتمتع بنفوذ سياسي واقتصادي وثقافي كبير.  تشتهر فرنسا بثقافتها الغنية وتاريخها العريق، وتعتبر من الدول الرائدة في مجال الموضة والفنون.  لعبت فرنسا دورًا هامًا في تاريخ العالم الحديث، ولا تزال تلعب دورًا محوريًا في السياسة الدولية.\"}, {\"name\": \"شمعون بيريز\", \"original_text\": \"Shimon Peres\", \"type\": \"PERSON\", \"description: \"سياسي إسرائيلي، شغل منصب رئيس وزراء إسرائيل ورئيس دولة إسرائيل.  ولد شمعون بيريز عام 1923، وتوفي عام 2016.  حصل بيريز على جائزة نوبل للسلام عام 1994، مشاركة مع إسحق رابين وياسر عرفات، لدوره في اتفاقية أوسلو للسلام بين إسرائيل ومنظمة التحرير الفلسطينية.\"}, {\"name\": \"جو بايدن\", \"original_text\": \"Joe Biden\", \"type\": \"PERSON\", \"description: \"الرئيس الحالي للولايات المتحدة الأمريكية، تولى منصبه في يناير 2021.  ولد جو بايدن عام 1942.  شغل بايدن منصب نائب الرئيس الأمريكي في عهد الرئيس باراك أوباما من عام 2009 إلى عام 2017.  يعتبر بايدن من السياسيين المخضرمين في الولايات المتحدة، وله خبرة طويلة في السياسة الخارجية.\"}, {\"name\": \"بنيامين نتنياهو\", \"original_text\": \"Benjamin Netanyahu\", \"type\": \"PERSON\", \"description: \"سياسي إسرائيلي، شغل منصب رئيس وزراء إسرائيل لعدة فترات.  ولد بنيامين نتنياهو عام 1949.  يعتبر نتنياهو من السياسيين اليمينيين المتشددين في إسرائيل، ويشتهر بمواقفه المتصلبة من الصراع الفلسطيني الإسرائيلي.\"}, {\"name\": \"ياسر عرفات\", \"original_text\": \"Yasser Arafat\", \"type\": \"PERSON\", \"description: \"زعيم فلسطيني، شغل منصب رئيس منظمة التحرير الفلسطينية ورئيس السلطة الوطنية الفلسطينية.  ولد ياسر عرفات عام 1929، وتوفي عام 2004.  حصل عرفات على جائزة نوبل للسلام عام 1994، مشاركة مع إسحق رابين وشمعون بيريز، لدوره في اتفاقية أوسلو للسلام بين إسرائيل ومنظمة التحرير الفلسطينية.\"}, {\"name\": \"بيروت\", \"original_text\": \"Beirut\", \"type\": \"LOCATION\", \"description: \"عاصمة لبنان وأكبر مدنها، تقع على ساحل البحر الأبيض المتوسط.  تتمتع بيروت بتاريخ وثقافة غنيين، وتعتبر من أهم المراكز التجارية والثقافية في منطقة الشرق الأوسط.  عانت بيروت من حرب أهلية مدمرة استمرت 15 عامًا، انتهت عام 1990.  لا تزال بيروت تعاني من تداعيات الحرب الأهلية، بالإضافة إلى التحديات الاقتصادية والسياسية.\"}, {\"name\": \"أنور السادات\", \"original_text\": \"Anwar Sadat\", \"type\": \"PERSON\", \"description: \"الرئيس الثالث لجمهورية مصر العربية، حكم من عام 1970 إلى عام 1981.  ولد أنور السادات عام 1918، واغتيل عام 1981.  اشتهر السادات بزيارته التاريخية للقدس عام 1977، وتوقيعه اتفاقية كامب ديفيد للسلام مع إسرائيل عام 1978.  حصل السادات على جائزة نوبل للسلام عام 1978، مشاركة مع مناحيم بيجن، لدوره في اتفاقية كامب ديفيد.\"}, {\"name\": \"القدس\", \"original_text\": \"Jerusalem\", \"type\": \"LOCATION\", \"description: \"مدينة مقدسة للديانات السماوية الثلاث (الإسلام والمسيحية واليهودية)، تقع في فلسطين.  تعتبر القدس من أقدم مدن العالم، وتتمتع بتاريخ وثقافة دينية غنيين.  تعتبر القدس عاصمة دولة فلسطين، وتطالب إسرائيل بها أيضًا.  تشهد القدس صراعًا سياسيًا ودينيًا مستمرًا بين الفلسطينيين والإسرائيليين.\"}, {\"name\": \"مناحيم بيجن\", \"original_text\": \"Menachem Begin\", \"type\": \"PERSON\", \"description: \"سياسي إسرائيلي، شغل منصب رئيس وزراء إسرائيل من عام 1977 إلى عام 1983.  ولد مناحيم بيجن عام 1913، وتوفي عام 1992.  حصل بيجن على جائزة نوبل للسلام عام 1978، مشاركة مع أنور السادات، لدوره في اتفاقية كامب ديفيد للسلام بين مصر وإسرائيل.\"}, {\"name\": \"الامارات\", \"original_text\": \"UAE\", \"type\": \"LOCATION\", \"description: \"دولة عربية تقع في شرق شبه الجزيرة العربية، عاصمتها أبوظبي.  تعتبر الإمارات من الدول الغنية بالنفط، وتتمتع باقتصاد قوي.  تشتهر الإمارات بالسياحة، وتتمتع ببنية تحتية متطورة.  لعبت الإمارات دورًا هامًا في تاريخ شبه الجزيرة العربية، وتعتبر من الدول الرائدة في مجال التنمية الاقتصادية.\"}, {\"name\": \"البحرين\", \"original_text\": \"Bahrain\", \"type\": \"LOCATION\", \"description: \"دولة عربية جزرية تقع في الخليج العربي، عاصمتها المنامة.  تعتبر البحرين من الدول الصغيرة من حيث المساحة، وتتمتع باقتصاد متنوع.  تشتهر البحرين بسباقات السيارات، وتتمتع بتراث ثقافي وتاريخي غني.  لعبت البحرين دورًا هامًا في تاريخ الخليج العربي، وتعتبر من الدول الرائدة في مجال حقوق الإنسان.\"}, {\"name\": \"قطر\", \"original_text\": \"Qatar\", \"type\": \"LOCATION\", \"description: \"دولة عربية تقع في شرق شبه الجزيرة العربية، عاصمتها الدوحة.  تعتبر قطر من الدول الغنية بالغاز الطبيعي، وتتمتع باقتصاد قوي.  تشتهر قطر باستضافتها لكأس العالم لكرة القدم 2022، وتتمتع ببنية تحتية متطورة.  لعبت قطر دورًا هامًا في تاريخ شبه الجزيرة العربية، وتعتبر من الدول الرائدة في مجال الإعلام.\"}, {\"name\": \"عمان\", \"original_text\": \"Oman\", \"type\": \"LOCATION\", \"description: \"دولة عربية تقع في شرق شبه الجزيرة العربية، عاصمتها مسقط.  تتمتع عمان بموقع استراتيجي هام، حيث تطل على مضيق هرمز، وهو ممر مائي حيوي للتجارة العالمية.  تشتهر عمان بالسياحة، وتتمتع بتراث ثقافي وتاريخي غني.  لعبت عمان دورًا هامًا في تاريخ شبه الجزيرة العربية، وتعتبر من الدول الرائدة في مجال الوساطة وحل النزاعات.\"}, {\"name\": \"حزب الله\", \"original_text\": \"Hezbollah\", \"type\": \"ORGANIZATION\", \"description: \"حزب سياسي وعسكري لبناني شيعي، تأسس عام 1982.  يعتبر حزب الله من أقوى الأحزاب السياسية والعسكرية في لبنان، ويمتلك ترسانة كبيرة من الأسلحة.  يقاتل حزب الله إلى جانب النظام السوري في الحرب الأهلية السورية.  تعتبر الولايات المتحدة الأمريكية وإسرائيل وحزب الله منظمة إرهابية.\"}, {\"name\": \"حافظ الأسد\", \"original_text\": \"Hafez al-Assad\", \"type\": \"PERSON\", \"description: \"رئيس سوريا من عام 1971 إلى عام 2000.  ولد حافظ الأسد عام 1930، وتوفي عام 2000.  حكم الأسد سوريا بقبضة حديدية لعقود طويلة، وأجرى إصلاحات سياسية واقتصادية واسعة.  لعب الأسد دورًا هامًا في تاريخ سوريا ومنطقة الشرق الأوسط.\"}, {\"name\": \"بشار الأسد\", \"original_text\": \"Bashar al-Assad\", \"type\": \"PERSON\", \"description: \"الرئيس الحالي لسوريا، تولى منصبه عام 2000.  ولد بشار الأسد عام 1965.  يواجه الأسد حربًا أهلية مدمرة في سوريا منذ عام 2011.  تعتبر الولايات المتحدة الأمريكية والدول الغربية بشار الأسد ديكتاتورًا مسؤولًا عن جرائم حرب.\"}, {\"name\": \"صدام حسين\", \"original_text\": \"Saddam Hussein\", \"type\": \"PERSON\", \"description: \"رئيس العراق من عام 1979 إلى عام 2003.  ولد صدام حسين عام 1937، وأعدم عام 2006.  حكم صدام حسين العراق بقبضة حديدية لعقود طويلة، وأجرى إصلاحات سياسية واقتصادية واسعة.  غزا صدام حسين الكويت عام 1990، مما أدى إلى حرب الخليج الثانية.  أطيح بنظام صدام حسين في غزو العراق بقيادة الولايات المتحدة الأمريكية عام 2003.\"}, {\"name\": \"الملك فهد\", \"original_text\": \"King Fahd\", \"type\": \"PERSON\", \"description: \"خامس ملوك المملكة العربية السعودية، حكم من عام 1982 إلى عام 2005.  ولد الملك فهد عام 1921، وتوفي عام 2005.  اشتهر الملك فهد بدوره في حرب الخليج الثانية، حيث سمح بنشر قوات التحالف الدولي على الأراضي السعودية لتحرير الكويت.  لعب الملك فهد دورًا هامًا في تاريخ المملكة العربية السعودية ومنطقة الشرق الأوسط.\"}, {\"name\": \"الولايات المتحدة الأمريكية\", \"original_text\": \"United States\", \"type\": \"LOCATION\", \"description: \"دولة تقع في أمريكا الشمالية، عاصمتها واشنطن العاصمة.  تعتبر الولايات المتحدة من أقوى دول العالم، وتتمتع بنفوذ سياسي واقتصادي وعسكري كبير.  تشتهر الولايات المتحدة بتنوعها الثقافي والعرقي، وتعتبر من الدول الرائدة في مجال العلوم والتكنولوجيا.  لعبت الولايات المتحدة دورًا هامًا في تاريخ العالم الحديث، ولا تزال تلعب دورًا محوريًا في السياسة الدولية.\"}, {\"name\": \"روسيا\", \"original_text\": \"Russia\", \"type\": \"LOCATION\", \"description: \"دولة تقع في شرق أوروبا وشمال آسيا، عاصمتها موسكو.  تعتبر روسيا من الدول الكبرى في العالم، وتتمتع بنفوذ سياسي واقتصادي وعسكري كبير.  تشتهر روسيا بثقافتها الغنية وتاريخها العريق، وتعتبر من الدول الرائدة في مجال الطاقة النووية.  لعبت روسيا دورًا هامًا في تاريخ العالم الحديث، ولا تزال تلعب دورًا محوريًا في السياسة الدولية.\"}, {\"name\": \"بريطانيا\", \"original_text\": \"Britain\", \"type\": \"LOCATION\", \"description: \"دولة جزرية تقع في شمال غرب أوروبا، عاصمتها لندن.  تعتبر بريطانيا من الدول الكبرى في العالم، وتتمتع بنفوذ سياسي واقتصادي وثقافي كبير.  تشتهر بريطانيا بتاريخها العريق وثقافتها الغنية، وتعتبر من الدول الرائدة في مجال العلوم والتكنولوجيا.  لعبت بريطانيا دورًا هامًا في تاريخ العالم الحديث، ولا تزال تلعب دورًا محوريًا في السياسة الدولية.\"}, {\"name\": \"الصين\", \"original_text\": \"China\", \"type\": \"LOCATION\", \"description: \"دولة تقع في شرق آسيا، عاصمتها بكين.  تعتبر الصين من الدول الكبرى في العالم، وتتمتع بنفوذ سياسي واقتصادي وعسكري كبير.  تشتهر الصين بثقافتها الغنية وتاريخها العريق، وتعتبر من الدول الرائدة في مجال الصناعة والتجارة.  لعبت الصين دورًا هامًا في تاريخ العالم الحديث، ولا تزال تلعب دورًا محوريًا في السياسة الدولية.\"}, {\"name\": \"ألمانيا\", \"original_text\": \"Germany\", \"type\": \"LOCATION\", \"description: \"دولة تقع في وسط أوروبا، عاصمتها برلين.  تعتبر ألمانيا من الدول الكبرى في العالم، وتتمتع بنفوذ سياسي واقتصادي كبير.  تشتهر ألمانيا بصناعتها المتطورة واقتصادها القوي، وتعتبر من الدول الرائدة في مجال التكنولوجيا.  لعبت ألمانيا دورًا هامًا في تاريخ العالم الحديث، ولا تزال تلعب دورًا محوريًا في السياسة الدولية.\"}, {\"name\": \"الملك عبد العزيز\", \"original_text\": \"King Abdulaziz\", \"type\": \"PERSON\", \"description: \"مؤسس المملكة العربية السعودية وأول ملوكها، حكم من عام 1932 إلى عام 1953.  ولد الملك عبد العزيز عام 1875، وتوفي عام 1953.  اشتهر الملك عبد العزيز بتوحيده للمملكة العربية السعودية، وتحويلها من دولة متناثرة إلى دولة حديثة.  لعب الملك عبد العزيز دورًا هامًا في تاريخ المملكة العربية السعودية ومنطقة الشرق الأوسط.\"}, {\"name\": \"الملك فاروق\", \"original_text\": \"King Farouk\", \"type\": \"PERSON\", \"description: \"آخر ملوك مصر، حكم من عام 1936 إلى عام 1952.  ولد الملك فاروق عام 19"