"  \"Entities\": [    {      \"name\": \"صباح الرئيس\",      \"original_text\": \"Sabah Al Rayes\",      \"type\": \"PERSON\",      \"description\": \"مهندس معماري كويتي، لعب دورًا هامًا في تصميم المخطط البناء الهيكلي الأول للكويت، الذي يُعدّ المخطط الهيكلي الأول في العالم العربي. شارك في وضع حجر الأساس للتخطيط العمراني الحديث في الكويت، بالرغم من التحديات الكبيرة التي واجهتها البلاد في ذلك الوقت، مثل غياب قاعدة بيانات، وشح المعلومات، والانفجار السكاني غير المسبوق. انضم صباح الرئيس إلى أول بعثة طلابية للدراسة في ثانوية الشويخ، وكان من أوائل الطلبة الكويتيين الذين أكملوا دراستهم في الولايات المتحدة الأمريكية عام 1959. عاصر أحداثًا تاريخية هامة في تاريخ الكويت، مثل أزمة المناخ، والغزو العراقي، وإعادة بناء الكويت. تُعدّ مسيرته وشهادته على تاريخ الكويت الحديث مصدر إلهام للأجيال القادمة.\"    },    {      \"name\": \"الكويت\",      \"original_text\": \"Kuwait\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في الشرق الأوسط، على الساحل الشمالي الغربي للخليج العربي. تشتهر بتاريخها الغني، وثقافتها المتنوعة، ومكانتها الاقتصادية الإقليمية. خضعت الكويت لتحولات هائلة خلال القرن العشرين، خاصة بعد اكتشاف النفط، مما أدى إلى نهضة عمرانية واقتصادية غير مسبوقة. واجهت الكويت تحديات كبيرة، مثل الغزو العراقي عام 1990، إلا أنها استطاعت التغلب عليها بفضل صمود شعبها، ودعم المجتمع الدولي. تُعدّ الكويت اليوم دولة عصرية، تتمتع بنظام سياسي مستقر، واقتصاد متنوع، ومجتمع منفتح.\"    },    {      \"name\": \"ثانوية الشويخ\",      \"original_text\": \"Shuwaikh Secondary School\",      \"type\": \"ORGANIZATION\",      \"description\": \"واحدة من أعرق المدارس الثانوية في الكويت، تأسست في أوائل القرن العشرين، ولعبت دورًا هامًا في تخريج أجيال من الكفاءات الكويتية. تميزت ثانوية الشويخ بنظامها التعليمي المتميز، وكادرها التدريسي المؤهل، ومرافقها الحديثة. ساهمت المدرسة في إعداد الطلبة للمرحلة الجامعية، وتأهيلهم للمشاركة في بناء نهضة الكويت الحديثة. تُعدّ ثانوية الشويخ رمزًا من رموز التعليم في الكويت، ومصدر فخر لأبنائها.\"    },    {      \"name\": \"الولايات المتحدة الأمريكية\",      \"original_text\": \"United States\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في أمريكا الشمالية، تُعدّ من أكبر دول العالم من حيث المساحة وعدد السكان. تتمتع الولايات المتحدة بنظام سياسي ديمقراطي، واقتصاد قوي ومتنوع، ومكانة دولية بارزة. تُعدّ الولايات المتحدة وجهة دراسية مفضلة للطلبة من جميع أنحاء العالم، بفضل جامعاتها العريقة، وبرامجها الأكاديمية المتميزة. ساهمت الولايات المتحدة في تشكيل المشهد العالمي في مختلف المجالات، السياسية، والاقتصادية، والعلمية، والثقافية.\"    },    {      \"name\": \"أزمة المناخ\",      \"original_text\": \"Climate Crisis\",      \"type\": \"EVENT\",      \"description\": \"مصطلح يُشير إلى التغيرات المناخية التي يشهدها العالم، وارتفاع درجة حرارة الأرض بشكل متسارع. تُعدّ أزمة المناخ من أخطر التحديات التي تواجه البشرية، حيث تؤثر على مختلف جوانب الحياة، البيئية، والاقتصادية، والاجتماعية. تُعزى أسباب أزمة المناخ إلى النشاط البشري، وزيادة انبعاثات الغازات الدفيئة في الغلاف الجوي. تتطلب أزمة المناخ جهودًا دولية حثيثة للحد من تداعياتها، والانتقال إلى مصادر طاقة نظيفة ومستدامة.\"    },    {      \"name\": \"الغزو العراقي للكويت\",      \"original_text\": \"Iraqi Invasion of Kuwait\",      \"type\": \"EVENT\",      \"description\": \"حدث تاريخي فارق في تاريخ الكويت، وقع في 2 أغسطس 1990، عندما قامت القوات العراقية بغزو واحتلال الكويت. أدان المجتمع الدولي الغزو العراقي، وفرض عقوبات اقتصادية على العراق، وشكل تحالفًا دوليًا لتحرير الكويت. انتهت حرب الخليج الثانية بتحرير الكويت في 26 فبراير 1991، إلا أن الغزو العراقي خلف آثارًا مدمرة على الكويت، بيئيًا، واقتصاديًا، واجتماعيًا. تُعدّ ذكرى الغزو العراقي للكويت مناسبة وطنية هامة، تُحيي فيها الكويت تضحيات أبنائها، وتؤكد على تمسكها بسيادتها واستقلالها.\"    },    {      \"name\": \"مطار الدسمة\",      \"original_text\": \"Dasman Airport\",      \"type\": \"LOCATION\",      \"description\": \"أول مطار تم إنشاؤه في الكويت، كان يقع في منطقة الدسمة، وبدأ العمل به في أوائل القرن العشرين. لعب مطار الدسمة دورًا هامًا في ربط الكويت بالعالم الخارجي، وتسهيل حركة التجارة والسفر. تميز مطار الدسمة ببساطة تصميمه، وصغر حجمه، إلا أنه كان يلبي احتياجات الكويت في ذلك الوقت. تم إغلاق مطار الدسمة في منتصف القرن العشرين، بعد إنشاء مطار الكويت الدولي.\"    },    {      \"name\": \"بوابة الشعب\",      \"original_text\": \"People's Gate\",      \"type\": \"LOCATION\",      \"description\": \"معلم تاريخي شهير في الكويت، كان يُعدّ المدخل الرئيسي لمدينة الكويت القديمة. تميزت بوابة الشعب بتصميمها المعماري الفريد، الذي يعكس الطابع التراثي للكويت. كانت بوابة الشعب مكانًا هامًا للتجمعات الاجتماعية، والأنشطة التجارية. تم هدم بوابة الشعب في منتصف القرن العشرين، في إطار خطط التطوير العمراني التي شهدتها الكويت.\"    },    {      \"name\": \"مطار النزهة\",      \"original_text\": \"Nuzha Airport\",      \"type\": \"LOCATION\",      \"description\": \"ثاني مطار تم إنشاؤه في الكويت، كان يقع في منطقة النزهة، وبدأ العمل به في منتصف القرن العشرين. تميز مطار النزهة بمساحته الأكبر، ومرافقه الأكثر حداثة مقارنة بمطار الدسمة. ساهم مطار النزهة في استيعاب حركة الطيران المتزايدة، وتلبية احتياجات الكويت المتنامية. تم إغلاق مطار النزهة في أواخر القرن العشرين، بعد إنشاء مطار الكويت الدولي.\"    },    {      \"name\": \"دروازة البريص\",      \"original_text\": \"Al-Burais Gate\",      \"type\": \"LOCATION\",      \"description\": \"واحدة من بوابات مدينة الكويت القديمة، كانت تقع في الجهة الغربية من المدينة. سميت دروازة البريص بهذا الاسم نسبة إلى شخص من قبيلة مطير، كان يمتلك مزرعة بالقرب من البوابة. كانت دروازة البريص مكانًا هامًا لعبور الناس والبضائع، وتأمين المدينة. تم هدم دروازة البريص في منتصف القرن العشرين، في إطار خطط التطوير العمراني التي شهدتها الكويت.\"    },    {      \"name\": \"الهدامة الأولى\",      \"original_text\": \"First Demolition\",      \"type\": \"EVENT\",      \"description\": \"حدث تاريخي هام في تاريخ الكويت، وقع في عام 1934، عندما تم هدم جزء كبير من سور مدينة الكويت القديمة، وتغيير معالمها العمرانية.  أدت الهدامة الأولى إلى تغيير النسيج العمراني لمدينة الكويت، وظهور أحياء جديدة، وتوسع عمراني غير مسبوق.  تُعدّ الهدامة الأولى بداية مرحلة جديدة في تاريخ الكويت العمراني، حيث بدأت المدينة تتخذ طابعًا عصريًا، وتشهد تحولات اجتماعية واقتصادية كبيرة.\"    },    {      \"name\": \"الهدامة الثانية\",      \"original_text\": \"Second Demolition\",      \"type\": \"EVENT\",      \"description\": \"حدث تاريخي هام في تاريخ الكويت، وقع في عام 1954، عندما تم هدم الجزء المتبقي من سور مدينة الكويت القديمة، وتغيير معالمها العمرانية بشكل جذري.  أدت الهدامة الثانية إلى اختفاء معالم مدينة الكويت القديمة، وظهور أحياء جديدة، وتوسع عمراني هائل.  تُعدّ الهدامة الثانية بداية مرحلة جديدة في تاريخ الكويت العمراني، حيث تحولت المدينة إلى مركز حضري حديث، وتغيرت معالمها الاجتماعية والاقتصادية بشكل كبير.\"    },    {      \"name\": \"مبارك الصباح\",      \"original_text\": \"Mubarak Al-Sabah\",      \"type\": \"PERSON\",      \"description\": \"حاكم الكويت السابع، يُعدّ من أبرز حكام الكويت، حيث شهدت البلاد في عهده نهضة عمرانية واقتصادية كبيرة.  أمر مبارك الصباح ببناء العديد من المعالم الهامة في الكويت، مثل الكشكين الشرقي والغربي، وقصر السيف.  ساهم مبارك الصباح في ترسيخ دعائم الدولة الكويتية الحديثة، وتعزيز مكانتها الإقليمية.  تُعدّ فترة حكم مبارك الصباح مرحلة هامة في تاريخ الكويت، حيث شهدت البلاد تحولات كبيرة على مختلف الأصعدة.\"    },    {      \"name\": \"الكشك الشرقي\",      \"original_text\": \"Eastern Kiosk\",      \"type\": \"LOCATION\",      \"description\": \"معلم تاريخي شهير في الكويت، تم بناؤه في عهد الشيخ مبارك الصباح، وكان يُستخدم كمقر للحكم.  تميز الكشك الشرقي بتصميمه المعماري الفريد، الذي يعكس الطابع التراثي للكويت.  كان الكشك الشرقي رمزًا من رموز السلطة في الكويت، ومكانًا هامًا لاتخاذ القرارات المصيرية.  تم هدم الكشك الشرقي في منتصف القرن العشرين، في إطار خطط التطوير العمراني التي شهدتها الكويت.\"    },    {      \"name\": \"الكشك الغربي\",      \"original_text\": \"Western Kiosk\",      \"type\": \"LOCATION\",      \"description\": \"معلم تاريخي شهير في الكويت، تم بناؤه في عهد الشيخ مبارك الصباح، وكان يُستخدم كمقر للحكم.  تميز الكشك الغربي بتصميمه المعماري الفريد، الذي يعكس الطابع التراثي للكويت.  كان الكشك الغربي رمزًا من رموز السلطة في الكويت، ومكانًا هامًا لاتخاذ القرارات المصيرية.  تم هدم الكشك الغربي في منتصف القرن العشرين، في إطار خطط التطوير العمراني التي شهدتها الكويت.\"    },    {      \"name\": \"قصر السيف\",      \"original_text\": \"Seif Palace\",      \"type\": \"LOCATION\",      \"description\": \"القصر الرسمي لحاكم الكويت، تم بناؤه في عهد الشيخ مبارك الصباح، ويُعدّ من أبرز المعالم التاريخية في الكويت.  يتميز قصر السيف بتصميمه المعماري الفريد، الذي يجمع بين الطابعين الإسلامي والأوروبي.  يُستخدم قصر السيف اليوم لإقامة الاحتفالات الرسمية، واستقبال ضيوف الكويت من الملوك والرؤساء.  يُعدّ قصر السيف رمزًا من رموز سيادة الكويت، ومصدر فخر لأبنائها.\"    },    {      \"name\": \"بيت العصفور\",      \"original_text\": \"Al-Asfour House\",      \"type\": \"LOCATION\",      \"description\": \"منزل تاريخي شهير في الكويت، كان مملوكًا لعائلة العصفور، وتم استئجاره من قبل الحكومة البريطانية في أوائل القرن العشرين.  تميز بيت العصفور بتصميمه المعماري الفريد، الذي يعكس الطابع التراثي للكويت.  أجريت على بيت العصفور بعض التعديلات المعمارية، مثل إضافة بلكونة، وشبابيك كبيرة، ليتناسب مع متطلبات الحكومة البريطانية.  يُعرف بيت العصفور اليوم باسم بيت ديكسون، ويُعدّ من المعالم التاريخية الهامة في الكويت.\"    },    {      \"name\": \"بيت ديكسون\",      \"original_text\": \"Dickson House\",      \"type\": \"LOCATION\",      \"description\": \"منزل تاريخي شهير في الكويت، كان يُعرف سابقًا باسم بيت العصفور، وتم استئجاره من قبل الحكومة البريطانية في أوائل القرن العشرين.  سكن في بيت ديكسون أول وكيل سياسي بريطاني في الكويت، وهو الكولونيل هارولد ديكسون.  تميز بيت ديكسون بتصميمه المعماري الفريد، الذي يعكس الطابع التراثي للكويت.  يُعدّ بيت ديكسون اليوم متحفًا تاريخيًا، يضم مقتنيات تعكس تاريخ الكويت في أوائل القرن العشرين.\"    },    {      \"name\": \"المستشفى الأمريكاني\",      \"original_text\": \"American Hospital\",      \"type\": \"ORGANIZATION\",      \"description\": \"أول مستشفى حديث تم إنشاؤه في الكويت، تأسس في أوائل القرن العشرين، ولعب دورًا هامًا في تقديم الرعاية الصحية للمواطنين والمقيمين.  تميز المستشفى الأمريكاني باستخدام أحدث التقنيات الطبية في ذلك الوقت، مثل الإسمنت، والحديد، والزجاج.  ساهم المستشفى الأمريكاني في تحسين الرعاية الصحية في الكويت، وتغيير المفاهيم الصحية السائدة.  يُعدّ المستشفى الأمريكاني رمزًا من رموز التطور الصحي في الكويت، ومصدر فخر لأبنائها.\"    },    {      \"name\": \"بيت خزعل\",      \"original_text\": \"Khazal House\",      \"type\": \"LOCATION\",      \"description\": \"منزل تاريخي شهير في الكويت، كان مملوكًا للشيخ خزعل بن جابر الكعبي، حاكم المحمرة السابق.  تميز بيت خزعل بتصميمه المعماري الفريد، الذي تأثر بالعمارة البغدادية، وكان يضم 88 غرفة.  اشترى بيت خزعل في الثلاثينيات من القرن العشرين من قبل عائلة الغانم، ولا يزال مملوكًا لهم حتى اليوم.  يُعدّ بيت خزعل من المعالم التاريخية الهامة في الكويت، ويعكس التنوع الثقافي الذي تميزت به البلاد.\"    },    {      \"name\": \"ديوان خزعل\",      \"original_text\": \"Khazal Diwan\",      \"type\": \"LOCATION\",      \"description\": \"ديوان تاريخي شهير في الكويت، كان مملوكًا للشيخ خزعل بن جابر الكعبي، حاكم المحمرة السابق.  تميز ديوان خزعل بتصميمه المعماري الفريد، الذي تأثر بالعمارة البغدادية، وكان مكانًا هامًا لاستقبال الضيوف، ومناقشة شؤون الحكم.  اشترى ديوان خزعل في الثلاثينيات من القرن العشرين من قبل عائلة الغانم، ولا يزال مملوكًا لهم حتى اليوم.  يُعدّ ديوان خزعل من المعالم التاريخية الهامة في الكويت، ويعكس التنوع الثقافي الذي تميزت به البلاد.\"    },    {      \"name\": \"فريج هلال\",      \"original_text\": \"Hilal Neighborhood\",      \"type\": \"LOCATION\",      \"description\": \"أحد الأحياء القديمة في الكويت، كان يقع في منطقة شرق، وتميز بطابعه الشعبي، وترابط سكانه.  كان فريج هلال مكانًا هامًا للتجمعات الاجتماعية، والأنشطة التجارية.  اختفى فريج هلال في منتصف القرن العشرين، في إطار خطط التطوير العمراني التي شهدتها الكويت.  يُعدّ فريج هلال رمزًا من رموز الماضي الجميل للكويت، ويحتفظ به أبناء الحي في ذاكرتهم.\"    },    {      \"name\": \"نقعه هلال\",      \"original_text\": \"Hilal Well\",      \"type\": \"LOCATION\",      \"description\": \"بئر ماء قديم في الكويت، كان يقع في منطقة شرق، بالقرب من فريج هلال.  كانت نقعه هلال مصدرًا هامًا لمياه الشرب لسكان المنطقة، ومكانًا هامًا للتجمعات الاجتماعية.  دُفنت نقعه هلال في منتصف القرن العشرين، في إطار خطط التطوير العمراني التي شهدتها الكويت.  تُعدّ نقعه هلال رمزًا من رموز الماضي الجميل للكويت، ويحتفظ بها أبناء المنطقة في ذاكرتهم.\"    },    {      \"name\": \"بيت هلال المطيري\",      \"original_text\": \"Hilal Al-Mutairi House\",      \"type\": \"LOCATION\",      \"description\": \"منزل تاريخي شهير في الكويت، كان مملوكًا لعائلة هلال المطيري، وتميز بكبر مساحته، التي بلغت حوالي 7000 متر مربع.  كان بيت هلال المطيري من أكبر المنازل في الكويت في ذلك الوقت، وكان يعكس المكانة الاجتماعية الرفيعة لعائلة هلال المطيري.  تم هدم بيت هلال المطيري في منتصف القرن العشرين، بعد وفاة صاحبه، وتوزيع إرثه على ورثته.  يُعدّ بيت هلال المطيري رمزًا من رموز الماضي الجميل للكويت، ويحتفظ به أبناء المنطقة في ذاكرتهم.\"    },    {      \"name\": \"جبله\",      \"original_text\": \"Jibla\",      \"type\": \"LOCATION\",      \"description\": \"أحد الأحياء القديمة في الكويت، كان يقع في منطقة العاصمة، وتميز بطابعه الشعبي، وترابط سكانه.  كان يشتهر بكثرة دواوين التجار، ونشاطهم التجاري.  اختفى فريج جبله في منتصف القرن العشرين، في إطار خطط التطوير العمراني التي شهدتها الكويت.  يُعدّ فريج جبله رمزًا من رموز الماضي الجميل للكويت، ويحتفظ به أبناء الحي في ذاكرتهم.\"    },    {      \"name\": \"بيوت البدر\",      \"original_text\": \"Al-Badr Houses\",      \"type\": \"LOCATION\",      \"description\": \"مجموعة من المنازل التاريخية في الكويت، كانت مملوكة لعائلة البدر، وتم بناؤها في عام 1837.  تميزت بيوت البدر بتصميمها المعماري الفريد، الذي يعكس الطابع التراثي للكويت.  كانت بيوت البدر من أكبر المنازل في الكويت في ذلك الوقت، وكانت تعكس المكانة الاجتماعية الرفيعة لعائلة البدر.  تم هدم بيوت البدر في منتصف القرن العشرين، في إطار خطط التطوير العمراني التي شهدتها الكويت.  تُعدّ بيوت البدر رمزًا من رموز الماضي الجميل للكويت، ويحتفظ بها أبناء المنطقة في ذاكرتهم.\"    },    {      \"name\": \"ديوانية يوسف بن عيسى\",      \"original_text\": \"Yousef Bin Essa Diwaniya\",      \"type\": \"LOCATION\",      \"description\": \"ديوانية تاريخية شهيرة في الكويت، كانت مملوكة للتاجر يوسف بن عيسى، وكانت من أشهر الدواوين في الكويت في ذلك الوقت.  تميزت ديوانية يوسف بن عيسى بتصميمها المعماري الفريد، وموقعها المتميز في منطقة القبلة.  كانت ديوانية يوسف بن عيسى مكانًا هامًا للتجمعات الاجتماعية، ومناقشة شؤون التجارة، واستقبال الضيوف.  تم هدم ديوانية يوسف بن عيسى في منتصف القرن العشرين، في إطار خطط التطوير العمراني التي شهدتها الكويت.  تُعدّ ديوانية يوسف بن عيسى رمزًا من رموز الماضي الجميل للكويت، ويحتفظ بها أبناء المنطقة في ذاكرتهم.\"    },    {      \"name\": \"ديوانية محمد عقيل العوضي\",      \"original_text\": \"Mohammed Aqeel Al-Awadhi Diwaniya\",      \"type\": \"LOCATION\",      \"description\": \"ديوانية تاريخية شهيرة في الكويت، كانت مملوكة للتاجر محمد عقيل العوضي، وكانت من أشهر الدواوين في الكويت في ذلك الوقت.  تميزت ديوانية محمد عقيل العوضي بتصميمها المعماري الفريد، وموقعها المتميز في منطقة القبلة.  كانت ديوانية محمد عقيل العوضي مكانًا هامًا للتجمعات الاجتماعية، ومناقشة شؤون التجارة، واستقبال الضيوف.  تم هدم ديوانية محمد عقيل العوضي في منتصف القرن العشرين، في إطار خطط التطوير العمراني التي شهدتها الكويت.  تُعدّ ديوانية محمد عقيل العوضي رمزًا من رموز الماضي الجميل للكويت، ويحتفظ بها أبناء المنطقة في ذاكرتهم.\"    },    {      \"name\": \"بيت السدو\",      \"original_text\": \"Sadu House\",      \"type\": \"LOCATION\",      \"description\": \"منزل تاريخي شهير في الكويت، تم بناؤه في أوائل القرن العشرين، وكان يُستخدم كمركز لصناعة السدو، وهي حرفة نسيج تقليدية في الكويت.  تميز بيت السدو بتصميمه المعماري الفريد، الذي يعكس الطابع التراثي للكويت.  يُعدّ بيت السدو اليوم متحفًا تاريخيًا، يضم مقتنيات تعكس تاريخ صناعة السدو في الكويت.  يُعدّ بيت السدو رمزًا من رموز التراث الكويتي، ومصدر فخر لأبنائها.\"    },    {      \"name\": \"عبد الله السالم الصباح\",      \"original_text\": \"Abdullah Al-Salem Al-Sabah\",      \"type\": \"PERSON\",      \"description\": \"حاكم الكويت الحادي عشر، يُعدّ من أبرز حكام الكويت، حيث شهدت البلاد في عهده نهضة شاملة في مختلف المجالات.  أطلق عليه لقب \"أبو الدستور\" لدوره في صياغة الدستور الكويتي، وإرساء دعائم الديمقراطية في البلاد.  اتخذ عبد الله السالم العديد من القرارات التاريخية، مثل توزيع الثروة عن طريق التثمين، وإنشاء مجلس التخطيط، وبناء مدينة الكويت الحديثة.  تُعدّ فترة حكم عبد الله السالم مرحلة هامة في تاريخ الكويت، حيث شهدت البلاد تحولات كبيرة على مختلف الأصعدة.\"    },    {      \"name\": \"الدستور الكويتي\",      \"original_text\": \"Kuwaiti Constitution\",      \"type\": \"LAW\",      \"description\": \"وثيقة دستورية تحدد نظام الحكم في الكويت، وتم إقراره في عام 1962.  يُعدّ الدستور الكويتي من أوائل الدساتير في منطقة الخليج العربي، ويعكس تطلعات الشعب الكويتي نحو الديمقراطية.  ينص الدستور الكويتي على مبادئ هامة، مثل سيادة القانون، وفصل السلطات، وحقوق وحريات المواطنين.  يُعدّ الدستور الكويتي حجر الزاوية في النظام السياسي الكويتي، ومرجعية أساسية لجميع السلطات في الدولة.\"    },    {      \"name\": \"قانون خط التنظيم\",      \"original_text\": \"Regulation Line Law\",      \"type\": \"LAW\",      \"description\": \"قانون تم إقراره في عهد الشيخ عبد الله السالم الصباح، بهدف تنظيم الملكية العقارية في الكويت.  حدد قانون خط التنظيم حدود الملكية الخاصة، وأعلن الأراضي الواقعة خارج هذه الحدود ملكًا للدولة.  ساهم قانون خط التنظيم في الحد من التعديات على أراضي الدولة، وتنظيم التوسع العمراني.  أثار قانون خط التنظيم جدلاً واسعًا في الكويت، حيث اعترض البعض على تطبيقه، إلا أنه ساهم في تنظيم الملكية العقارية، وتوفير أراضي للدولة لتنفيذ مشاريعها التنموية.\"    },    {      \"name\": \"التثمين\",      \"original_text\": \"Valuation\",      \"type\": \"EVENT\",      \"description\": \"عملية حكومية تم تنفيذها في عهد الشيخ عبد الله السالم الصباح، بهدف توزيع الثروة على المواطنين.  تمثلت عملية التثمين في شراء الدولة للعقارات من المواطنين بأسعار مُغرية، بهدف إعادة توزيعها على المواطنين وفقًا لأسس عادلة.  ساهمت عملية التثمين في توزيع الثروة على شريحة واسعة من المواطنين، وتحقيق قدر من العدالة الاجتماعية.  أثارت عملية التثمين جدلاً واسعًا في الكويت، حيث اعترض البعض على تطبي    },    {      \"name\": \"المخطط الهيكلي\",      \"original_text\": \"Structural Plan\",      \"type\": \"MISC\",      \"description\": \"خطة شاملة لتنظيم التوسع العمراني في الكويت، تم إعدادها في عهد الشيخ عبد الله السالم الصباح.  حدد المخطط الهيكلي استخدامات الأراضي، وتوزيع الخدمات، وتنظيم البنية التحتية.  ساهم المخطط الهيكلي في تنظيم التوسع العمراني في الكويت، وتوفير الخدمات الأساسية للمواطنين.  يُعدّ المخطط الهيكلي وثيقة هامة لتنظيم التنمية العمرانية في الكويت، ومرجعية أساسية لجميع الجهات المعنية.\"    },    {      \"name\": \"العلاج المجاني\",      \"original_text\": \"Free Healthcare\",      \"type\": \"LAW\",      \"description\": \"نظام صحي حكومي في الكويت، يوفر الرعاية الصحية المجانية لجميع المواطنين.  يُعدّ العلاج المجاني من أهم مكتسبات دولة الرفاه الاجتماعي في الكويت، ويعكس حرص الدولة على توفير الرعاية الصحية لجميع المواطنين.  يشمل العلاج المجاني جميع الخدمات الصحية، من الكشف والعلاج، وحتى العمليات الجراحية المعقدة.  يُعدّ العلاج المجاني في الكويت نموذجًا يحتذى به في مجال الرعاية الصحية، ويستفيد منه جميع المواطنين.\"    },    {      \"name\": \"قانون الجنسية\",      \"original_text\": \"Nationality Law\",      \"type\": \"LAW\",      \"description\": \"قانون يحدد شروط اكتساب الجنسية الكويتية، وتم إقراره في عام 1959.  يُعدّ قانون الجنسية من القوانين الهامة في الكويت، حيث يحدد هوية الدولة، وانتماء المواطنين.  ينص قانون الجنسية على شروط اكتساب الجنسية الكويتية عن طريق الولادة، أو الزواج، أو التجنيس.  يُعدّ قانون الجنسية في الكويت قانونًا صارمًا، ويهدف إلى الحفاظ على الهوية الوطنية.\"    },    {      \"name\": \"كويت اليوم\",      \"original_text\": \"Kuwait Today\",      \"type\": \"MISC\",      \"description\": \"مصطلح يُشير إلى دولة الكويت في الوقت الحاضر، وما وصلت إليه من تطور وازدهار.  تتمتع كويت اليوم بمكانة اقتصادية وسياسية بارزة، وبنية تحتية متطورة، ومستوى معيشي مرتفع.  تواجه كويت اليوم بعض التحديات، مثل التغير المناخي، وقضية البدون، إلا أنها تسعى جاهدة للتغلب عليها، وتحقيق المزيد من التقدم والازدهار.  تُعدّ كويت اليوم دولة عصرية، تتمتع بنظام سياسي مستقر، واقتصاد متنوع، ومجتمع منفتح.\"    },    {      \"name\": \"مطار زها حديد\",      \"original_text\": \"Zaha Hadid Airport\",      \"type\": \"LOCATION\",      \"description\": \"مطار دولي جديد في الكويت، تم تصميمه من قبل المهندسة المعمارية الراحلة زها حديد.  يتميز مطار زها حديد بتصميمه المعماري الفريد، الذي يعكس الحداثة والتطور.  من المتوقع أن يساهم مطار زها حديد في تعزيز مكانة الكويت كمركز إقليمي للنقل الجوي.  يُعدّ مطار زها حديد إضافة نوعية للبنية التحتية في الكويت، ويعكس تطلعاتها نحو المستقبل.\"    },    {      \"name\": \"الروضه\",      \"original_text\": \"Rawda\",      \"type\": \"LOCATION\",      \"description\": \"منطقة سكنية راقية في الكويت، تقع في محافظة العاصمة.  تتميز الروضه بموقعها الاستراتيجي، وقربها من أهم المناطق الحيوية في الكويت.  تضم الروضه العديد من السفارات، والمقار الدبلوماسية، والمنازل الفاخرة.  تُعدّ الروضه من أكثر المناطق المرغوبة للسكن في الكويت، ويعكس مستوى معيشي مرتفع.\"    },    {      \"name\": \"الكي أو سي\",      \"original_text\": \"KOC\",      \"type\": \"ORGANIZATION\",      \"description\": \"شركة نفط كويتية، تُعدّ من أكبر شركات النفط في العالم.  تأسست شركة الكي أو سي في عام 1934، وتلعب دورًا هامًا في الاقتصاد الكويتي.  تتولى شركة الكي أو سي جميع عمليات استكشاف وإنتاج وتصدير النفط في الكويت.  تُعدّ شركة الكي أو سي من أهم الشركات في الكويت، ويعمل بها آلاف الموظفين.\"    },    {      \"name\": \"الاحمدي\",      \"original_text\": \"Ahmadi\",      \"type\": \"LOCATION\",      \"description\": \"مدينة كويتية، تقع في محافظة الأحمدي، وتشتهر بحقولها النفطية.  تأسست مدينة الأحمدي في أوائل القرن العشرين، بعد اكتشاف النفط في الكويت.  تضم مدينة الأحمدي العديد من المنشآت النفطية، والمصافي، وميناء لتصدير النفط.  تُعدّ مدينة الأحمدي من أهم المدن الصناعية في الكويت، وتلعب دورًا هامًا في الاقتصاد الكويتي.\"    },    {      \"name\": \"مستشفى الصباح\",      \"original_text\": \"Sabah Hospital\",      \"type\": \"ORGANIZATION\",      \"description\": \"مستشفى حكومي في الكويت، يُعدّ من أكبر المستشفيات في البلاد.  يقدم مستشفى الصباح خدمات صحية متكاملة لجميع المواطنين والمقيمين.  يتميز مستشفى الصباح بكادره الطبي المؤهل، وتجهيزاته الطبية الحديثة.  يُعدّ مستشفى الصباح من أهم المستشفيات في الكويت، ويلعب دورًا هامًا في توفير الرعاية الصحية.\"    },    {      \"name\": \"شعيبه\",      \"original_text\": \"Shuaiba\",      \"type\": \"LOCATION\",      \"description\": \"منطقة صناعية في الكويت، تقع في محافظة الأحمدي.  تضم منطقة شعيبه العديد من المصانع، والشركات، والمخازن.  تُعدّ منطقة شعيبه من أهم المناطق الصناعية في الكويت، وتلعب دورًا هامًا في الاقتصاد الكويتي.\"    },    {      \"name\": \"شويخ الصناعيه\",      \"original_text\": \"Shuwaikh Industrial\",      \"type\": \"LOCATION\",      \"description\": \"منطقة صناعية في الكويت، تقع في محافظة العاصمة.  تضم منطقة شويخ الصناعية العديد من المصانع، والشركات، والمخازن.  تُعدّ منطقة شويخ الصناعية من أهم المناطق الصناعية في الكويت، وتلعب دورًا هامًا في الاقتصاد الكويتي.\"    },    {      \"name\": \"قصر العدل\",      \"original_text\": \"Palace of Justice\",      \"type\": \"LOCATION\",      \"description\": \"مجمع حكومي في الكويت، يضم المحاكم، والنيابة العامة، والإدارة العامة للأدلة الجنائية.  يُعدّ قصر العدل رمزًا من رموز العدالة في الكويت، ويعكس سيادة القانون.  يتميز قصر العدل بتصميمه المعماري الفريد، الذي يعكس الطابع الإسلامي.\"    },    {      \"name\": \"مجلس الأمة\",      \"original_text\": \"National Assembly\",      \"type\": \"ORGANIZATION\",      \"description\": \"السلطة التشريعية في الكويت، ويتكون من 50 عضوًا منتخبًا.  يُعدّ مجلس الأمة رمزًا من رموز الديمقراطية في الكويت، ويعكس إرادة الشعب.  يتمتع مجلس الأمة بصلاحيات واسعة، منها إقرار القوانين، ومراقبة عمل الحكومة.  يُعدّ مجلس الأمة مؤسسة دستورية هامة في الكويت، ويلعب دورًا محوريًا في الحياة السياسية.\"    },    {      \"name\": \"ضاحية عبد الله السالم\",      \"original_text\": \"Abdullah Al-Salem Suburb\",      \"type\": \"LOCATION\",      \"description\": \"منطقة سكنية في الكويت، تقع في محافظة العاصمة.  تم إنشاء ضاحية عبد الله السالم في عهد الشيخ عبد الله السالم الصباح، بهدف توفير السكن للمواطنين.  تتميز ضاحية عبد الله السالم بتنظيمها العمراني، وتوفر الخدمات الأساسية.  تُعدّ ضاحية عبد الله السالم من المناطق السكنية المفضلة للمواطنين، ويعكس مستوى معيشي جيد.\"    },    {      \"name\": \"الدسمة\",      \"original_text\": \"Dasma\",      \"type\": \"LOCATION\",      \"description\": \"منطقة سكنية في الكويت، تقع في محافظة العاصمة.  تم إنشاء الدسمة في عهد الشيخ عبد الله السالم الصباح، بهدف توفير السكن للمواطنين.  تتميز الدسمة بموقعها الاستراتيجي، وقربها من أهم المناطق الحيوية في الكويت.  تُعدّ الدسمة من المناطق السكنية المفضلة للمواطنين، ويعكس مستوى معيشي جيد.\"    },    {      \"name\": \"الدعية\",      \"original_text\": \"Daiya\",      \"type\": \"LOCATION\",      \"description\": \"منطقة سكنية في الكويت، تقع في محافظة العاصمة.  تم إنشاء الدعيه في عهد الشيخ عبد الله السالم الصباح، بهدف توفير السكن للمواطنين.  تتميز الدعيه بموقعها الاستراتيجي، وقر"