"  \"Entities\": [    {      \"name\": \"كفر البطيخ\",      \"original_text\": \"Kfar El-Battikh\",      \"type\": \"LOCATION\",      \"description\": \"منطقة ريفية في مصر، مسقط رأس عصام الحضري.  تتميز بكونها منطقة زراعية، حيث يعتمد سكانها على الزراعة كمصدر رزق رئيسي.  اشتهرت كفر البطيخ بفضل عصام الحضري، الذي بدأ مسيرته الكروية فيها قبل أن ينتقل إلى نادي دمياط.  تتميز المنطقة ببساطة الحياة وطيبة أهلها، كما وصفها الحضري في حديثه.\"    },    {      \"name\": \"عصام الحضري\",      \"original_text\": \"Essam El-Hadary\",      \"type\": \"PERSON\",      \"description\": \"حارس مرمى كرة قدم مصري سابق، يُعتبر من أفضل حراس المرمى في تاريخ أفريقيا.  اشتهر بلقب \"السد العالي\" نظرًا لتصدياته الرائعة.  بدأ مسيرته الكروية في نادي دمياط، ثم انتقل إلى النادي الأهلي، حيث حقق العديد من البطولات.  شارك مع منتخب مصر في العديد من البطولات، وحقق لقب كأس الأمم الأفريقية 4 مرات.  يُعرف بشخصيته القوية وإصراره على تحقيق أهدافه.\"    },    {      \"name\": \"دمياط\",      \"original_text\": \"Damietta\",      \"type\": \"LOCATION\",      \"description\": \"مدينة مصرية تقع على ساحل البحر الأبيض المتوسط، اشتهرت بصناعة الأثاث.  يوجد بها نادي دمياط الرياضي، الذي بدأ فيه عصام الحضري مسيرته الكروية على مستوى المحافظات.  تتميز دمياط بوجود استاد رياضي كبير، كان يستضيف مباريات نادي دمياط في مختلف البطولات.  تُعتبر دمياط من المدن المصرية الهامة، وتتميز بموقعها الاستراتيجي على ساحل البحر المتوسط.\"    },    {      \"name\": \"استاد دمياط الرياضي\",      \"original_text\": \"Damietta Stadium\",      \"type\": \"LOCATION\",      \"description\": \"ملعب كرة قدم يقع في مدينة دمياط المصرية، وهو الملعب الرئيسي لنادي دمياط الرياضي.  اشتهر الاستاد باستضافته لمباريات عصام الحضري في بداية مسيرته الكروية.  كان الاستاد يشهد حضورًا جماهيريًا كبيرًا في مباريات نادي دمياط، خاصةً بعد تألق الحضري.  يُعتبر استاد دمياط الرياضي من أهم الملاعب في محافظة دمياط.\"    },    {      \"name\": \"النادي الأهلي\",      \"original_text\": \"Al Ahly SC\",      \"type\": \"ORGANIZATION\",      \"description\": \"نادي كرة قدم مصري، يُعتبر من أكبر أندية كرة القدم في أفريقيا.  اشتهر بلقب \"نادي القرن\" نظرًا لفوزه بالعديد من البطولات.  انضم عصام الحضري إلى النادي الأهلي في عام 1996، وحقق معه العديد من البطولات المحلية والقارية.  يُعرف النادي الأهلي بقاعدته الجماهيرية الكبيرة وشعبيته في مصر والعالم العربي.\"    },    {      \"name\": \"منتخب مصر\",      \"original_text\": \"Egyptian National Football Team\",      \"type\": \"ORGANIZATION\",      \"description\": \"يمثل منتخب مصر لكرة القدم جمهورية مصر العربية في المنافسات الدولية.  يُعتبر من أقوى المنتخبات الأفريقية، وحقق لقب كأس الأمم الأفريقية 7 مرات.  انضم عصام الحضري إلى منتخب مصر في عام 1996، وشارك معه في العديد من البطولات، بما في ذلك كأس العالم وكأس الأمم الأفريقية.  يُعرف منتخب مصر بشعبيته الكبيرة في مصر والعالم العربي.\"    },    {      \"name\": \"كأس العالم\",      \"original_text\": \"FIFA World Cup\",      \"type\": \"EVENT\",      \"description\": \"بطولة كرة القدم الأهم والأشهر في العالم، تُقام كل 4 سنوات.  يشارك فيها أفضل منتخبات العالم، ويتنافسون على لقب بطل العالم.  شارك عصام الحضري مع منتخب مصر في كأس العالم 2018، وأصبح أكبر لاعب سناً يشارك في البطولة.  يُعتبر كأس العالم من أهم الأحداث الرياضية في العالم، ويتابعه الملايين من عشاق كرة القدم.\"    },    {      \"name\": \"كفر البطيخ\",      \"original_text\": \"Kfar El-Battikh\",      \"type\": \"LOCATION\",      \"description\": \"منطقة ريفية في مصر، مسقط رأس عصام الحضري.  تتميز بكونها منطقة زراعية، حيث يعتمد سكانها على الزراعة كمصدر رزق رئيسي.  اشتهرت كفر البطيخ بفضل عصام الحضري، الذي بدأ مسيرته الكروية فيها قبل أن ينتقل إلى نادي دمياط.  تتميز المنطقة ببساطة الحياة وطيبة أهلها، كما وصفها الحضري في حديثه.\"    },    {      \"name\": \"القاهرة\",      \"original_text\": \"Cairo\",      \"type\": \"LOCATION\",      \"description\": \"عاصمة جمهورية مصر العربية، وأكبر مدنها.  تُعتبر من أهم المدن في أفريقيا والشرق الأوسط، وتتميز بتاريخها العريق وثقافتها الغنية.  يوجد بالقاهرة العديد من المعالم السياحية الهامة، مثل الأهرامات وأبو الهول وقلعة صلاح الدين.  تُعتبر القاهرة مركزًا اقتصاديًا وثقافيًا هامًا في مصر.\"    },    {      \"name\": \"مركز شباب كفر البطيخ\",      \"original_text\": \"Kfar El-Battikh Youth Center\",      \"type\": \"ORGANIZATION\",      \"description\": \"مركز رياضي واجتماعي يقع في منطقة كفر البطيخ، مسقط رأس عصام الحضري.  بدأ الحضري مسيرته الكروية في مركز شباب كفر البطيخ، حيث كان يلعب في الدورات الرمضانية.  يُعتبر مركز شباب كفر البطيخ من أهم المراكز الرياضية في المنطقة، ويساهم في تنمية مهارات الشباب وتوفير بيئة رياضية مناسبة لهم.  يُشجع المركز الشباب على ممارسة الرياضة والأنشطة الاجتماعية المختلفة.\"    },    {      \"name\": \"سميح بلبول\",      \"original_text\": \"Samih Belbol\",      \"type\": \"PERSON\",      \"description\": \"مدرب كرة قدم مصري، يُعتبر مكتشف عصام الحضري.  كان يعمل كشافًا للمواهب في محافظة دمياط، واكتشف الحضري في مركز شباب كفر البطيخ.  ساهم سميح بلبول في انتقال الحضري إلى نادي دمياط، ومن ثم إلى النادي الأهلي.  يُعرف سميح بلبول بعينه الثاقبة لاكتشاف المواهب الكروية.\"    },    {      \"name\": \"مارادونا\",      \"original_text\": \"Maradona\",      \"type\": \"PERSON\",      \"description\": \"لاعب كرة قدم أرجنتيني سابق، يُعتبر من أفضل لاعبي كرة القدم في التاريخ.  اشتهر بمهاراته الفردية الرائعة وأهدافه المذهلة.  قاد منتخب الأرجنتين للفوز بكأس العالم 1986.  يُعرف مارادونا بشخصيته الكاريزمية وشعبيته الكبيرة في الأرجنتين والعالم.\"    },    {      \"name\": \"مولر\",      \"original_text\": \"Müller\",      \"type\": \"PERSON\",      \"description\": \"لاعب كرة قدم ألماني سابق، يُعتبر من أفضل المهاجمين في تاريخ كرة القدم.  اشتهر بقدرته التهديفية العالية وحسه التهديفي المميز.  قاد منتخب ألمانيا الغربية للفوز بكأس العالم 1974.  يُعرف مولر بلقب \"الهداف القاتل\" نظرًا لفعاليته الكبيرة أمام المرمى.\"    },    {      \"name\": \"فولر\",      \"original_text\": \"Fowler\",      \"type\": \"PERSON\",      \"description\": \"لاعب كرة قدم إنجليزي سابق، يُعتبر من أفضل المهاجمين في تاريخ ليفربول.  اشتهر بقدرته التهديفية العالية وحسه التهديفي المميز.  سجل العديد من الأهداف الحاسمة لليفربول في مختلف البطولات.  يُعرف فولر بلقب \"الهداف الإنجليزي\" نظرًا لفعاليته الكبيرة أمام المرمى.\"    },    {      \"name\": \"ثابت البطل\",      \"original_text\": \"Thabet El-Batal\",      \"type\": \"PERSON\",      \"description\": \"حارس مرمى كرة قدم مصري سابق، يُعتبر من أفضل حراس المرمى في تاريخ النادي الأهلي.  اشتهر بلقب \"البطل\" نظرًا لتصدياته الرائعة.  حقق العديد من البطولات مع النادي الأهلي، بما في ذلك الدوري المصري وكأس مصر.  يُعرف ثابت البطل بشخصيته القوية وقيادته للفريق.\"    },    {      \"name\": \"ميدان الرياضة\",      \"original_text\": \"Midan El-Riyadah\",      \"type\": \"MEDIA\",      \"description\": \"جريدة رياضية مصرية، تُعتبر من أقدم وأشهر الجرائد الرياضية في مصر.  تُغطي ميدان الرياضة جميع الأحداث الرياضية في مصر والعالم العربي.  اشتهرت الجريدة بنشرها لأخبار المواهب الكروية في مختلف المحافظات المصرية.  تُعتبر ميدان الرياضة من أهم مصادر الأخبار الرياضية في مصر.\"    },    {      \"name\": \"دبلوم زراعة\",      \"original_text\": \"Diploma in Agriculture\",      \"type\": \"MISC\",      \"description\": \"شهادة تعليمية تُمنح بعد إتمام دراسة لمدة عامين في مجال الزراعة.  حصل عصام الحضري على دبلوم زراعة، وذلك بناءً على رغبة والده في أن يكون لديه شهادة تعليمية.  تُعتبر شهادة دبلوم زراعة من الشهادات الهامة في مجال الزراعة، وتؤهل حاملها للعمل في مختلف المجالات الزراعية.  تُركز دراسة دبلوم زراعة على مختلف جوانب الزراعة، مثل زراعة المحاصيل وتربية الحيوانات.\"    },    {      \"name\": \"تونس\",      \"original_text\": \"Tunisia\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في شمال أفريقيا، اشتهرت بتاريخها العريق وثقافتها الغنية.  تُعتبر تونس من أهم الوجهات السياحية في شمال أفريقيا، وتتميز بشواطئها الجميلة ومدنها التاريخية.  يوجد بتونس العديد من المعالم السياحية الهامة، مثل مدينة تونس العتيقة ومدينة سوسة ومدينة الحمامات.  تُعتبر تونس مركزًا اقتصاديًا وثقافيًا هامًا في شمال أفريقيا.\"    },    {      \"name\": \"الجزائر\",      \"original_text\": \"Algeria\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في شمال أفريقيا، اشتهرت بتاريخها العريق وثقافتها الغنية.  تُعتبر الجزائر من أكبر الدول الأفريقية من حيث المساحة، وتتميز بتنوعها الجغرافي والثقافي.  يوجد بالجزائر العديد من المعالم السياحية الهامة، مثل مدينة الجزائر العاصمة ومدينة وهران ومدينة قسنطينة.  تُعتبر الجزائر مركزًا اقتصاديًا وثقافيًا هامًا في شمال أفريقيا.\"    },    {      \"name\": \"رويتر\",      \"original_text\": \"Ruud Krol\",      \"type\": \"PERSON\",      \"description\": \"مدرب كرة قدم هولندي، تولى تدريب منتخب مصر في فترة التسعينيات.  اشتهر رويتر بقيادته لمنتخب هولندا للفوز ببطولة كأس الأمم الأوروبية 1988.  يُعرف رويتر بتكتيكاته الهجومية وأسلوبه الممتع في اللعب.  ساهم رويتر في تطوير أداء منتخب مصر خلال فترة توليه التدريب.\"    },    {      \"name\": \"محسن صالح\",      \"original_text\": \"Mohsen Saleh\",      \"type\": \"PERSON\",      \"description\": \"مدرب كرة قدم مصري، عمل كمساعد مدرب لرويتر في منتخب مصر.  اشتهر محسن صالح بخبرته الكبيرة في كرة القدم المصرية.  ساهم محسن صالح في تطوير أداء منتخب مصر خلال فترة عمله كمساعد مدرب.  يُعرف محسن صالح بتحليلاته الفنية المميزة.\"    },    {      \"name\": \"حسن مختار\",      \"original_text\": \"Hassan Mokhtar\",      \"type\": \"PERSON\",      \"description\": \"مدرب كرة قدم مصري، عمل كمساعد مدرب لرويتر في منتخب مصر.  اشتهر حسن مختار بخبرته الكبيرة في كرة القدم المصرية.  ساهم حسن مختار في تطوير أداء منتخب مصر خلال فترة عمله كمساعد مدرب.  يُعرف حسن مختار بتوجيهاته الفنية المميزة.\"    },    {      \"name\": \"علي عبد العزيز\",      \"original_text\": \"Ali Abdel Aziz\",      \"type\": \"PERSON\",      \"description\": \"إداري كرة قدم مصري، عمل كمدير إداري لمنتخب مصر في فترة التسعينيات.  اشتهر علي عبد العزيز بخبرته الكبيرة في إدارة المنتخبات.  ساهم علي عبد العزيز في توفير بيئة مناسبة للاعبي منتخب مصر خلال فترة عمله كمدير إداري.  يُعرف علي عبد العزيز بمهاراته الإدارية المميزة.\"    },    {      \"name\": \"المنتخب الأوليمبي\",      \"original_text\": \"Egyptian Olympic Football Team\",      \"type\": \"ORGANIZATION\",      \"description\": \"يمثل المنتخب الأوليمبي المصري جمهورية مصر العربية في دورة الألعاب الأوليمبية.  يُعتبر من أقوى المنتخبات الأوليمبية الأفريقية، وشارك في العديد من دورات الألعاب الأوليمبية.  انضم عصام الحضري إلى المنتخب الأوليمبي المصري في فترة التسعينيات، وشارك معه في التصفيات المؤهلة لدورة الألعاب الأوليمبية.  يُعرف المنتخب الأوليمبي المصري بشعبيته الكبيرة في مصر والعالم العربي.\"    },    {      \"name\": \"رومانيا\",      \"original_text\": \"Romania\",      \"type\": \"LOCATION\",      \"description\": \"دولة أوروبية تقع في جنوب شرق أوروبا، اشتهرت بتاريخها العريق وثقافتها الغنية.  تُعتبر رومانيا من أهم الوجهات السياحية في جنوب شرق أوروبا، وتتميز بمدنها التاريخية وجبالها الخلابة.  يوجد برومانيا العديد من المعالم السياحية الهامة، مثل مدينة بوخارست ومدينة براشوف وقلعة بران.  تُعتبر رومانيا مركزًا اقتصاديًا وثقافيًا هامًا في جنوب شرق أوروبا.\"    },    {      \"name\": \"كورول\",      \"original_text\": \"Corolla\",      \"type\": \"PERSON\",      \"description\": \"مدرب كرة قدم، تولى تدريب المنتخب الأوليمبي المصري في فترة التسعينيات.  اشتهر كورول بخبرته الكبيرة في تدريب المنتخبات الأوليمبية.  ساهم كورول في تطوير أداء المنتخب الأوليمبي المصري خلال فترة توليه التدريب.  يُعرف كورول بتكتيكاته المميزة وأسلوبه في اللعب.\"    },    {      \"name\": \"فاروق السيد\",      \"original_text\": \"Farouk El-Sayed\",      \"type\": \"PERSON\",      \"description\": \"مدرب كرة قدم مصري، عمل كمساعد مدرب لكورول في المنتخب الأوليمبي المصري.  اشتهر فاروق السيد بخبرته الكبيرة في كرة القدم المصرية.  ساهم فاروق السيد في تطوير أداء المنتخب الأوليمبي المصري خلال فترة عمله كمساعد مدرب.  يُعرف فاروق السيد بتحليلاته الفنية المميزة.\"    },    {      \"name\": \"فكر صالح\",      \"original_text\": \"Fekry Saleh\",      \"type\": \"PERSON\",      \"description\": \"مدرب كرة قدم مصري، عمل كمساعد مدرب لكورول في المنتخب الأوليمبي المصري.  اشتهر فكر صالح بخبرته الكبيرة في كرة القدم المصرية.  ساهم فكر صالح في تطوير أداء المنتخب الأوليمبي المصري خلال فترة عمله كمساعد مدرب.  يُعرف فكر صالح بتوجيهاته الفنية المميزة.\"    },    {      \"name\": \"المنتخب العسكري\",      \"original_text\": \"Egyptian Military Football Team\",      \"type\": \"ORGANIZATION\",      \"description\": \"يمثل المنتخب العسكري المصري القوات المسلحة المصرية في المنافسات الدولية.  يُعتبر من أقوى المنتخبات العسكرية في العالم، وحقق العديد من البطولات.  انضم عصام الحضري إلى المنتخب العسكري المصري خلال فترة تأديته للخدمة العسكرية.  يُعرف المنتخب العسكري المصري بانضباطه والتزامه.\"    },    {      \"name\": \"بور فؤاد\",      \"original_text\": \"Port Fouad\",      \"type\": \"LOCATION\",      \"description\": \"مدينة مصرية تقع على ساحل البحر الأبيض المتوسط، عند مدخل قناة السويس.  اشتهرت بور فؤاد بكونها مدينة ساحلية هامة، وتتميز بشواطئها الجميلة.  يوجد ببور فؤاد العديد من المعالم السياحية الهامة، مثل متحف قناة السويس ونصب تذكاري لحرب أكتوبر.  تُعتبر بور فؤاد مركزًا اقتصاديًا وسياحيًا هامًا في مصر.\"    },    {      \"name\": \"بورسعيد\",      \"original_text\": \"Port Said\",      \"type\": \"LOCATION\",      \"description\": \"مدينة مصرية تقع على ساحل البحر الأبيض المتوسط، عند مدخل قناة السويس.  اشتهرت بورسعيد بكونها مدينة ساحلية هامة، وتتميز بشواطئها الجميلة.  يوجد ببورسعيد العديد من المعالم السياحية الهامة، مثل متحف قناة السويس ونصب تذكاري لحرب أكتوبر.  تُعتبر بورسعيد مركزًا اقتصاديًا وسياحيًا هامًا في مصر.\"    },    {      \"name\": \"المنصورة\",      \"original_text\": \"Mansoura\",      \"type\": \"LOCATION\",      \"description\": \"مدينة مصرية تقع في دلتا النيل، اشتهرت بجامعتها العريقة.  تُعتبر المنصورة من أهم المدن في دلتا النيل، وتتميز بتاريخها العريق وثقافتها الغنية.  يوجد بالمنصورة العديد من المعالم السياحية الهامة، مثل مسجد المواساة ومتحف المنصورة.  تُعتبر المنصورة مركزًا اقتصاديًا وثقافيًا هامًا في دلتا النيل.\"    },    {      \"name\": \"الإسماعيلية\",      \"original_text\": \"Ismailia\",      \"type\": \"LOCATION\",      \"description\": \"مدينة مصرية تقع على ضفاف قناة السويس، اشتهرت بكونها مدينة هامة على طول قناة السويس.  تتميز الإسماعيلية بحدائقها الجميلة وشوارعها الواسعة.  يوجد بالإسماعيلية العديد من المعالم السياحية الهامة، مثل متحف قناة السويس وحديقة الأسرة.  تُعتبر الإسماعيلية مركزًا اقتصاديًا وسياحيًا هامًا في مصر.\"    },    {      \"name\": \"صابرين\",      \"original_text\": \"Sabrine\",      \"type\": \"PERSON\",      \"description\": \"زوجة عصام الحضري، تعرف عليها في المدرسة وتزوجها في سن مبكرة.  دعمت صابرين الحضري في مسيرته الكروية، وكانت دائمًا بجانبه في الأوقات الصعبة.  تُعتبر صابرين من أهم الشخصيات في حياة الحضري، وساهمت في استقراره العائلي.  يُعرف عن صابرين تفهمها لطبيعة عمل الحضري كلاعب كرة قدم.\"    },    {      \"name\": \"هاني\",      \"original_text\": \"Hany\",      \"type\": \"PERSON\",      \"description\": \"شقيق صابرين، زوجة عصام الحضري.  كان هاني صديقًا مقربًا من الحضري، وكان يتابع مبارياته في نادي دمياط.  ساهم هاني في تقريب المسافة بين الحضري وعائلته، وكان دائمًا بجانبه في الأوقات الصعبة.  يُعرف عن هاني دعمه للحضري في مسيرته الكروية.\"    },    {      \"name\": \"نيجيريا\",      \"original_text\": \"Nigeria\",      \"type\": \"LOCATION\",      \"description\": \"دولة أفريقية تقع في غرب أفريقيا، اشتهرت بثقافتها الغنية وفريقها الوطني لكرة القدم.  تُعتبر نيجيريا من أكثر الدول الأفريقية سكانًا، وتتميز بتنوعها العرقي والثقافي.  يوجد بنيجيريا العديد من المعالم السياحية الهامة، مثل مدينة لاغوس ومدينة أبوجا وشلالات غورارا.  تُعتبر نيجيريا مركزًا اقتصاديًا وثقافيًا هامًا في غرب أفريقيا.\"    },    {      \"name\": \"ألعاب أتلانتا الأولمبية\",      \"original_text\": \"1996 Summer Olympics\",      \"type\": \"EVENT\",      \"description\": \"دورة الألعاب الأوليمبية الصيفية التي أقيمت في مدينة أتلانتا الأمريكية عام 1996.  شارك فيها آلاف الرياضيين من مختلف دول العالم، وتنافسوا في العديد من الألعاب الرياضية.  اشتهرت دورة ألعاب أتلانتا الأوليمبية بحادث التفجير الذي وقع في الحديقة الأوليمبية.  تُعتبر دورة الألعاب الأوليمبية من أهم الأحداث الرياضية في العالم.\"    },    {      \"name\": \"عادل القيعي\",      \"original_text\": \"Adel El-Keiy\",      \"type\": \"PERSON\",      \"description\": \"إداري كرة قدم مصري، عمل كمدير للكرة في النادي الأهلي.  اشتهر عادل القيعي بخبرته الكبيرة في إدارة كرة القدم.  ساهم عادل القيعي في التعاقد مع العديد من اللاعبين المميزين للنادي الأهلي.  يُعرف عادل القيعي بمهاراته الإدارية المميزة.\"    },    {      \"name\": \"ألمانيا\",      \"original_text\": \"Germany\",      \"type\": \"LOCATION\",      \"description\": \"دولة أوروبية تقع في وسط أوروبا، اشتهرت بتاريخها العريق وثقافتها الغنية.  تُعتبر ألمانيا من أهم الدول الصناعية في العالم، وتتميز باقتصادها القوي.  يوجد بألمانيا العديد من المعالم السياحية الهامة، مثل مدينة برلين ومدينة ميونخ وقلعة نويشفانشتاين.  تُعتبر ألمانيا مركزًا اقتصاديًا وثقافيًا هامًا في أوروبا.\"    },    {      \"name\": \"فرانكفورت\",      \"original_text\": \"Frankfurt\",      \"type\": \"LOCATION\",      \"description\": \"مدينة ألمانية تقع في ولاية هيسن، اشتهرت بكونها مركزًا ماليًا هامًا.  تُعتبر فرانكفورت من أهم المدن في ألمانيا، وتتميز بناطحات السحاب الحديثة.  يوجد بفرانكفورت العديد من المعالم السياحية الهامة، مثل Römerberg وGoethe House وPalmengarten.  تُعتبر فرانكفورت مركزًا اقتصاديًا وسياحيًا هامًا في ألمانيا.\"    },    {      \"name\": \"هولمان\",      \"original_text\": \"Rainer Hollmann\",      \"type\": \"PERSON\",      \"description\": \"مدرب كرة قدم ألماني، تولى تدريب النادي الأهلي في فترة التسعينيات.  اشتهر هولمان بخبرته الكبيرة في تدريب الأندية.  ساهم هولمان في تطوير أداء النادي الأهلي خلال فترة توليه التدريب.  يُعرف هولمان بتكتيكاته المميزة وأسلوبه في اللعب.\"    },    {      \"name\": \"مجدي طلبة\",      \"original_text\": \"Magdy Tolba\",      \"type\": \"PERSON\",      \"description\": \"لاعب كرة قدم مصري سابق، لعب في مركز حراسة المرمى.  اشتهر مجدي طلبة بكونه أحد حراس المرمى المميزين في تاريخ النادي الأهلي.  حقق العديد من البطولات مع النادي الأهلي، بما في ذلك الدوري المصري وكأس مصر.  يُعرف مجدي طلبة بتصدياته الرائعة.\"    },    {      \"name\": \"حسام حسن\",      \"original_text\": \"Hossam Hassan\",      \"type\": \"PERSON\",      \"description\": \"لاعب كرة قدم مصري سابق، يُعتبر من أفضل المهاجمين في تاريخ كرة القدم المصرية.  اشتهر حسام حسن بقدرته التهديفية العالية وحسه التهديفي المميز.  حقق العديد من البطولات مع النادي الأهلي ومنتخب مصر.  يُعرف حسام حسن بلقب \"العميد\" نظرًا لقيادته للفريق.\"    },    {      \"name\": \"إبراهيم حسن\",      \"original_text\": \"Ibrahim Hassan\",      \"type\": \"PERSON\",      \"description\": \"لاعب كرة قدم مصري سابق، لعب في مركز الظهير الأيمن.  اشتهر إبراهيم حسن بكونه أحد أفضل الأظهرة في تاريخ كرة القدم المصرية.  حقق العديد من البطولات مع النادي الأهلي ومنتخب مصر.  يُعرف إبراهيم حسن بلقب \"التوأم\" نظرًا لتشابهه الكبير مع شقيقه حسام حسن.\"    },    {      \"name\": \"هشام حنفي\",      \"original_text\": \"Hesham Hanafy\",      \"type\": \"PERSON\",      \"description\": \"لاعب كرة قدم مصري سابق، لعب في مركز خط الوسط.  اشتهر هشام حنفي بمهاراته الفردية الرائعة وتمريراته الدقيقة.  حقق العديد من البطولات مع النادي الأهلي ومنتخب مصر.  يُعرف هشام حنفي بلقب \"المهندس\" نظرًا لدقته في التمرير.\"    },    {      \"name\": \"مصطفى كمال\",      \"original_text\": \"Mostafa Kamal\",      \"type\": \"PERSON\",      \"description\": \"لاعب كرة قدم مصري سابق، لعب في مركز حراسة المرمى.  اشتهر مصطفى كمال بكونه أحد حراس المرمى المميزين في تاريخ النادي الأهلي.  حقق العديد من البطولات مع النادي الأهلي، بما في ذلك الدوري المصري وكأس مصر.  يُعرف مصطفى كمال بتصدياته الرائعة.\"    },    {      \"name\": \"الإسماعيلي\",      \"original_text\": \"Ismaily SC\",      \"type\": \"ORGANIZATION\",      \"description\": \"نادي كرة قدم مصري، يُعتبر من أندية كرة القدم المميزة في مصر.  اشتهر النادي الإسماعيلي بلعبه الهجومي الممتع.  حقق النادي الإسماعيلي العديد من البطولات، بما في ذلك الدوري المصري وكأس مصر.  يُعرف النادي الإسماعيلي بقاعدته الجماهيرية الكبيرة في مدينة الإسماعيلية.\"    },    {      \"name\": \"الألومنيوم\",      \"original_text\": \"Aluminium Nag Hammadi\",      \"type\": \"ORGANIZATION\",      \"description\": \"نادي كرة قدم مصري، يُعتبر من أندية كرة القدم المميزة في صعيد مصر.  اشتهر نادي الألومنيوم بلعبه القوي والمنظم.  حقق نادي الألومنيوم العديد من البطولات في دوري الدرجة الثانية المصري.  يُعرف نادي الألومنيوم بقاعدته الجماهيرية الكبيرة في مدينة نجع حمادي.\"    },    {      \"name\": \"الزمالك\",      \"original_text\": \"Zamalek SC\",      \"type\": \"ORGANIZATION\",      \"description\": \"نادي كرة قدم مصري، يُعتبر من أكبر أندية كرة القدم في أفريقيا.  اشتهر بلقب \"نادي الفن والهندسة\" نظرًا لأسلوبه الممتع في اللعب.  حقق نادي الزمالك العديد من البطولات المحلية والقارية.  يُعرف نادي الزمالك بقاعدته الجماهيرية الكبيرة وشعبيته في مصر والعالم العربي.\"    },    {      \"name\": \"البطولة العربية\",      \"original_text\": \"Arab Club Champions Cup\",      \"type\": \"EVENT\",      \"description\": \"بطولة كرة قدم تُقام بين الأندية العربية، تُعتبر من أهم البطولات العربية.  يشارك فيها أفضل أندية كرة القدم في الوطن العربي، ويتنافسون على لقب بطل الأندية العربية.  حقق عصام الحضري لقب البطولة العربية مع النادي الأهلي في عام 1996.  تُعتبر البطولة العربية من الأحداث الرياضية الهامة في الوطن العربي.\"    },    {      \"name\": \"اتحاد البليدة\",      \"original_text\": \"USM Blida\",      \"type\": \"ORGANIZATION\",      \"description\": \"نادي كرة قدم جزائري، يُعتبر من أندية كرة القدم المميزة في الجزائر.  اشتهر اتحاد البليدة بلعبه القوي والمنظم.  حقق اتحاد البليدة العديد من البطولات في الدوري الجزائري.  يُعرف اتحاد البليدة بقاعدته الجماهيرية الكبيرة في مدينة البليدة.\"    },    {      \"name\": \"الرجاء البيضاوي\",      \"original_text\": \"Raja Casablanca\",      \"type\": \"ORGANIZATION\",      \"description\": \"نادي كرة قدم مغربي، يُعتبر من أكبر أندية كرة القدم في أفريقيا.  اشتهر الرجاء البيضاوي بلعبه الهجومي الممتع.  حقق الرجاء البيضاوي العديد من البطولات المحلية والقارية.  يُعرف الرجاء البيضاوي بقاعدته الجماهيرية الكبيرة وشعبيته في المغرب والعالم العربي.\"    },    {      \"name\": \"المصري\",      \"original_text\": \"Al Masry SC\",      \"type\": \"ORGANIZATION\",      \"description\": \"نادي كرة قدم مصري، يُعتبر من أندية كرة القدم المميزة في مصر.  اشتهر النادي المصري بلعبه القوي والمنظم.  حقق النادي المصري العديد من البطولات في الدوري المصري.  يُعرف النادي المصري بقاعدته الجماهيرية الكبيرة في مدينة بورسعيد.\"    },    {      \"name\": \"المريخ\",      \"original_text\": \"Al-Merrikh SC\",      \"type\": \"ORGANIZATION\",      \"description\": \"نادي كرة قدم سوداني، يُعتبر من أكبر أندية كرة القدم في السودان.  اشتهر المريخ بلعبه الهجومي الممتع.  حقق المريخ العديد من البطولات في الدوري السوداني.  يُعرف المريخ بقاعدته الجماهيرية الكبيرة في السودان.\"    },    {      \"name\": \"شاهندة\",      \"original_text\": \"Shahenda\",      \"type\": \"PERSON\",      \"description\": \"ابنة عصام الحضري، وُلدت في عام 2001.  تُعتبر شاهندة من أهم الشخصيات في حياة الحضري، وساهمت في استقراره العائلي.  يُعرف عن شاهندة حبها لوالدها ودعمها له في مسيرته الكروية.  تزوجت شاهندة في سن مبكرة، وأنجبت حفيدًا للحضري.\"    },    {      \"name\": \"شدوى\",      \"original_text\": \"Shadwa\",      \"type\": \"PERSON\",      \"description\": \"ابنة عصام الحضري، وُلدت بعد شاهندة بثلاث سنوات.  تُعتبر شدوى من أهم الشخصيات في حياة الحضري، وساهمت في استقراره العائلي.  يُعرف عن شدوى حبها لوالدها ودعمها له في مسيرته الكروية.  تُعتبر شدوى من أهم مصادر الدعم النفسي للحضري.\"    },    {      \"name\": \"كأس الأمم الأفريقية 2006\",      \"original_text\": \"2006 Africa Cup of Nations\",      \"type\": \"EVENT\",      \"description\": \"بطولة كرة القدم الأهم في أفريقيا، تُقام كل عامين.  يشارك فيها أفضل منتخبات أفريقيا، ويتنافسون على لقب بطل أفريقيا.  حقق عصام الحضري لقب كأس الأمم الأفريقية 2006 مع منتخب مصر، وأصبح من أهم نجوم البطولة.  تُعتبر كأس الأمم الأفريقية من الأحداث الرياضية الهامة في أفريقيا.\"    },    {      \"name\": \"عبد الواحد السيد\",      \"original_text\": \"Abdel Wahed El-Sayed\",      \"type\": \"PERSON\",      \"description\": \"حارس مرمى كرة قدم مصري سابق، يُعتبر من أفضل حراس المرمى في تاريخ نادي الزمالك.  اشتهر عبد الواحد السيد بتصدياته الرائعة وقيادته للفريق.  حقق العديد من البطولات مع نادي الزمالك، بما في ذلك الدوري المصري وكأس مصر.  يُعرف عبد الواحد السيد بشخصيته القوية وإصراره على تحقيق أهدافه.\"    },    {      \"name\": \"محمد عبد المنصف\",      \"original_text\": \"Mohamed Abdel Monsef\",      \"type\": \"PERSON\",      \"description\": \"حارس مرمى كرة قدم مصري سابق، يُعتبر من أفضل حراس المرمى في تاريخ نادي الزمالك.  اشتهر محمد عبد المنصف بتصدياته الرائعة وقيادته للفريق.  حقق العديد من البطولات مع نادي الزمالك، بما في ذلك الدوري المصري وكأس مصر.  يُعرف محمد عبد المنصف بشخصيته القوية وإصراره على تحقيق أهدافه.\"    },    {      \"name\": \"نادر السيد\",     "