"\"Entities\": [{\"name\": \"دوار العظام\",\"original_text\": null,\"type\": \"LOCATION\",\"description\": \"دوار العظام هو معلم جغرافي بارز في الكويت، يقع على طريق رئيسي ويشتهر بكثافة الحركة المرورية.  nnخلال الغزو العراقي للكويت، كان دوار العظام موقعًا لعدة اشتباكات بين القوات العراقية والمقاومة الكويتية. nnكما كان دوار العظام هدفًا لعدة عمليات تفجير نفذتها المقاومة الكويتية، مما أدى إلى تدمير عدد من المركبات العسكرية العراقية. nnبعد التحرير، أصبح دوار العظام رمزًا للمقاومة الكويتية، وتم إقامة نصب تذكاري في الموقع تخليدًا لذكرى شهداء الغزو.\"},{\"name\": \"الاتحاد الرياضي\",\"original_text\": null,\"type\": \"ORGANIZATION\",\"description\": \"الاتحاد الرياضي هو منظمة رياضية في الكويت، تشرف على تنظيم الأنشطة الرياضية المختلفة في البلاد. nnيضم الاتحاد الرياضي عددًا من الأندية الرياضية، ويهدف إلى تطوير الرياضة في الكويت. nnخلال الغزو العراقي للكويت، تم استخدام مقر الاتحاد الرياضي كموقع عسكري من قبل القوات العراقية. nnبعد التحرير، عاد الاتحاد الرياضي إلى نشاطه، واستمر في تنظيم الأنشطة الرياضية في الكويت.\"},{\"name\": \"محمد العبيدي\",\"original_text\": \"محمد العبيدي\",\"type\": \"PERSON\",\"description\": \"محمد العبيدي هو ضابط كويتي، كان يعمل في مركز عمليات الجيش الكويتي خلال الغزو العراقي. nnرافق العبيدي الفريق الركن المتقاعد أحمد الرحماني خلال انسحابه من مركز العمليات بعد بدء القصف العراقي. nnأظهر العبيدي شجاعة كبيرة خلال الغزو، وساعد في تأمين انسحاب الرحماني من مركز العمليات. nnبعد التحرير، استمر العبيدي في خدمة الجيش الكويتي، ووصل إلى رتبة رفيعة.\"},{\"name\": \"الجبره\",\"original_text\": \"الجبره\",\"type\": \"LOCATION\",\"description\": \"الجبره هي منطقة سكنية في الكويت، تقع في محافظة العاصمة. nnتتميز الجبره بكثافة سكانية عالية، وتضم عددًا من المرافق الخدمية والترفيهية. nnخلال الغزو العراقي للكويت، كانت الجبره موقعًا لعدة اشتباكات بين القوات العراقية والمقاومة الكويتية. nnبعد التحرير، عادت الجبره إلى الحياة الطبيعية، واستمرت في النمو والتطور.\"},{\"name\": \"العراق\",\"original_text\": \"العراق\",\"type\": \"LOCATION\",\"description\": \"العراق دولة عربية تقع في غرب آسيا. nnيحدها من الشمال تركيا، ومن الشرق إيران، ومن الجنوب الكويت والمملكة العربية السعودية، ومن الغرب سوريا والأردن. nnالعراق دولة غنية بالنفط، وتاريخها حافل بالأحداث. nnفي عام 1990، غزا العراق الكويت، مما أدى إلى حرب الخليج الثانية.\"},{\"name\": \"إيران\",\"original_text\": \"إيران\",\"type\": \"LOCATION\",\"description\": \"إيران دولة تقع في غرب آسيا. nnيحدها من الشمال أرمينيا وأذربيجان وتركمانستان، ومن الشرق أفغانستان وباكستان، ومن الجنوب الخليج العربي وخليج عمان، ومن الغرب العراق وتركيا. nnإيران دولة غنية بالنفط والغاز الطبيعي، وتاريخها حافل بالأحداث. nnخاضت إيران حربًا مع العراق بين عامي 1980 و 1988.\"},{\"name\": \"الحرب العراقية الإيرانية\",\"original_text\": null,\"type\": \"EVENT\",\"description\": \"الحرب العراقية الإيرانية هي حرب نشبت بين العراق وإيران بين عامي 1980 و 1988. nnبدأت الحرب بغزو العراق لإيران، وانتهت بوقف إطلاق النار بوساطة الأمم المتحدة. nnخلفت الحرب مئات الآلاف من القتلى والجرحى، وألحقت أضرارًا جسيمة بالاقتصادين العراقي والإيراني. nnكان للحرب العراقية الإيرانية تأثير كبير على منطقة الخليج العربي، وأدت إلى زيادة التوتر في المنطقة.\"},{\"name\": \"بوبيان\",\"original_text\": \"بوبيان\",\"type\": \"LOCATION\",\"description\": \"بوبيان هي جزيرة كويتية تقع في شمال الخليج العربي. nnتتميز بوبيان بمساحتها الكبيرة، وتضم عددًا من المرافق العسكرية. nnخلال الحرب العراقية الإيرانية، كانت بوبيان موقعًا لعدة اشتباكات بين القوات العراقية والإيرانية. nnبعد التحرير، استمرت بوبيان في لعب دور مهم في الدفاع عن الكويت.\"},{\"name\": \"خور عبد الله\",\"original_text\": \"خور عبد الله\",\"type\": \"LOCATION\",\"description\": \"خور عبد الله هو خليج مائي يقع على الحدود بين الكويت والعراق. nnيشتهر خور عبد الله بثروته السمكية، ويضم عددًا من الموانئ. nnخلال الحرب العراقية الإيرانية، كان خور عبد الله موقعًا لعدة اشتباكات بين القوات العراقية والإيرانية. nnبعد التحرير، استمر خور عبد الله في لعب دور مهم في التجارة والنقل البحري في الكويت.\"},{\"name\": \"حمدان\",\"original_text\": \"حمدان\",\"type\": \"MISC\",\"description\": \"حمدان هو اسم باخرة كانت موجودة في خور عبد الله خلال الحرب العراقية الإيرانية. nnتم احتلال الباخرة من قبل القوات العراقية، واستخدمت كقاعدة عسكرية لقصف القوات الإيرانية. nnتم تحرير الباخرة من قبل القوات الكويتية، وعادت إلى العمل في النقل البحري. nnتعتبر حمدان رمزًا للمقاومة الكويتية خلال الحرب العراقية الإيرانية.\"},{\"name\": \"الفاو\",\"original_text\": \"الفاو\",\"type\": \"LOCATION\",\"description\": \"الفاو هي مدينة عراقية تقع في جنوب العراق، على شبه جزيرة الفاو. nnتتميز الفاو بموقعها الاستراتيجي، وتضم ميناءً مهمًا. nnخلال الحرب العراقية الإيرانية، احتلت إيران الفاو في عام 1986. nnتم تحرير الفاو من قبل القوات العراقية في عام 1988.\"},{\"name\": \"حقل الروتين\",\"original_text\": \"حقل الروتين\",\"type\": \"LOCATION\",\"description\": \"حقل الروتين هو حقل نفطي كويتي يقع في شمال الكويت. nnيعتبر حقل الروتين من أهم حقول النفط في الكويت، وينتج كميات كبيرة من النفط. nnخلال الحرب العراقية الإيرانية، تعرض حقل الروتين للقصف من قبل القوات الإيرانية. nnبعد التحرير، عاد حقل الروتين إلى الإنتاج، واستمر في لعب دور مهم في اقتصاد الكويت.\"},{\"name\": \"مجبّل البذيع\",\"original_text\": \"مجبّل البذيع\",\"type\": \"PERSON\",\"description\": \"مجبّل البذيع هو عقيد كويتي، كان يعمل كخبير متفجرات في الجيش الكويتي خلال الحرب العراقية الإيرانية. nnقام البذيع بتفكيك قذيفة مدفعية إيرانية سقطت على حقل الروتين، ومنع وقوع كارثة. nnأظهر البذيع شجاعة كبيرة خلال الحرب، وساهم في حماية الكويت من التهديدات الإيرانية. nnبعد التحرير، استمر البذيع في خدمة الجيش الكويتي، ووصل إلى رتبة رفيعة.\"},{\"name\": \"كوريا الشمالية\",\"original_text\": \"كوريا الشمالية\",\"type\": \"LOCATION\",\"description\": \"كوريا الشمالية دولة تقع في شرق آسيا. nnيحدها من الشمال الصين، ومن الشرق روسيا، ومن الجنوب كوريا الجنوبية، ومن الغرب البحر الأصفر. nnكوريا الشمالية دولة شيوعية، وتاريخها حافل بالأحداث. nnتعتبر كوريا الشمالية دولة معزولة، ولديها برنامج نووي مثير للجدل.\"},{\"name\": \"سلطان الرميان\",\"original_text\": \"سلطان الرميان\",\"type\": \"PERSON\",\"description\": \"سلطان الرميان هو ضابط كويتي، كان يعمل في الاستخبارات الكويتية خلال الحرب العراقية الإيرانية. nnشارك الرميان في اللقاءات مع المسؤولين العراقيين، ونقل المعلومات إلى القيادة الكويتية. nnأظهر الرميان دبلوماسية كبيرة خلال الحرب، وساهم في الحفاظ على علاقات الكويت مع العراق. nnبعد التحرير، استمر الرميان في خدمة الاستخبارات الكويتية، ووصل إلى رتبة رفيعة.\"},{\"name\": \"يوسف عبيد الهذال\",\"original_text\": \"يوسف عبيد الهذال\",\"type\": \"PERSON\",\"description\": \"يوسف عبيد الهذال هو ضابط كويتي، كان يعمل في القوة البرية الكويتية خلال الحرب العراقية الإيرانية. nnشارك الهذال في اللقاءات مع المسؤولين العراقيين، ونقل المعلومات إلى القيادة الكويتية. nnأظهر الهذال شجاعة كبيرة خلال الحرب، وساهم في حماية الكويت من التهديدات العراقية. nnبعد التحرير، استمر الهذال في خدمة القوة البرية الكويتية، ووصل إلى رتبة رفيعة.\"},{\"name\": \"خورشيتيانه\",\"original_text\": \"خورشيتيانه\",\"type\": \"LOCATION\",\"description\": \"خورشيتيانه هو خور مائي يقع بين جزيرة بوبيان والبر الرئيسي للكويت. nnيشتهر خورشيتيانه بثروته السمكية، ويضم عددًا من الجزر الصغيرة. nnخلال الحرب العراقية الإيرانية، كان خورشيتيانه موقعًا لعدة اشتباكات بين القوات العراقية والإيرانية. nnبعد التحرير، استمر خورشيتيانه في لعب دور مهم في الصيد البحري في الكويت.\"},{\"name\": \"سوق شرق\",\"original_text\": \"سوق شرق\",\"type\": \"LOCATION\",\"description\": \"سوق شرق هو مركز تجاري يقع في مدينة الكويت. nnيشتهر سوق شرق بمحلاته التجارية المتنوعة، ويضم عددًا من المطاعم والمقاهي. nnخلال حرب تحرير العراق، تعرض سوق شرق للقصف من قبل القوات العراقية. nnبعد التحرير، عاد سوق شرق إلى الحياة الطبيعية، واستمر في لعب دور مهم في التجارة والترفيه في الكويت.\"},{\"name\": \"الجزيرة الصناعية\",\"original_text\": null,\"type\": \"LOCATION\",\"description\": \"الجزيرة الصناعية هي جزيرة اصطناعية تقع في جنوب الكويت. nnتضم الجزيرة الصناعية عددًا من المرافق الصناعية، بما في ذلك مصافي النفط ومحطات توليد الكهرباء. nnخلال الحرب العراقية الإيرانية، كانت الجزيرة الصناعية هدفًا للقصف من قبل القوات الإيرانية. nnبعد التحرير، استمرت الجزيرة الصناعية في لعب دور مهم في الصناعة في الكويت.\"},{\"name\": \"شعيبة\",\"original_text\": \"شعيبة\",\"type\": \"LOCATION\",\"description\": \"شعيبة هي منطقة صناعية تقع في جنوب الكويت. nnتضم شعيبة عددًا من المصانع، بما في ذلك مصافي النفط ومحطات تحلية المياه. nnخلال الحرب العراقية الإيرانية، كانت شعيبة هدفًا للقصف من قبل القوات الإيرانية. nnبعد التحرير، استمرت شعيبة في لعب دور مهم في الصناعة في الكويت.\"},{\"name\": \"ميناء عبد الله\",\"original_text\": \"ميناء عبد الله\",\"type\": \"LOCATION\",\"description\": \"ميناء عبد الله هو ميناء بحري يقع في جنوب الكويت. nnيعتبر ميناء عبد الله من أهم موانئ الكويت، ويستقبل سفنًا من جميع أنحاء العالم. nnخلال الحرب العراقية الإيرانية، كان ميناء عبد الله هدفًا للقصف من قبل القوات الإيرانية. nnبعد التحرير، عاد ميناء عبد الله إلى العمل، واستمر في لعب دور مهم في التجارة والنقل البحري في الكويت.\"},{\"name\": \"الأحمدي\",\"original_text\": \"الأحمدي\",\"type\": \"LOCATION\",\"description\": \"الأحمدي هي مدينة كويتية تقع في جنوب الكويت. nnتتميز الأحمدي بوجود عدد من حقول النفط، وتضم مصفاة نفط كبيرة. nnخلال الحرب العراقية الإيرانية، كانت الأحمدي هدفًا للقصف من قبل القوات الإيرانية. nnبعد التحرير، استمرت الأحمدي في لعب دور مهم في إنتاج النفط في الكويت.\"},{\"name\": \"سالم صباح\",\"original_text\": \"سالم صباح\",\"type\": \"PERSON\",\"description\": \"سالم صباح هو الشيخ سالم صباح السالم الصباح، وزير الدفاع الكويتي خلال الحرب العراقية الإيرانية. nnلعب الشيخ سالم صباح دورًا مهمًا في حماية الكويت من التهديدات الإيرانية، وقاد جهود الجيش الكويتي خلال الحرب. nnكان الشيخ سالم صباح شخصية محترمة ومؤثرة في الكويت، وساهم في تعزيز الأمن والاستقرار في البلاد. nnتوفي الشيخ سالم صباح في عام 1988.\"},{\"name\": \"محمد السري\",\"original_text\": \"محمد السري\",\"type\": \"PERSON\",\"description\": \"محمد السري هو ضابط كويتي، كان يعمل في الجيش الكويتي خلال الحرب العراقية الإيرانية. nnشارك السري في لجنة تم تشكيلها للتصدي لصواريخ السلك ورم الإيرانية، وساهم في تطوير استراتيجية دفاعية فعالة. nnأظهر السري كفاءة عالية خلال الحرب، وساهم في حماية الكويت من التهديدات الإيرانية. nnبعد التحرير، استمر السري في خدمة الجيش الكويتي، ووصل إلى رتبة رفيعة.\"},{\"name\": \"جاسم البصيلي\",\"original_text\": \"جاسم البصيلي\",\"type\": \"PERSON\",\"description\": \"جاسم البصيلي هو ضابط كويتي، كان يعمل في الجيش الكويتي خلال الحرب العراقية الإيرانية. nnكان البصيلي خبيرًا في الحرب الإلكترونية، وساهم في تطوير استراتيجية دفاعية فعالة ضد صواريخ السلك ورم الإيرانية. nnألف البصيلي كتابًا عن الحرب الإلكترونية، ويعتبر من أبرز الخبراء في هذا المجال في الكويت. nnبعد التحرير، استمر البصيلي في خدمة الجيش الكويتي، ووصل إلى رتبة رفيعة.\"},{\"name\": \"عبد اللطيف الرفاعي\",\"original_text\": \"عبد اللطيف الرفاعي\",\"type\": \"PERSON\",\"description\": \"عبد اللطيف الرفاعي هو ضابط كويتي، كان يعمل في الجيش الكويتي خلال الحرب العراقية الإيرانية. nnشارك الرفاعي في لجنة تم تشكيلها للتصدي لصواريخ السلك ورم الإيرانية، وساهم في تطوير استراتيجية دفاعية فعالة. nnأظهر الرفاعي كفاءة عالية خلال الحرب، وساهم في حماية الكويت من التهديدات الإيرانية. nnبعد التحرير، استمر الرفاعي في خدمة الجيش الكويتي، ووصل إلى رتبة رفيعة.\"},{\"name\": \"خالد الحشاش\",\"original_text\": \"خالد الحشاش\",\"type\": \"PERSON\",\"description\": \"خالد الحشاش هو ضابط كويتي، كان يعمل كمدير عمليات في ميناء الشويخ خلال الحرب العراقية الإيرانية. nnشارك الحشاش في لجنة تم تشكيلها للتصدي لصواريخ السلك ورم الإيرانية، وساهم في نشر العواكس البحرية لحماية السفن الكويتية. nnأظهر الحشاش كفاءة عالية خلال الحرب، وساهم في حماية الكويت من التهديدات الإيرانية. nnبعد التحرير، استمر الحشاش في خدمة الجيش الكويتي، ووصل إلى رتبة رفيعة.\"},{\"name\": \"الشويخ\",\"original_text\": \"الشويخ\",\"type\": \"LOCATION\",\"description\": \"الشويخ هي منطقة صناعية تقع في مدينة الكويت. nnتضم الشويخ عددًا من المصانع والمستودعات، بما في ذلك ميناء الشويخ. nnخلال الحرب العراقية الإيرانية، كانت الشويخ هدفًا للقصف من قبل القوات الإيرانية. nnبعد التحرير، استمرت الشويخ في لعب دور مهم في الصناعة والتجارة في الكويت.\"},{\"name\": \"خالد أبو حمرة\",\"original_text\": \"خالد أبو حمرة\",\"type\": \"PERSON\",\"description\": \"خالد أبو حمرة هو مسؤول كويتي، كان يعمل في شركة ناقلات النفط الكويتية خلال الحرب العراقية الإيرانية. nnشارك أبو حمرة في لجنة تم تشكيلها للتصدي لصواريخ السلك ورم الإيرانية، وساهم في توفير المواد اللازمة لبناء العواكس البحرية. nnأظهر أبو حمرة كفاءة عالية خلال الحرب، وساهم في حماية الكويت من التهديدات الإيرانية. nnبعد التحرير، استمر أبو حمرة في العمل في شركة ناقلات النفط الكويتية، ووصل إلى منصب رفيع.\"},{\"name\": \"شركة ناقلات النفط\",\"original_text\": null,\"type\": \"ORGANIZATION\",\"description\": \"شركة ناقلات النفط الكويتية هي شركة حكومية كويتية، مسؤولة عن نقل النفط الكويتي إلى الأسواق العالمية. nnتأسست الشركة في عام 1957، وتعتبر من أهم شركات النفط في الكويت. nnخلال الحرب العراقية الإيرانية، لعبت شركة ناقلات النفط دورًا مهمًا في الحفاظ على تدفق النفط الكويتي إلى الأسواق العالمية. nnبعد التحرير، استمرت شركة ناقلات النفط في لعب دور مهم في اقتصاد الكويت.\"},{\"name\": \"أمريكا\",\"original_text\": \"أمريكا\",\"type\": \"LOCATION\",\"description\": \"أمريكا هي دولة تقع في قارة أمريكا الشمالية. nnتعتبر أمريكا من أقوى دول العالم، ولديها نفوذ كبير في السياسة الدولية. nnلعبت أمريكا دورًا مهمًا في حرب تحرير الكويت، وقادت التحالف الدولي ضد العراق. nnتعتبر أمريكا حليفًا استراتيجيًا للكويت، وتقدم لها الدعم العسكري والاقتصادي.\"},{\"name\": \"أبو بدر\",\"original_text\": \"أبو بدر\",\"type\": \"PERSON\",\"description\": \"أبو بدر هو مسؤول كويتي، كان يعمل في شركة بناء وإصلاح السفن الكويتية خلال الحرب العراقية الإيرانية. nnشارك أبو بدر في لجنة تم تشكيلها للتصدي لصواريخ السلك ورم الإيرانية، وساهم في بناء العواكس البحرية. nnأظهر أبو بدر كفاءة عالية خلال الحرب، وساهم في حماية الكويت من التهديدات الإيرانية. nnبعد التحرير، استمر أبو بدر في العمل في شركة بناء وإصلاح السفن الكويتية، ووصل إلى منصب رفيع.\"},{\"name\": \"موسى معرفي\",\"original_text\": \"موسى معرفي\",\"type\": \"PERSON\",\"description\": \"موسى معرفي هو مسؤول كويتي، كان يعمل في شركة بناء وإصلاح السفن الكويتية خلال الحرب العراقية الإيرانية. nnشارك معرفي في لجنة تم تشكيلها للتصدي لصواريخ السلك ورم الإيرانية، وساهم في بناء العواكس البحرية. nnأظهر معرفي كفاءة عالية خلال الحرب، وساهم في حماية الكويت من التهديدات الإيرانية. nnبعد التحرير، استمر معرفي في العمل في شركة بناء وإصلاح السفن الكويتية، ووصل إلى منصب رفيع.\"},{\"name\": \"بسام البسام\",\"original_text\": \"بسام البسام\",\"type\": \"PERSON\",\"description\": \"بسام البسام هو مسؤول كويتي، كان يعمل في شركة بناء وإصلاح السفن الكويتية خلال الحرب العراقية الإيرانية. nnشارك البسام في لجنة تم تشكيلها للتصدي لصواريخ السلك ورم الإيرانية، وساهم في بناء العواكس البحرية. nnأظهر البسام كفاءة عالية خلال الحرب، وساهم في حماية الكويت من التهديدات الإيرانية. nnبعد التحرير، استمر البسام في العمل في شركة بناء وإصلاح السفن الكويتية، ووصل إلى منصب رفيع.\"},{\"name\": \"صلاح السفن\",\"original_text\": null,\"type\": \"ORGANIZATION\",\"description\": \"صلاح السفن هي شركة كويتية، متخصصة في بناء وإصلاح السفن. nnخلال الحرب العراقية الإيرانية، لعبت صلاح السفن دورًا مهمًا في بناء العواكس البحرية لحماية السفن الكويتية من صواريخ السلك ورم الإيرانية. nnبعد التحرير، استمرت صلاح السفن في لعب دور مهم في الصناعة البحرية في الكويت. nnتعتبر صلاح السفن من الشركات الرائدة في مجالها في الكويت.\"},{\"name\": \"قصر السيف\",\"original_text\": \"قصر السيف\",\"type\": \"LOCATION\",\"description\": \"قصر السيف هو قصر تاريخي يقع في مدينة الكويت. nnيعتبر قصر السيف من أهم المعالم التاريخية في الكويت، وكان مقرًا للحكم الكويتي لسنوات عديدة. nnخلال الغزو العراقي للكويت، تعرض قصر السيف للقصف من قبل القوات العراقية. nnبعد التحرير، تم ترميم قصر السيف، وعاد إلى استقبال الزوار.\"},{\"name\": \"عدنان خير الله\",\"original_text\": \"عدنان خير الله\",\"type\": \"PERSON\",\"description\": \"عدنان خير الله هو مستشار علمي كويتي، كان يعمل في الحكومة الكويتية خلال الحرب العراقية الإيرانية. nnأبدى خير الله اهتمامًا كبيرًا بجهود لجنة التصدي لصواريخ السلك ورم الإيرانية، واطلع على تفاصيل عملها. nnكان خير الله شخصية محترمة ومؤثرة في الكويت، وساهم في تطوير البحث العلمي في البلاد. nnبعد التحرير، استمر خير الله في العمل في الحكومة الكويتية، ووصل إلى منصب رفيع.\"},{\"name\": \"صدام حسين\",\"original_text\": \"صدام حسين\",\"type\": \"PERSON\",\"description\": \"صدام حسين هو الرئيس العراقي السابق، حكم العراق من عام 1979 إلى عام 2003. nnقاد صدام حسين العراق خلال الحرب العراقية الإيرانية، وغزا الكويت في عام 1990. nnأطيح بصدام حسين من السلطة في عام 2003 بعد غزو العراق بقيادة الولايات المتحدة. nnأعدم صدام حسين في عام 2006.\"},{\"name\": \"البصرة\",\"original_text\": \"البصرة\",\"type\": \"LOCATION\",\"description\": \"البصرة هي مدينة عراقية تقع في جنوب العراق، على ضفاف شط العرب. nnتعتبر البصرة من أهم المدن العراقية، وتضم ميناءً مهمًا. nnخلال الحرب العراقية الإيرانية، كانت البصرة هدفًا للقصف من قبل القوات الإيرانية. nnبعد التحرير، استمرت البصرة في لعب دور مهم في اقتصاد العراق.\"},{\"name\": \"القيادة المركزية الأمريكية\",\"original_text\": null,\"type\": \"ORGANIZATION\",\"description\": \"القيادة المركزية الأمريكية هي قيادة عسكرية أمريكية، مسؤولة عن العمليات العسكرية في منطقة الشرق الأوسط وآسيا الوسطى وجنوب آسيا. nnتأسست القيادة المركزية الأمريكية في عام 1983، ومقرها في قاعدة ماكديل الجوية في فلوريدا. nnلعبت القيادة المركزية الأمريكية دورًا مهمًا في حرب تحرير الكويت، وقادت التحالف الدولي ضد العراق. nnتعتبر القيادة المركزية الأمريكية من أهم القيادات العسكرية الأمريكية، ولديها نفوذ كبير في منطقة الشرق الأوسط.\"},{\"name\": \"المغرب\",\"original_text\": \"المغرب\",\"type\": \"LOCATION\",\"description\": \"المغرب دولة تقع في شمال إفريقيا. nnيحدها من الشمال البحر الأبيض المتوسط، ومن الشرق الجزائر، ومن الجنوب موريتانيا، ومن الغرب المحيط الأطلسي. nnالمغرب دولة عربية، وتاريخها حافل بالأحداث. nnتعتبر المغرب دولة سياحية مهمة، وتشتهر بمدنها التاريخية وشواطئها الجميلة.\"},{\"name\": \"أفغانستان\",\"original_text\": \"أفغانستان\",\"type\": \"LOCATION\",\"description\": \"أفغانستان دولة تقع في جنوب آسيا. nnيحدها من الشمال تركمانستان وأوزبكستان وطاجيكستان، ومن الشرق الصين، ومن الجنوب باكستان، ومن الغرب إيران. nnأفغانستان دولة جبلية، وتاريخها حافل بالأحداث. nnشهدت أفغانستان حروبًا وصراعات عديدة، وتعتبر من أفقر دول العالم.\"},{\"name\": \"الاتحاد السوفيتي\",\"original_text\": \"الاتحاد السوفيتي\",\"type\": \"LOCATION\",\"description\": \"الاتحاد السوفيتي هو دولة شيوعية سابقة، كانت موجودة بين عامي 1922 و 1991. nnكانت الاتحاد السوفيتي من أقوى دول العالم، ولديها نفوذ كبير في السياسة الدولية. nnانهار الاتحاد السوفيتي في عام 1991، وانقسم إلى 15 دولة مستقلة. nnكان للاتحاد السوفيتي تأثير كبير على تاريخ العالم، ولا تزال دوله السابقة تلعب دورًا مهمًا في السياسة الدولية.\"},{\"name\": \"جابر الخالد\",\"original_text\": \"جابر الخالد\",\"type\": \"PERSON\",\"description\": \"جابر الخالد هو الفريق جابر عبد الله جابر الصباح، رئيس الاستخبارات الكويتية خلال الحرب العراقية الإيرانية. nnلعب جابر الخالد دورًا مهمًا في حماية الكويت من التهديدات الإيرانية، وقاد جهود الاستخبارات الكويتية خلال الحرب. nnكان جابر الخالد شخصية محترمة ومؤثرة في الكويت، وساهم في تعزيز الأمن والاستقرار في البلاد. nnبعد التحرير، استمر جابر الخالد في خدمة الجيش الكويتي، ووصل إلى رتبة رفيعة.\"},{\"name\": \"قاعدة علي السالم\",\"original_text\": \"قاعدة علي السالم\",\"type\": \"LOCATION\",\"description\": \"قاعدة علي السالم هي قاعدة جوية كويتية تقع في شمال الكويت. nnتعتبر قاعدة علي السالم من أهم القواعد الجوية في الكويت، وتضم عددًا من الطائرات المقاتلة. nnخلال الغزو العراقي للكويت، تعرضت قاعدة علي السالم للقصف من قبل القوات العراقية. nnبعد التحرير، تم ترميم قاعدة علي السالم، وعادت إلى العمل.\"},{\"name\": \"قاعدة أحمد الجابر\",\"original_text\": \"قاعدة أحمد الجابر\",\"type\": \"LOCATION\",\"description\": \"قاعدة أحمد الجابر هي قاعدة جوية كويتية تقع في جنوب الكويت. nnتعتبر قاعدة أحمد الجابر من أهم القواعد الجوية في الكويت، وتضم عددًا من الطائرات المقاتلة. nnخلال الغزو العراقي للكويت، تعرضت قاعدة أحمد الجابر للقصف من قبل القوات العراقية. nnبعد التحرير، تم ترميم قاعدة أحمد الجابر، وعادت إلى العمل.\"},{\"name\": \"صابر السويدان\",\"original_text\": \"صابر السويدان\",\"type\": \"PERSON\",\"description\": \"صابر السويدان هو اللواء صابر علي السويدان، كان يعمل كقائد لقاعدة علي السالم الجوية خلال الحرب العراقية الإيرانية. nnلعب صابر السويدان دورًا مهمًا في حماية الكويت من التهديدات الإيرانية، وقاد جهود القوة الجوية الكويتية خلال الحرب. nnكان صابر السويدان شخصية محترمة ومؤثرة في الكويت، وساهم في تعزيز الأمن والاستقرار في البلاد. nnبعد التحرير، استمر صابر السويدان في خدمة الجيش الكويتي، ووصل إلى رتبة رفيعة.\"},{\"name\": \"محمد خليفة الشمري\",\"original_text\": \"محمد خليفة الشمري\",\"type\": \"PERSON\",\"description\": \"محمد خليفة الشمري هو ضابط كويتي، كان يعمل في الجيش الكويتي خلال الحرب العراقية الإيرانية. nnشارك الشمري في لجنة تم تشكيلها للتفاوض مع الولايات المتحدة بشأن اتفاقية دفاعية، وساهم في صياغة بنود الاتفاقية. nnأظهر الشمري كفاءة عالية خلال الحرب، وساهم في حماية الكويت من التهديدات الإيرانية. nnبعد التحرير، انتخب الشمري عضوًا في مجلس الأمة الكويتي، واستمر في خدمة الكويت في المجال السياسي.\"},{\"name\": \"فيتنام\",\"original_text\": \"فيتنام\",\"type\": \"LOCATION\",\"description\": \"فيتنام دولة تقع في جنوب شرق آسيا. nnيحدها من الشمال الصين، ومن الشرق بحر الصين الجنوبي، ومن الجنوب كمبوديا، ومن الغرب لاوس. nnفيتنام دولة شيوعية، وتاريخها حافل بالأحداث. nnشهدت فيتنام حربًا طويلة مع الولايات المتحدة بين عامي 1955 و 1975. nnتعتبر فيتنام دولة سياحية مهمة، وتشتهر بمدنها التاريخية وشواطئها الجميلة.\"},{\"name\": \"المملكة العربية السعودية\",\"original_text\": \"المملكة العربية السعودية\",\"type\": \"LOCATION\",\"description\": \"المملكة العربية السعودية دولة تقع في غرب آسيا. nnتعتبر المملكة العربية السعودية من أكبر دول العالم، وتضم الحرمين الشريفين. nnالمملكة العربية السعودية دولة غنية بالنفط، ولديها نفوذ كبير في السياسة الدولية. nnلعبت المملكة العربية السعودية دورًا مهمًا في حرب تحرير الكويت، وقادت التحالف الدولي ضد العراق. nnتعتبر المملكة العربية السعودية حليفًا استراتيجيًا للكويت، وتقدم لها الدعم العسكري والاقتصادي.\"},{\"name\": \"إسرائيل\",\"original_text\": \"إسرائيل\",\"type\": \"LOCATION\",\"description\": \"إسرائيل دولة تقع في غرب آسيا. nnيحدها من الشمال لبنان، ومن الشرق سوريا والأردن، ومن الجنوب مصر، ومن الغرب البحر الأبيض المتوسط. nnإسرائيل دولة يهودية، وتاريخها حافل بالأحداث. nnشهدت إسرائيل حروبًا وصراعات عديدة مع الدول العربية المجاورة. nnتعتبر إسرائيل دولة متقدمة تكنولوجيًا، ولديها جيش قوي.\"},{\"name\": \"بريطانيا\",\"original_text\": \"بريطانيا\",\"type\": \"LOCATION\",\"description\": \"بريطانيا هي دولة تقع في شمال غرب أوروبا. nnتعتبر بريطانيا من أقوى دول العالم، ولديها نفوذ كبير في السياسة الدولية. nnلعبت بريطانيا دورًا مهمًا في حرب تحرير الكويت، وقادت التحالف الدولي ضد العراق. nnتعتبر بريطانيا حليفًا استراتيجيًا للكويت، وتقدم لها الدعم العسكري والاقتصادي.\"},{\"name\": \"الولايات المتحدة\",\"original_text\": \"الولايات المتحدة\",\"type\": \"LOCATION\",\"description\": \"الولايات المتحدة هي دولة تقع في قارة أمريكا الشمالية. nnتعتبر الولايات المتحدة من أقوى دول العالم، ولديها نفوذ كبير في السياسة الدولية. nnلعبت الولايات المتحدة دورًا مهمًا في حرب تحرير الكويت، وقادت التحالف الدولي ضد العراق. nnتعتبر الولايات المتحدة حليفًا استراتيجيًا للكويت، وتقدم لها الدعم العسكري والاقتصادي.\"},{\"name\": \"حلف الناتو\",\"original_text\": \"حلف الناتو\",\"type\": \"ORGANIZATION\",\"description\": \"حلف شمال الأطلسي (الناتو) هو تحالف عسكري دولي، تأسس في عام 1949. nnيهدف حلف الناتو إلى حماية الدول الأعضاء من التهديدات الخارجية، وتعزيز الأمن والاستقرار في منطقة شمال الأطلسي. nnيضم حلف الناتو 30 دولة عضوًا، بما في ذلك الولايات المتحدة وكندا ومعظم دول أوروبا الغربية. nnلعب حلف الناتو دورًا مهمًا في حرب تحرير الكويت، وقاد التحالف الدولي ضد العراق.\"},{\"name\": \"حلف وارسو\",\"original_text\": \"حلف وارسو\",\"type\": \"ORGANIZATION\",\"description\": \"حلف وارسو هو تحال"