"  \"Entities\": [    {      \"name\": \"بوش\",      \"original_text\": \"Bush\",      \"type\": \"PERSON\",      \"description\": \"يشير السياق إلى الرئيس الأمريكي الأسبق جورج دبليو بوش، الذي شغل منصب الرئيس الثالث والأربعين للولايات المتحدة الأمريكية من عام 2001 إلى عام 2009. اشتهر بوش الابن بشنّه حرب على الإرهاب بعد هجمات 11 سبتمبر 2001، والتي شملت غزو أفغانستان والعراق. كما اتخذ بوش الابن مواقف سياسية واقتصادية مثيرة للجدل، مثل خفض الضرائب على الأغنياء ورفضه التوقيع على بروتوكول كيوتو للحد من انبعاثات الغازات الدفيئة.\"    },    {      \"name\": \"بن لادن\",      \"original_text\": \"Bin Laden\",      \"type\": \"PERSON\",      \"description\": \"يشير السياق إلى أسامة بن لادن، مؤسس وزعيم تنظيم القاعدة الإرهابي. اشتهر بن لادن بتدبيره لهجمات 11 سبتمبر 2001 على الولايات المتحدة الأمريكية، والتي راح ضحيتها آلاف المدنيين.  اغتيل بن لادن في عملية عسكرية أمريكية في باكستان عام 2011.\"    },    {      \"name\": \"حسن نصر الله\",      \"original_text\": \"Hassan Nasrallah\",      \"type\": \"PERSON\",      \"description\": \"يشير السياق إلى السيد حسن نصر الله، الأمين العام لحزب الله اللبناني. يعتبر نصر الله من أبرز الشخصيات السياسية والدينية في لبنان والعالم العربي، ويشتهر بخطاباته النارية ضد إسرائيل والولايات المتحدة الأمريكية. قاد حزب الله العديد من المواجهات العسكرية مع إسرائيل، كان آخرها حرب تموز 2006.\"    },    {      \"name\": \"ترامب\",      \"original_text\": \"Trump\",      \"type\": \"PERSON\",      \"description\": \"يشير السياق إلى الرئيس الأمريكي الأسبق دونالد ترامب، الذي شغل منصب الرئيس الخامس والأربعين للولايات المتحدة الأمريكية من عام 2017 إلى عام 2021. اشتهر ترامب بسياساته الشعبوية ومواقفه المثيرة للجدل، مثل بناء جدار على الحدود مع المكسيك وسحب الولايات المتحدة من اتفاقية باريس للمناخ. كما اتُهم ترامب بالتحريض على اقتحام مبنى الكابيتول الأمريكي في يناير 2021.\"    },    {      \"name\": \"أمريكا\",      \"original_text\": \"America\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى الولايات المتحدة الأمريكية، وهي جمهورية دستورية فيدرالية تتكون من 50 ولاية ومقاطعة فيدرالية واحدة. تعتبر الولايات المتحدة من أقوى دول العالم اقتصاديًا وعسكريًا، ولها نفوذ سياسي كبير على الساحة الدولية.\"    },    {      \"name\": \"الشرق الأوسط\",      \"original_text\": \"Middle East\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى منطقة الشرق الأوسط، وهي منطقة جغرافية وسياسية وثقافية تقع في غرب آسيا وشمال شرق أفريقيا. تشتهر منطقة الشرق الأوسط بأهميتها الاستراتيجية لاحتوائها على احتياطيات هائلة من النفط والغاز الطبيعي، فضلاً عن كونها مهدًا للديانات الإبراهيمية الثلاث: اليهودية والمسيحية والإسلام.\"    },    {      \"name\": \"شمال أفريقيا\",      \"original_text\": \"North Africa\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى منطقة شمال أفريقيا، وهي منطقة جغرافية وثقافية تقع في شمال قارة أفريقيا. تشتهر منطقة شمال أفريقيا بمناخها الصحراوي وشبه الصحراوي، فضلاً عن تاريخها الغني وثقافتها المتنوعة.\"    },    {      \"name\": \"قاعدة العديد\",      \"original_text\": \"Al Udeid Air Base\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى قاعدة العديد الجوية، وهي قاعدة عسكرية أمريكية تقع في قطر. تعتبر قاعدة العديد من أهم القواعد العسكرية الأمريكية في الشرق الأوسط، وتستخدم لشن غارات جوية على أهداف في المنطقة.\"    },    {      \"name\": \"قطر\",      \"original_text\": \"Qatar\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى دولة قطر، وهي دولة عربية تقع في شرق شبه الجزيرة العربية. تشتهر قطر بثروتها الهائلة من الغاز الطبيعي، فضلاً عن استضافتها لكأس العالم لكرة القدم 2022.\"    },    {      \"name\": \"الأزمة الخليجية\",      \"original_text\": \"Gulf crisis\",      \"type\": \"EVENT\",      \"description\": \"يشير السياق إلى الأزمة الخليجية التي اندلعت في يونيو 2017، عندما قطعت السعودية والإمارات والبحرين ومصر علاقاتها الدبلوماسية والاقتصادية مع قطر. اتهمت الدول الأربع قطر بدعم الإرهاب والتدخل في شؤونها الداخلية، وهو ما نفته الدوحة. انتهت الأزمة في يناير 2021، بعد توقيع اتفاقية العلا للمصالحة الخليجية.\"    },    {      \"name\": \"الدولة العميقة\",      \"original_text\": \"Deep state\",      \"type\": \"MISC\",      \"description\": \"يشير السياق إلى مفهوم \"الدولة العميقة\"، وهو مصطلح سياسي يشير إلى وجود شبكة سرية من الأفراد والمؤسسات التي تعمل داخل الحكومة وخارجها للتأثير على السياسة العامة بشكل غير ديمقراطي. غالبًا ما يُنظر إلى \"الدولة العميقة\" على أنها تعمل في الخفاء لتحقيق مصالحها الخاصة، بغض النظر عن إرادة الشعب أو الحكومة المنتخبة.\"    },    {      \"name\": \"جيمس ماتيس\",      \"original_text\": \"James Mattis\",      \"type\": \"PERSON\",      \"description\": \"يشير السياق إلى جيمس ماتيس، الجنرال المتقاعد في سلاح مشاة البحرية الأمريكية، والذي شغل منصب وزير الدفاع الأمريكي في إدارة الرئيس دونالد ترامب من عام 2017 إلى عام 2018. اشتهر ماتيس بمواقفه المتشددة تجاه إيران، واستقال من منصبه احتجاجًا على قرار ترامب سحب القوات الأمريكية من سوريا.\"    },    {      \"name\": \"بودكاست بدون ورق\",      \"original_text\": \"بودكاست بدون ورق\",      \"type\": \"MEDIA\",      \"description\": \"يشير السياق إلى برنامج بودكاست سياسي يحمل اسم \"بدون ورق\". يقدّم البرنامج حلقات تناقش مواضيع سياسية مختلفة، ويستضيف في كل حلقة ضيفًا متخصصًا في المجال.\"    },    {      \"name\": \"الولايات المتحدة\",      \"original_text\": \"United States\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى الولايات المتحدة الأمريكية، وهي جمهورية دستورية فيدرالية تتكون من 50 ولاية ومقاطعة فيدرالية واحدة. تعتبر الولايات المتحدة من أقوى دول العالم اقتصاديًا وعسكريًا، ولها نفوذ سياسي كبير على الساحة الدولية.\"    },    {      \"name\": \"عبد الله الشايجي\",      \"original_text\": \"Abdullah Al-Shayji\",      \"type\": \"PERSON\",      \"description\": \"يشير السياق إلى الدكتور عبد الله الشايجي، وهو أكاديمي وباحث متخصص في الشؤون الأمريكية. يشارك الشايجي بانتظام في الندوات والمؤتمرات الدولية، وله العديد من المؤلفات في مجال تخصصه.\"    },    {      \"name\": \"فيصل العقل\",      \"original_text\": \"Faisal Al-Aql\",      \"type\": \"PERSON\",      \"description\": \"يشير السياق إلى فيصل العقل، وهو مقدم برنامج بودكاست \"بدون ورق\". يُرجح أن يكون العقل مهتمًا بالشؤون السياسية، ويسعى من خلال برنامجه إلى استضافة خبراء ومختصين لمناقشة القضايا الراهنة.\"    },    {      \"name\": \"أوروبا\",      \"original_text\": \"Europe\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى قارة أوروبا، وهي قارة تقع في نصف الكرة الشمالي. تعتبر أوروبا من أكثر قارات العالم تقدمًا من الناحية الاقتصادية والتكنولوجية، ولها تاريخ وثقافة غنيان.\"    },    {      \"name\": \"بريطانيا\",      \"original_text\": \"Britain\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى المملكة المتحدة لبريطانيا العظمى وأيرلندا الشمالية، وهي دولة جزرية تقع قبالة الساحل الشمالي الغربي لقارة أوروبا. تعتبر بريطانيا من الدول المتقدمة اقتصاديًا وعسكريًا، ولها نفوذ سياسي كبير على الساحة الدولية.\"    },    {      \"name\": \"ألمانيا\",      \"original_text\": \"Germany\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى جمهورية ألمانيا الاتحادية، وهي دولة تقع في وسط قارة أوروبا. تعتبر ألمانيا من أقوى دول العالم اقتصاديًا، ولها دور بارز في الاتحاد الأوروبي.\"    },    {      \"name\": \"الصين\",      \"original_text\": \"China\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى جمهورية الصين الشعبية، وهي دولة تقع في شرق آسيا. تعتبر الصين من أكبر دول العالم من حيث عدد السكان والمساحة، وثاني أكبر اقتصاد في العالم.\"    },    {      \"name\": \"آسيا\",      \"original_text\": \"Asia\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى قارة آسيا، وهي أكبر قارات العالم من حيث المساحة وعدد السكان. تتميز آسيا بتنوعها الثقافي والجغرافي، وتضم بعضًا من أقدم الحضارات في العالم.\"    },    {      \"name\": \"أفريقيا\",      \"original_text\": \"Africa\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى قارة أفريقيا، وهي ثاني أكبر قارات العالم من حيث المساحة وعدد السكان. تتميز أفريقيا بتنوعها الثقافي والجغرافي، وتضم بعضًا من أسرع الاقتصادات نموًا في العالم.\"    },    {      \"name\": \"المحيط الأطلسي\",      \"original_text\": \"Atlantic Ocean\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى المحيط الأطلسي، وهو ثاني أكبر محيطات العالم. يفصل المحيط الأطلسي بين قارات أمريكا الشمالية والجنوبية من جهة، وقارات أوروبا وأفريقيا من جهة أخرى.\"    },    {      \"name\": \"بوسطن\",      \"original_text\": \"Boston\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى مدينة بوسطن، وهي عاصمة ولاية ماساتشوستس الأمريكية. تعتبر بوسطن من أقدم وأهم المدن الأمريكية، وتشتهر بتاريخها الغني وثقافتها النابضة بالحياة.\"    },    {      \"name\": \"ماساتشوستس\",      \"original_text\": \"Massachusetts\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى ولاية ماساتشوستس، وهي ولاية تقع في شمال شرق الولايات المتحدة الأمريكية. تعتبر ماساتشوستس من الولايات الأمريكية المؤسسة، وتشتهر بتاريخها الغني وثقافتها النابضة بالحياة.\"    },    {      \"name\": \"نيويورك\",      \"original_text\": \"New York\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى ولاية نيويورك، وهي ولاية تقع في شمال شرق الولايات المتحدة الأمريكية. تعتبر نيويورك من أهم الولايات الأمريكية من الناحية الاقتصادية والثقافية، وتشتهر بمدينة نيويورك، أكبر مدن الولايات المتحدة.\"    },    {      \"name\": \"بنسلفانيا\",      \"original_text\": \"Pennsylvania\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى ولاية بنسلفانيا، وهي ولاية تقع في شمال شرق الولايات المتحدة الأمريكية. تعتبر بنسلفانيا من الولايات الأمريكية المؤسسة، وتشتهر بتاريخها الغني وثقافتها النابضة بالحياة.\"    },    {      \"name\": \"نيو جيرزي\",      \"original_text\": \"New Jersey\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى ولاية نيو جيرزي، وهي ولاية تقع في شمال شرق الولايات المتحدة الأمريكية. تعتبر نيو جيرزي من الولايات الأمريكية المؤسسة، وتشتهر بتاريخها الغني وثقافتها النابضة بالحياة.\"    },    {      \"name\": \"فرجينيا\",      \"original_text\": \"Virginia\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى ولاية فرجينيا، وهي ولاية تقع في جنوب شرق الولايات المتحدة الأمريكية. تعتبر فرجينيا من الولايات الأمريكية المؤسسة، وتشتهر بتاريخها الغني وثقافتها النابضة بالحياة.\"    },    {      \"name\": \"جورجيا\",      \"original_text\": \"Georgia\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى ولاية جورجيا، وهي ولاية تقع في جنوب شرق الولايات المتحدة الأمريكية. تعتبر جورجيا من الولايات الأمريكية المؤسسة، وتشتهر بتاريخها الغني وثقافتها النابضة بالحياة.\"    },    {      \"name\": \"فلوريدا\",      \"original_text\": \"Florida\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى ولاية فلوريدا، وهي ولاية تقع في جنوب شرق الولايات المتحدة الأمريكية. تعتبر فلوريدا من الولايات الأمريكية سريعة النمو، وتشتهر بشواطئها الجميلة ومناخها الدافئ.\"    },    {      \"name\": \"ماي فلور\",      \"original_text\": \"Mayflower\",      \"type\": \"MISC\",      \"description\": \"يشير السياق إلى سفينة ماي فلور، وهي السفينة التي نقلت الحجاج الإنجليز إلى أمريكا الشمالية في عام 1620. تعتبر رحلة ماي فلور حدثًا هامًا في تاريخ الولايات المتحدة، حيث أسس الحجاج مستعمرة بليموث، التي تعتبر من أوائل المستعمرات الإنجليزية في أمريكا الشمالية.\"    },    {      \"name\": \"أيرلندا\",      \"original_text\": \"Ireland\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى جزيرة أيرلندا، وهي جزيرة تقع في شمال المحيط الأطلسي. تنقسم جزيرة أيرلندا سياسيًا إلى دولتين: جمهورية أيرلندا وأيرلندا الشمالية، التي تعد جزءًا من المملكة المتحدة.\"    },    {      \"name\": \"فيلادلفيا\",      \"original_text\": \"Philadelphia\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى مدينة فيلادلفيا، وهي أكبر مدن ولاية بنسلفانيا الأمريكية. تعتبر فيلادلفيا من أقدم وأهم المدن الأمريكية، وتشتهر بتاريخها الغني وثقافتها النابضة بالحياة.\"    },    {      \"name\": \"بيل اوف رايتس\",      \"original_text\": \"Bill of Rights\",      \"type\": \"LAW\",      \"description\": \"يشير السياق إلى وثيقة الحقوق الأمريكية، وهي الوثيقة التي تضم التعديلات العشرة الأولى لدستور الولايات المتحدة الأمريكية. تم التصديق على وثيقة الحقوق في عام 1791، وتضمن الحريات الأساسية وحقوق المواطنة للأمريكيين، مثل حرية التعبير وحرية الدين وحرية الصحافة.\"    },    {      \"name\": \"دستور دولة الكويت\",      \"original_text\": \"Constitution of the State of Kuwait\",      \"type\": \"LAW\",      \"description\": \"يشير السياق إلى دستور دولة الكويت، وهو الوثيقة القانونية العليا في الكويت. تم إقرار الدستور الكويتي في عام 1962، وينص على أن الكويت دولة عربية مستقلة ذات سيادة كاملة، ونظام الحكم فيها ديمقراطي.\"    },    {      \"name\": \"تكساس\",      \"original_text\": \"Texas\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى ولاية تكساس، وهي ولاية تقع في جنوب الولايات المتحدة الأمريكية. تعتبر تكساس ثاني أكبر ولاية أمريكية من حيث المساحة وعدد السكان، وتشتهر بثقافتها المميزة واقتصادها القوي.\"    },    {      \"name\": \"كاليفورنيا\",      \"original_text\": \"California\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى ولاية كاليفورنيا، وهي ولاية تقع في غرب الولايات المتحدة الأمريكية. تعتبر كاليفورنيا أكبر ولاية أمريكية من حيث عدد السكان، وتشتهر بثقافتها المتنوعة واقتصادها القوي.\"    },    {      \"name\": \"الكونجرس الأمريكي\",      \"original_text\": \"US Congress\",      \"type\": \"ORGANIZATION\",      \"description\": \"يشير السياق إلى الكونجرس الأمريكي، وهو الهيئة التشريعية في الحكومة الفيدرالية للولايات المتحدة الأمريكية. يتكون الكونجرس من مجلسين: مجلس الشيوخ ومجلس النواب. يتمتع الكونجرس بسلطات واسعة، بما في ذلك سن القوانين وإعلان الحرب والموافقة على المعاهدات.\"    },    {      \"name\": \"مجلس النواب\",      \"original_text\": \"House of Representatives\",      \"type\": \"ORGANIZATION\",      \"description\": \"يشير السياق إلى مجلس النواب الأمريكي، وهو أحد مجلسي الكونجرس الأمريكي. يتكون مجلس النواب من 435 عضوًا، يتم انتخابهم كل سنتين. يمثل كل عضو في مجلس النواب دائرة انتخابية محددة في الولايات المتحدة.\"    },    {      \"name\": \"مجلس الشيوخ\",      \"original_text\": \"Senate\",      \"type\": \"ORGANIZATION\",      \"description\": \"يشير السياق إلى مجلس الشيوخ الأمريكي، وهو أحد مجلسي الكونجرس الأمريكي. يتكون مجلس الشيوخ من 100 عضو، يتم انتخابهم كل ست سنوات. يمثل كل عضو في مجلس الشيوخ ولاية من ولايات الولايات المتحدة.\"    },    {      \"name\": \"المحكمة العليا الفيدرالية\",      \"original_text\": \"US Supreme Court\",      \"type\": \"ORGANIZATION\",      \"description\": \"يشير السياق إلى المحكمة العليا الفيدرالية، وهي أعلى محكمة في الولايات المتحدة الأمريكية. تتكون المحكمة العليا من تسعة قضاة، يتم تعيينهم مدى الحياة من قبل رئيس الولايات المتحدة بموافقة مجلس الشيوخ. تتمتع المحكمة العليا بسلطة مراجعة دستورية القوانين والقرارات الصادرة عن المحاكم الأدنى والسلطتين التشريعية والتنفيذية.\"    },    {      \"name\": \"واشنطن دي سي\",      \"original_text\": \"Washington, D.C.\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى مدينة واشنطن العاصمة، وهي عاصمة الولايات المتحدة الأمريكية. تقع واشنطن العاصمة على نهر بوتوماك، بين ولايتي ماريلاند وفيرجينيا. تعتبر واشنطن العاصمة مركزًا سياسيًا وثقافيًا هامًا، وتضم العديد من المعالم الوطنية الشهيرة، مثل البيت الأبيض ومبنى الكابيتول.\"    },    {      \"name\": \"الاسكا\",      \"original_text\": \"Alaska\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى ولاية ألاسكا، وهي ولاية تقع في شمال غرب الولايات المتحدة الأمريكية. تعتبر ألاسكا أكبر ولاية أمريكية من حيث المساحة، وتشتهر بمناظرها الطبيعية الخلابة وثقافتها الأصلية.\"    },    {      \"name\": \"كندا\",      \"original_text\": \"Canada\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى دولة كندا، وهي دولة تقع في أمريكا الشمالية. تعتبر كندا ثاني أكبر دولة في العالم من حيث المساحة، وتشتهر بمناظرها الطبيعية الخلابة وثقافتها المتنوعة.\"    },    {      \"name\": \"روسيا\",      \"original_text\": \"Russia\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى روسيا، وهي دولة عابرة للقارات تمتد عبر شرق أوروبا وشمال آسيا. تعتبر روسيا أكبر دولة في العالم من حيث المساحة، ولها نفوذ سياسي وعسكري كبير على الساحة الدولية.\"    },    {      \"name\": \"مضيق بيرينج\",      \"original_text\": \"Bering Strait\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى مضيق بيرينغ، وهو مضيق بحري يفصل بين قارتي آسيا وأمريكا الشمالية. يبلغ عرض مضيق بيرينغ حوالي 82 كيلومترًا، ويفصل بين رأس ديجنيف في روسيا ورأس أمير ويلز في ألاسكا.\"    },    {      \"name\": \"هواي\",      \"original_text\": \"Hawaii\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى ولاية هاواي، وهي ولاية تقع في المحيط الهادئ. تعتبر هاواي من الولايات الأمريكية المعروفة بشواطئها الجميلة ومناخها الاستوائي.\"    },    {      \"name\": \"بيرل هاربر\",      \"original_text\": \"Pearl Harbor\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى ميناء بيرل هاربر، وهو ميناء طبيعي يقع في جزيرة أواهو في هاواي. اشتهر بيرل هاربر بالهجوم الياباني عليه في 7 ديسمبر 1941، والذي أدى إلى دخول الولايات المتحدة الحرب العالمية الثانية.\"    },    {      \"name\": \"اليابان\",      \"original_text\": \"Japan\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى دولة اليابان، وهي دولة جزرية تقع في شرق آسيا. تعتبر اليابان من الدول المتقدمة اقتصاديًا وتكنولوجيًا، ولها نفوذ سياسي كبير على الساحة الدولية.\"    },    {      \"name\": \"مجلس التعاون الخليجي\",      \"original_text\": \"Gulf Cooperation Council\",      \"type\": \"ORGANIZATION\",      \"description\": \"يشير السياق إلى مجلس التعاون لدول الخليج العربية، وهو منظمة إقليمية تضم ست دول عربية خليجية: السعودية والإمارات وقطر والكويت والبحرين وعمان. تأسس مجلس التعاون الخليجي في عام 1981، ويهدف إلى تعزيز التعاون والتنسيق بين الدول الأعضاء في مختلف المجالات.\"    },    {      \"name\": \"جامعة الدول العربية\",      \"original_text\": \"Arab League\",      \"type\": \"ORGANIZATION\",      \"description\": \"يشير السياق إلى جامعة الدول العربية، وهي منظمة إقليمية تضم 22 دولة عربية. تأسست جامعة الدول العربية في عام 1945، وتهدف إلى تعزيز التعاون والتنسيق بين الدول الأعضاء في مختلف المجالات.\"    },    {      \"name\": \"دي ان في ديبارتمنت\",      \"original_text\": \"DMV Department\",      \"type\": \"ORGANIZATION\",      \"description\": \"يشير السياق إلى إدارة المركبات الآلية (DMV)، وهي إدارة حكومية في الولايات المتحدة الأمريكية مسؤولة عن إصدار تراخيص القيادة وتسجيل المركبات. تختلف مهام ومسؤوليات إدارة المركبات الآلية من ولاية إلى أخرى.\"    },    {      \"name\": \"هيلاري كلينتون\",      \"original_text\": \"Hillary Clinton\",      \"type\": \"PERSON\",      \"description\": \"يشير السياق إلى هيلاري كلينتون، وهي سياسية أمريكية شغلت منصب وزير الخارجية الأمريكي من عام 2009 إلى عام 2013. كما كانت كلينتون عضوًا في مجلس الشيوخ الأمريكي عن ولاية نيويورك من عام 2001 إلى عام 2009، وكانت السيدة الأولى للولايات المتحدة من عام 1993 إلى عام 2001، خلال فترة رئاسة زوجها بيل كلينتون. ترشحت كلينتون للرئاسة الأمريكية في عام 2016، لكنها خسرت أمام دونالد ترامب.\"    },    {      \"name\": \"الاف بي اي\",      \"original_text\": \"FBI\",      \"type\": \"ORGANIZATION\",      \"description\": \"يشير السياق إلى مكتب التحقيقات الفيدرالي (FBI)، وهو وكالة حكومية أمريكية مسؤولة عن التحقيق في الجرائم الفيدرالية وتوفير الأمن القومي. يعتبر مكتب التحقيقات الفيدرالي من أهم أجهزة إنفاذ القانون في الولايات المتحدة، وله فروع في جميع أنحاء البلاد.\"    },    {      \"name\": \"السي اي اي\",      \"original_text\": \"CIA\",      \"type\": \"ORGANIZATION\",      \"description\": \"يشير السياق إلى وكالة الاستخبارات المركزية (CIA)، وهي وكالة استخبارات خارجية تابعة للحكومة الفيدرالية للولايات المتحدة. تأسست وكالة المخابرات المركزية في عام 1947، وتتمثل مهمتها في جمع وتحليل ونشر المعلومات الاستخباراتية المتعلقة بالأمن القومي الأمريكي.\"    },    {      \"name\": \"الان اي سي\",      \"original_text\": \"NSC\",      \"type\": \"ORGANIZATION\",      \"description\": \"يشير السياق إلى مجلس الأمن القومي (NSC)، وهو هيئة استشارية تابعة للرئيس الأمريكي تُعنى بتقديم المشورة للرئيس في شؤون الأمن القومي والسياسة الخارجية. يتكون مجلس الأمن القومي من الرئيس ونائب الرئيس ووزراء الخارجية والدفاع والخزانة ومستشار الأمن القومي.\"    },    {      \"name\": \"بوش الابن\",      \"original_text\": \"George W. Bush\",      \"type\": \"PERSON\",      \"description\": \"يشير السياق إلى الرئيس الأمريكي الأسبق جورج دبليو بوش، الذي شغل منصب الرئيس الثالث والأربعين للولايات المتحدة الأمريكية من عام 2001 إلى عام 2009. اشتهر بوش الابن بشنّه حرب على الإرهاب بعد هجمات 11 سبتمبر 2001، والتي شملت غزو أفغانستان والعراق. كما اتخذ بوش الابن مواقف سياسية واقتصادية مثيرة للجدل، مثل خفض الضرائب على الأغنياء ورفضه التوقيع على بروتوكول كيوتو للحد من انبعاثات الغازات الدفيئة.\"    },    {      \"name\": \"جون سميث\",      \"original_text\": \"John Smith\",      \"type\": \"PERSON\",      \"description\": \"يشير السياق إلى اسم شخص افتراضي \"جون سميث\" كمثال على مرشح لمنصب وزير الدفاع. لا يشير الاسم إلى شخصية حقيقية محددة.\"    },    {      \"name\": \"بروكلين\",      \"original_text\": \"Brooklyn\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى منطقة بروكلين، وهي إحدى أحياء مدينة نيويورك. تعتبر بروكلين من أكثر أحياء نيويورك اكتظاظًا بالسكان، وتشتهر بتنوعها الثقافي.\"    },    {      \"name\": \"كوينز\",      \"original_text\": \"Queens\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى منطقة كوينز، وهي إحدى أحياء مدينة نيويورك. تعتبر كوينز من أكبر أحياء نيويورك من حيث المساحة، وتشتهر بتنوعها الثقافي.\"    },    {      \"name\": \"مانهاتن\",      \"original_text\": \"Manhattan\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى منطقة مانهاتن، وهي إحدى أحياء مدينة نيويورك. تعتبر مانهاتن من أشهر أحياء نيويورك، وتشتهر بناطحات السحاب والمراكز المالية والثقافية.\"    },    {      \"name\": \"بالم بيتش\",      \"original_text\": \"Palm Beach\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى مدينة بالم بيتش، وهي مدينة تقع في ولاية فلوريدا الأمريكية. تعتبر بالم بيتش من المدن الراقية، وتشتهر بشواطئها الجميلة وفنادقها الفاخرة.\"    },    {      \"name\": \"بالم سبرينز\",      \"original_text\": \"Palm Springs\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى مدينة بالم سبرينغز، وهي مدينة تقع في ولاية كاليفورنيا الأمريكية. تعتبر بالم سبرينغز من المدن السياحية الشهيرة، وتشتهر بمناخها الصحراوي الدافئ ومنتجعاتها الصحية.\"    },    {      \"name\": \"ميامي\",      \"original_text\": \"Miami\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى مدينة ميامي، وهي مدينة تقع في ولاية فلوريدا الأمريكية. تعتبر ميامي من المدن السياحية الشهيرة، وتشتهر بشواطئها الجميلة ومناخها الاستوائي.\"    },    {      \"name\": \"رشيدة طليب\",      \"original_text\": \"Rashida Tlaib\",      \"type\": \"PERSON\",      \"description\": \"يشير السياق إلى رشيدة طليب، وهي سياسية أمريكية من أصل فلسطيني تشغل حاليًا منصب عضو في مجلس النواب الأمريكي عن ولاية ميشيغان. تعتبر طليب أول امرأة فلسطينية يتم انتخابها لعضوية الكونجرس الأمريكي، وتُعرف بمواقفها المؤيدة للفلسطينيين.\"    },    {      \"name\": \"ميشيغن\",      \"original_text\": \"Michigan\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى ولاية ميشيغان، وهي ولاية تقع في منطقة الغرب الأوسط من الولايات المتحدة الأمريكية. تعتبر ميشيغان من الولايات الأمريكية الصناعية، وتشتهر بصناعة السيارات.\"    },    {      \"name\": \"ديربورن\",      \"original_text\": \"Dearborn\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى مدينة ديربورن، وهي مدينة تقع في ولاية ميشيغان الأمريكية. تعتبر ديربورن من المدن التي تضم جالية عربية ومسلمة كبيرة.\"    },    {      \"name\": \"ديترويت\",      \"original_text\": \"Detroit\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى مدينة ديترويت، وهي أكبر مدن ولاية ميشيغان الأمريكية. كانت ديترويت مركزًا لصناعة السيارات الأمريكية، لكنها عانت من تدهور اقتصادي في العقود الأخيرة.\"    },    {      \"name\": \"اليمن\",      \"original_text\": \"Yemen\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى دولة اليمن، وهي دولة عربية تقع في جنوب غرب شبه الجزيرة العربية. تعاني اليمن حاليًا من حرب أهلية مدمرة.\"    },    {      \"name\": \"العراق\",      \"original_text\": \"Iraq\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى دولة العراق، وهي دولة عربية تقع في غرب آسيا. عانى العراق من حروب وصراعات داخلية في العقود الأخيرة.\"    },    {      \"name\": \"لبنان\",      \"original_text\": \"Lebanon\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى دولة لبنان، وهي دولة عربية تقع في غرب آسيا. يتميز لبنان بتنوعه الثقافي والديني.\"    },    {      \"name\": \"غزة\",      \"original_text\": \"Gaza\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى قطاع غزة، وهو منطقة فلسطينية تقع على ساحل البحر الأبيض المتوسط. يخضع قطاع غزة لحصار إسرائيلي منذ عام 2007.\"    },    {      \"name\": \"كنتاكي\",      \"original_text\": \"Kentucky\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى ولاية كنتاكي، وهي ولاية تقع في جنوب الولايات المتحدة الأمريكية. تعتبر كنتاكي من الولايات الأمريكية التي تشتهر بتربية الخيول.\"    },    {      \"name\": \"إسرائيل\",      \"original_text\": \"Israel\",      \"type\": \"LOCATION\",      \"description\": \"يشير السياق إلى دولة إسرائيل، وهي دولة تقع في الشرق الأوسط. تأسست إسرائيل في عام 1948، وتعتبر من الدول المثيرة للجدل في المنطقة.\"    },    {      \"name\": \"أوباما\",      \"original_text\": \"Obama\",      \"type\": \"PERSON\",      \"description\": \"يشير السياق إلى الرئيس الأمريكي الأسبق باراك أوباما، الذي شغل منصب الرئيس الرابع والأربعين للولايات المتحدة الأمريكية من عام 2009 إلى عام 2017. اشتهر أوباما بكونه أول رئيس أمريكي من أصول أفريقية، وبإقراره قانون الرعاية الصحية الأمريكي. كما اتخذ أوباما مواقف سياسية خارجية هامة، مثل الاتفاق النووي مع إيران.\"    },    {      \"name\": \"ماكدونالد دوجلاس\",      \"original_text\": \"McDonnell Douglas\",      \"type\": \"ORGANIZATION\",      \"description\": \"يشير السياق إلى شركة ماكدونيل دوغلاس، وهي شركة أمريكية سابقة متخصصة في صناعة الطائرات والمركبات الفضائية. اندمجت ماكدونيل دوغلاس مع شركة بوينغ في عام 1997.\"    },    {      \"name\": \"ثيون\",      \"original_text\": \"Thyon\",      \"type\": \"ORGANIZATION\",      \"description\": \"لا يوجد شركة أسلحة معروفة بهذا الاسم. من المحتمل أن يكون الاسم خاطئًا أو يشير إلى شركة غير معروفة.\"    },    {      \"name\": \"بوينغ\",      \"original_text\": \"Boeing\",      \"type\": \"ORGANIZATION\",      \"description\": \"يشير السي"