"\"Entities\": [{\"name\": \"الكويت\", \"original_text\": \"Kuwait\", \"type\": \"LOCATION\", \"description\": \"دولة الكويت، دولة عربية تقع في الشرق الأوسط، تشتهر بثقافتها الغنية واحتياطياتها النفطية الكبيرة. nnتشتهر الكويت بنظامها السياسي الذي يجمع بين الديمقراطية والنظام الملكي الدستوري، ولها برلمان منتخب. nnتعتبر الكويت من الدول الرائدة في مجال العمل الخيري والإنساني، ولها دور بارز في مساعدة الدول المحتاجة. nnتتمتع الكويت بمستوى معيشي مرتفع، وتوفر لمواطنيها خدمات صحية وتعليمية مجانية.\"}, {\"name\": \"الخليج\", \"original_text\": \"Gulf\", \"type\": \"LOCATION\", \"description\": \"منطقة الخليج العربي، منطقة جغرافية تقع في غرب آسيا، وتشمل دول: nn*   البحرين.*   الإمارات العربية المتحدة.*   المملكة العربية السعودية.*   سلطنة عمان.*   قطر.*   الكويت.تشتهر منطقة الخليج باحتياطياتها النفطية والغازية الضخمة، وتلعب دورًا هامًا في الاقتصاد العالمي. nnتتمتع دول الخليج بمستوى معيشي مرتفع، وتشهد نموًا اقتصاديًا ملحوظًا. nnتتميز منطقة الخليج بثقافتها وتراثها الغني، وتشهد تطورًا عمرانيًا وسياحيًا كبيرًا.\"}, {\"name\": \"سوريا\", \"original_text\": \"Syria\", \"type\": \"LOCATION\", \"description\": \"الجمهورية العربية السورية، دولة عربية تقع في الشرق الأوسط، عاصمتها دمشق. nnشهدت سوريا حربًا أهلية مدمرة منذ عام 2011، مما أدى إلى مقتل مئات الآلاف من الأشخاص ونزوح الملايين. nnتتمتع سوريا بتاريخ وثقافة غنيين، وتشتهر بمعالمها الأثرية والتاريخية. nnتعاني سوريا من أزمة إنسانية واقتصادية خانقة، وتحتاج إلى مساعدات دولية عاجلة.\"}, {\"name\": \"مجلس الأمن\", \"original_text\": \"Security Council\", \"type\": \"ORGANIZATION\", \"description\": \"مجلس الأمن التابع للأمم المتحدة، هو أحد الأجهزة الرئيسية الستة للأمم المتحدة، وهو مسؤول عن حفظ السلم والأمن الدوليين. nnيتكون مجلس الأمن من 15 عضوًا، خمسة منهم دائمون (الولايات المتحدة وروسيا والصين وفرنسا والمملكة المتحدة)، وعشرة أعضاء غير دائمين يتم انتخابهم لمدة سنتين. nnيتخذ مجلس الأمن قرارات ملزمة للدول الأعضاء في الأمم المتحدة، ويمكنه فرض عقوبات على الدول التي تهدد السلم والأمن الدوليين. nnيلعب مجلس الأمن دورًا هامًا في حل النزاعات الدولية، وتعزيز حقوق الإنسان، ومكافحة الإرهاب.\"}, {\"name\": \"أربع دول عربية\", \"original_text\": null, \"type\": \"MISC\", \"description\": \"لم يتم تحديد أسماء الدول العربية في النص، ولكن يرجح أن تكون السعودية والإمارات والبحرين ومصر، نظرًا لذكرها لاحقًا في سياق الأزمة الخليجية.\"}, {\"name\": \"الإخوان المسلمين\", \"original_text\": \"Muslim Brotherhood\", \"type\": \"ORGANIZATION\", \"description\": \"جماعة إسلامية سياسية تأسست في مصر عام 1928، ولها فروع في العديد من الدول العربية والإسلامية. nnتدعو جماعة الإخوان المسلمين إلى تطبيق الشريعة الإسلامية في المجتمع، وإقامة دولة إسلامية. nnتعتبر جماعة الإخوان المسلمين من أقدم وأكبر الحركات الإسلامية في العالم، ولها تأثير كبير في الشارع العربي والإسلامي. nnتتعرض جماعة الإخوان المسلمين للقمع والملاحقة في العديد من الدول العربية، وتصنفها بعض الدول كمنظمة إرهابية.\"}, {\"name\": \"السلفية\", \"original_text\": \"Salafism\", \"type\": \"RELIGIOUS_FIGURE\", \"description\": \"مذهب إسلامي سني، يدعو إلى العودة إلى الإسلام كما كان عليه النبي محمد صلى الله عليه وسلم والصحابة الكرام. nnتتميز السلفية بالتركيز على نصوص القرآن والسنة النبوية، وتجنب البدع والخرافات. nnتتنوع مدارس السلفية في فهمها للنصوص الشرعية، ومواقفها من القضايا السياسية والاجتماعية. nnتعتبر السلفية من أكثر المذاهب الإسلامية انتشارًا في العالم العربي والإسلامي.\"}, {\"name\": \"كريستيانو رونالدو\", \"original_text\": \"Cristiano Ronaldo\", \"type\": \"PERSON\", \"description\": \"لاعب كرة قدم برتغالي شهير، يُعتبر من أفضل لاعبي كرة القدم في التاريخ. nnاشتهر رونالدو بمهاراته الفنية العالية، وقدراته التهديفية الكبيرة. nnلعب رونالدو لأندية عالمية شهيرة، مثل ريال مدريد ومانشستر يونايتد ويوفنتوس. nnحصل رونالدو على العديد من الجوائز الفردية، مثل جائزة الكرة الذهبية لأفضل لاعب في العالم.\"}, {\"name\": \"حجاج فهد العجمي\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"مواطن كويتي، مصنف على قائمة الأمن الوقائي في مجلس الأمن، وعلى قائمة الإرهاب في أربع دول عربية. nnشارك حجاج العجمي في الحراك السياسي في الكويت، وسافر إلى سوريا للمشاركة في الثورة السورية. nnاتُهم حجاج العجمي بدعم جبهة النصرة وداعش، ولكنه نفى هذه التهم، وأكد أنه كان يقدم مساعدات إنسانية للشعب السوري. nnيعاني حجاج العجمي من تجميد أرصدته ومنع من السفر، ويطالب برفع اسمه من قوائم الإرهاب.\"}, {\"name\": \"فيصل العقل\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"مقدم بودكاست “بدون ورق”، أجرى لقاءً مع حجاج فهد العجمي للحديث عن قصته وتجربته.\"}, {\"name\": \"الشيخ محمد سعد السبيعي\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"مدرس كويتي، كان له دور في توجيه حجاج العجمي في بداية حياته.\"}, {\"name\": \"خالد الهاشمي\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"مدرس كويتي، كان له دور في توجيه حجاج العجمي في بداية حياته.\"}, {\"name\": \"الفحيحيل\", \"original_text\": \"Fahaheel\", \"type\": \"LOCATION\", \"description\": \"منطقة تقع في محافظة الأحمدي في دولة الكويت.\"}, {\"name\": \"صباحية\", \"original_text\": \"Sabahiya\", \"type\": \"LOCATION\", \"description\": \"منطقة تقع في محافظة مبارك الكبير في دولة الكويت.\"}, {\"name\": \"مشرف\", \"original_text\": \"Mishref\", \"type\": \"LOCATION\", \"description\": \"منطقة تقع في محافظة حولي في دولة الكويت.\"}, {\"name\": \"جمعية الإصلاح\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description\": \"جمعية إسلامية كويتية، لها دور بارز في العمل الخيري والدعوي.\"}, {\"name\": \"الشيخ جاسم مهلهل\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"شيخ كويتي، كان له دور في توجيه حجاج العجمي في بداية حياته.\"}, {\"name\": \"الشيخ عبد الرحمن بن خالق\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"شيخ كويتي، كان له دور بارز في الدعوة السلفية في الكويت.\"}, {\"name\": \"السيد الرفاعي\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"شخصية دينية، دار بينه وبين الشيخ عبد الرحمن بن خالق نقاش حول الصوفية.\"}, {\"name\": \"مبارك عبد الله جابر\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"منطقة تقع في محافظة مبارك الكبير في دولة الكويت.\"}, {\"name\": \"السلفية الجامية\", \"original_text\": null, \"type\": \"RELIGIOUS_FIGURE\", \"description\": \"فرع من فروع السلفية، يتميز بمواقفه السياسية المحافظة، ودعمه للسلطة.\"}, {\"name\": \"السلفية العلمية\", \"original_text\": null, \"type\": \"RELIGIOUS_FIGURE\", \"description\": \"فرع من فروع السلفية، يتميز بتركيزه على الجانب العلمي، ونشاطه في مجال الدعوة والتعليم.\"}, {\"name\": \"محمد الجامي\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"عالم دين سني سلفي، يُعتبر من أبرز رموز السلفية الجامية.\"}, {\"name\": \"الشيخ ربيع المدخلي\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"عالم دين سني سلفي، يُعتبر من أبرز رموز السلفية الجامية.\"}, {\"name\": \"المدينة المنورة\", \"original_text\": \"Medina\", \"type\": \"LOCATION\", \"description\": \"مدينة مقدسة لدى المسلمين، تقع في المملكة العربية السعودية، فيها المسجد النبوي الشريف، ثاني أقدس مسجد في الإسلام.\"}, {\"name\": \"داعش\", \"original_text\": \"ISIS\", \"type\": \"ORGANIZATION\", \"description\": \"تنظيم الدولة الإسلامية في العراق والشام، تنظيم إرهابي متطرف، سيطر على مناطق واسعة من العراق وسوريا. nnارتكب تنظيم داعش جرائم وحشية بحق المدنيين، ونفذ تفجيرات إرهابية في العديد من دول العالم. nnتم دحر تنظيم داعش عسكريًا في العراق وسوريا، ولكن خطره لا يزال قائمًا.\"}, {\"name\": \"القاعدة\", \"original_text\": \"Al-Qaeda\", \"type\": \"ORGANIZATION\", \"description\": \"تنظيم إرهابي متطرف، تأسس على يد أسامة بن لادن، نفذ هجمات إرهابية في العديد من دول العالم. nnتعتبر الولايات المتحدة تنظيم القاعدة عدوها الأول، وشنت حربًا عالمية على الإرهاب بعد هجمات 11 سبتمبر 2001. nnضعفت قوة تنظيم القاعدة في السنوات الأخيرة، ولكنه لا يزال يشكل تهديدًا للأمن والاستقرار الدوليين.\"}, {\"name\": \"أفغانستان\", \"original_text\": \"Afghanistan\", \"type\": \"LOCATION\", \"description\": \"دولة تقع في جنوب آسيا، عانت من حروب ونزاعات مسلحة لعدة عقود. nnسيطرت حركة طالبان على أفغانستان في عام 2021، بعد انسحاب القوات الأمريكية وحلف شمال الأطلسي. nnتعاني أفغانستان من أزمة إنسانية واقتصادية خانقة، وتحتاج إلى مساعدات دولية عاجلة.\"}, {\"name\": \"العراق\", \"original_text\": \"Iraq\", \"type\": \"LOCATION\", \"description\": \"دولة تقع في غرب آسيا، عانت من حروب ونزاعات طائفية لعدة عقود. nnغزت الولايات المتحدة العراق في عام 2003، وأطاحت بنظام صدام حسين. nnتعاني العراق من أزمة سياسية وأمنية واقتصادية، وتحتاج إلى دعم دولي لتحقيق الاستقرار.\"}, {\"name\": \"جبهة النصرة\", \"original_text\": \"Al-Nusra Front\", \"type\": \"ORGANIZATION\", \"description\": \"جماعة إرهابية متطرفة، كانت تابعة لتنظيم القاعدة في سوريا. nnشاركت جبهة النصرة في الحرب الأهلية السورية، وارتكبت جرائم وحشية بحق المدنيين. nnانفصلت جبهة النصرة عن تنظيم القاعدة في عام 2016، وغيرت اسمها إلى جبهة فتح الشام.\"}, {\"name\": \"تركيا\", \"original_text\": \"Turkey\", \"type\": \"LOCATION\", \"description\": \"دولة تقع في منطقة الشرق الأوسط، لها حدود مع سوريا. nnاستقبلت تركيا ملايين اللاجئين السوريين الفارين من الحرب الأهلية. nnتلعب تركيا دورًا هامًا في المنطقة، ولها علاقات معقدة مع دول الجوار.\"}, {\"name\": \"أنطاكيا\", \"original_text\": \"Antakya\", \"type\": \"LOCATION\", \"description\": \"مدينة تقع في جنوب تركيا، بالقرب من الحدود السورية. nnتعتبر أنطاكيا من المدن التاريخية الهامة، وكانت عاصمة للإمبراطورية الرومانية.\"}, {\"name\": \"إدلب\", \"original_text\": \"Idlib\", \"type\": \"LOCATION\", \"description\": \"محافظة تقع في شمال سوريا. nnتسيطر فصائل المعارضة المسلحة على محافظة إدلب. nnتعاني محافظة إدلب من أزمة إنسانية خانقة، نتيجة القصف الجوي السوري والروسي.\"}, {\"name\": \"ريف حمص\", \"original_text\": \"Homs Countryside\", \"type\": \"LOCATION\", \"description\": \"منطقة ريفية تقع في محافظة حمص في سوريا. nnشهد ريف حمص معارك عنيفة بين قوات النظام السوري وفصائل المعارضة المسلحة.\"}, {\"name\": \"معرة النعمان\", \"original_text\": \"Maarat al-Numan\", \"type\": \"LOCATION\", \"description\": \"مدينة تقع في محافظة إدلب في سوريا. nnشهدت معرة النعمان معارك عنيفة بين قوات النظام السوري وفصائل المعارضة المسلحة.\"}, {\"name\": \"راس الحصن\", \"original_text\": \"Ras al-Ayn\", \"type\": \"LOCATION\", \"description\": \"مدينة تقع في محافظة الحسكة في سوريا. nnشهدت رأس العين معارك عنيفة بين قوات سوريا الديمقراطية (قسد) والقوات التركية والفصائل المسلحة الموالية لها.\"}, {\"name\": \"حلب\", \"original_text\": \"Aleppo\", \"type\": \"LOCATION\", \"description\": \"مدينة تقع في شمال سوريا. nnشهدت حلب معارك عنيفة بين قوات النظام السوري وفصائل المعارضة المسلحة. nnتسببت المعارك في حلب في دمار واسع النطاق، ونزوح مئات الآلاف من السكان.\"}, {\"name\": \"عمر الشيشاني\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"قيادي عسكري شيشاني، انضم إلى تنظيم داعش، وشغل منصب وزير الحرب في التنظيم. nnقُتل عمر الشيشاني في غارة جوية أمريكية في العراق في عام 2016.\"}, {\"name\": \"سالم الطويل\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"شخصية كويتية، شارك في الثورة السورية.\"}, {\"name\": \"وزارة الخارجية\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description\": \"الجهة الحكومية المسؤولة عن العلاقات الخارجية للدولة، وتمثيلها في المحافل الدولية.\"}, {\"name\": \"جامعة الخيرية\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description\": \"منظمة خيرية كويتية، لها دور بارز في العمل الإغاثي والإنساني.\"}, {\"name\": \"سعود الفيصل\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"وزير خارجية المملكة العربية السعودية الأسبق، شغل المنصب من عام 1975 إلى عام 2015. nnيُعتبر سعود الفيصل من أبرز الشخصيات الدبلوماسية في العالم العربي، وكان له دور بارز في السياسة الإقليمية والدولية.\"}, {\"name\": \"عادل الجبير\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"وزير خارجية المملكة العربية السعودية الأسبق، شغل المنصب من عام 2015 إلى عام 2018. nnعمل عادل الجبير سفيرًا للمملكة العربية السعودية لدى الولايات المتحدة الأمريكية قبل توليه منصب وزير الخارجية.\"}, {\"name\": \"مجلس العفو\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description\": \"جهة قضائية تختص بالنظر في طلبات العفو عن المحكوم عليهم.\"}, {\"name\": \"بشار الجعفري\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"دبلوماسي سوري، شغل منصب مندوب سوريا الدائم لدى الأمم المتحدة. nnدافع بشار الجعفري عن نظام بشار الأسد في المحافل الدولية، واتهم الدول الغربية بدعم الإرهاب في سوريا.\"}, {\"name\": \"منصور العتيبي\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"دبلوماسي كويتي، شغل منصب مندوب الكويت الدائم لدى الأمم المتحدة.\"}, {\"name\": \"أمريكا\", \"original_text\": \"America\", \"type\": \"LOCATION\", \"description\": \"الولايات المتحدة الأمريكية، دولة تقع في أمريكا الشمالية. nnتُعتبر الولايات المتحدة الأمريكية من أقوى دول العالم، ولها نفوذ سياسي واقتصادي وعسكري كبير.\"}, {\"name\": \"روسيا\", \"original_text\": \"Russia\", \"type\": \"LOCATION\", \"description\": \"دولة تقع في شرق أوروبا وآسيا الشمالية. nnتُعتبر روسيا من القوى العظمى في العالم، ولها نفوذ سياسي وعسكري كبير.\"}, {\"name\": \"بريطانيا\", \"original_text\": \"Britain\", \"type\": \"LOCATION\", \"description\": \"المملكة المتحدة لبريطانيا العظمى وأيرلندا الشمالية، دولة تقع في غرب أوروبا. nnتُعتبر بريطانيا من الدول المتقدمة، ولها تاريخ طويل من النفوذ السياسي والاقتصادي.\"}, {\"name\": \"فرنسا\", \"original_text\": \"France\", \"type\": \"LOCATION\", \"description\": \"دولة تقع في غرب أوروبا. nnتُعتبر فرنسا من الدول المتقدمة، ولها نفوذ سياسي وثقافي كبير.\"}, {\"name\": \"الصين\", \"original_text\": \"China\", \"type\": \"LOCATION\", \"description\": \"جمهورية الصين الشعبية، دولة تقع في شرق آسيا. nnتُعتبر الصين من أكبر اقتصادات العالم، ولها نفوذ سياسي وعسكري متزايد.\"}, {\"name\": \"الشيخ أحمد النواف\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"سياسي كويتي، يشغل منصب وزير الداخلية.\"}, {\"name\": \"أسامة الشاهين\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"سياسي كويتي، عضو في مجلس الأمة.\"}, {\"name\": \"جاسم\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"موظف في وزارة الخارجية الكويتية.\"}, {\"name\": \"قطر\", \"original_text\": \"Qatar\", \"type\": \"LOCATION\", \"description\": \"دولة عربية تقع في شرق شبه الجزيرة العربية. nnتعرضت قطر لحصار من قبل السعودية والإمارات والبحرين ومصر في عام 2017. nnتتمتع قطر بعلاقات جيدة مع تركيا وإيران.\"}, {\"name\": \"الإمارات\", \"original_text\": \"UAE\", \"type\": \"LOCATION\", \"description\": \"الإمارات العربية المتحدة، دولة عربية تقع في شرق شبه الجزيرة العربية. nnشاركت الإمارات في الحصار المفروض على قطر في عام 2017. nnتتمتع الإمارات بعلاقات قوية مع الولايات المتحدة الأمريكية.\"}, {\"name\": \"البحرين\", \"original_text\": \"Bahrain\", \"type\": \"LOCATION\", \"description\": \"دولة عربية تقع في الخليج العربي. nnشاركت البحرين في الحصار المفروض على قطر في عام 2017. nnتستضيف البحرين الأسطول الخامس الأمريكي.\"}, {\"name\": \"مصر\", \"original_text\": \"Egypt\", \"type\": \"LOCATION\", \"description\": \"دولة عربية تقع في شمال شرق أفريقيا. nnشاركت مصر في الحصار المفروض على قطر في عام 2017. nnتتمتع مصر بعلاقات قوية مع الولايات المتحدة الأمريكية.\"}, {\"name\": \"القرضاوي\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"يوسف القرضاوي، عالم دين مصري قطري، كان رئيسًا للاتحاد العالمي لعلماء المسلمين. nnتُوفي يوسف القرضاوي في عام 2022.\"}, {\"name\": \"الصلاوي\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"شخصية قطرية، لم يتم تحديدها في النص.\"}, {\"name\": \"قناة العربية\", \"original_text\": \"Al Arabiya\", \"type\": \"MEDIA\", \"description\": \"قناة إخبارية فضائية سعودية، تُبث من دبي في الإمارات العربية المتحدة. nnتُعتبر قناة العربية من أبرز القنوات الإخبارية في العالم العربي، ولها تأثير كبير على الرأي العام.\"}, {\"name\": \"اليوتيوب\", \"original_text\": \"YouTube\", \"type\": \"MEDIA\", \"description\": \"موقع ويب لمشاركة الفيديوهات، يُتيح للمستخدمين تحميل ومشاهدة ومشاركة الفيديوهات. nnيُعتبر اليوتيوب من أشهر مواقع الويب في العالم، وله تأثير كبير على الثقافة الشعبية.\"}, {\"name\": \"إيمان عبد الله سالم\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"شخصية كويتية، دعت إلى ضرورة وجود دستور ينظم العلاقة بين الحاكم والمحكوم.\"}, {\"name\": \"محمد هايف\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"سياسي كويتي، عضو في مجلس الأمة.\"}, {\"name\": \"أحمد الفضل\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"سياسي كويتي، عضو في مجلس الأمة.\"}, {\"name\": \"ناصر محمد\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"شخصية كويتية، لم يتم تحديدها في النص.\"}, {\"name\": \"مسلم البراك\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"سياسي كويتي، عضو سابق في مجلس الأمة. nnاشتهر مسلم البراك بخطاباته النارية، ومواقفه المعارضة للحكومة.\"}, {\"name\": \"جمعان\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"شخصية كويتية، لم يتم تحديدها في النص.\"}, {\"name\": \"مرزوق الغانم\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"سياسي كويتي، شغل منصب رئيس مجلس الأمة.\"}, {\"name\": \"شهاب\", \"original_text\": null, \"type\": \"MISC\", \"description\": \"مشروع سياسي إصلاحي في الكويت.\"}, {\"name\": \"أحمد سعدون\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"سياسي كويتي، عضو في مجلس الأمة. nnيُعتبر أحمد سعدون من أبرز رموز المعارضة في الكويت.\"}, {\"name\": \"فيصل المسلم\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"سياسي كويتي، عضو سابق في مجلس الأمة.\"}, {\"name\": \"مهلهل\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"شخصية كويتية، لم يتم تحديدها في النص.\"}, {\"name\": \"سعود العصفور\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"سياسي كويتي، عضو في مجلس الأمة.\"}, {\"name\": \"عبد الله جاسم\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"سياسي كويتي، عضو في مجلس الأمة.\"}, {\"name\": \"وزارة الأوقاف\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description\": \"الجهة الحكومية المسؤولة عن الشؤون الدينية في الدولة.\"}, {\"name\": \"هيئة المعاقين\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description\": \"جهة حكومية كويتية، تُعنى بشؤون ذوي الإعاقة.\"}]"