"  \"Entities\": [    {      \"name\": \"العراق\",      \"original_text\": \"Iraq\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في غرب آسيا، عاصمتها بغداد. nn  تاريخ حافل، موطن لواحدة من أقدم الحضارات في العالم. nn  مركزًا هامًا للثقافة والفنون والعلوم في العالم العربي والإسلامي. nn  شهدت في العقود الأخيرة حروبًا وصراعات أثرت على استقرارها.\"    },    {      \"name\": \"الكويت\",      \"original_text\": \"Kuwait\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في الشرق الأوسط، عاصمتها مدينة الكويت. nn  تتمتع باقتصاد قوي يعتمد بشكل أساسي على إنتاج النفط. nn  عضو في مجلس التعاون الخليجي وجامعة الدول العربية. nn  شهدت تاريخياً علاقات متقلبة مع العراق.\"    },    {      \"name\": \"صدام حسين\",      \"original_text\": \"Saddam Hussein\",      \"type\": \"PERSON\",      \"description\": \"رئيس العراق السابق، حكم البلاد من عام 1979 إلى 2003. nn  اتخذ قرار غزو الكويت عام 1990، مما أدى إلى حرب الخليج الثانية. nn  اتسم حكمه بالقمع والسلطوية. nn  أعدم في عام 2006 بعد محاكمته بتهم تتعلق بجرائم ضد الإنسانية.\"    },    {      \"name\": \"إيران\",      \"original_text\": \"Iran\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في غرب آسيا، عاصمتها طهران. nn  لها تاريخ وثقافة غنيين، وكانت تعرف سابقًا باسم بلاد فارس. nn  شهدت ثورة إسلامية عام 1979، وأصبحت جمهورية إسلامية. nn  لها علاقات متوترة مع الولايات المتحدة الأمريكية.\"    },    {      \"name\": \"حرب الخليج الثانية\",      \"original_text\": \"Second Gulf War\",      \"type\": \"EVENT\",      \"description\": \"صراع عسكري نشب عام 1990 بعد غزو العراق للكويت. nn  قاد الولايات المتحدة الأمريكية تحالفًا دوليًا لتحرير الكويت. nn  انتهت الحرب بتحرير الكويت وهزيمة العراق. nn  كان لها تداعيات سياسية واقتصادية كبيرة على المنطقة.\"    },    {      \"name\": \"الولايات المتحدة الأمريكية\",      \"original_text\": \"United States\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في أمريكا الشمالية، عاصمتها واشنطن. nn  أكبر قوة اقتصادية وعسكرية في العالم. nn  لها دور مؤثر في السياسة الدولية. nn  شهدت تاريخياً صراعات وحروبًا في مناطق مختلفة من العالم.\"    },    {      \"name\": \"جورج دبليو بوش\",      \"original_text\": \"George W. Bush\",      \"type\": \"PERSON\",      \"description\": \"رئيس الولايات المتحدة الأمريكية السابق، حكم البلاد من عام 2001 إلى 2009. nn  اتخذ قرار غزو العراق عام 2003. nn  اتسمت فترة رئاسته بسياسة خارجية هجومية. nn  أثار قراره غزو العراق جدلاً واسعًا.\"    },    {      \"name\": \"روسيا\",      \"original_text\": \"Russia\",      \"type\": \"LOCATION\",      \"description\": \"دولة عابرة للقارات، تمتد عبر شرق أوروبا وشمال آسيا. nn  عاصمتها موسكو، وهي أكبر دولة في العالم من حيث المساحة. nn  لها تاريخ وثقافة غنيين، وكانت القوة المهيمنة على الاتحاد السوفيتي. nn  لها علاقات معقدة مع الغرب، لا سيما بعد ضمها لشبه جزيرة القرم عام 2014.\"    },    {      \"name\": \"أوكرانيا\",      \"original_text\": \"Ukraine\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في شرق أوروبا، عاصمتها كييف. nn  لها تاريخ وثقافة مرتبطين بروسيا. nn  شهدت توترات سياسية وعسكرية مع روسيا منذ عام 2014. nn  أصبحت ساحة صراع جيوسياسي بين روسيا والغرب.\"    },    {      \"name\": \"الاتحاد السوفيتي\",      \"original_text\": \"Soviet Union\",      \"type\": \"LOCATION\",      \"description\": \"دولة شيوعية سابقة، كانت موجودة من عام 1922 إلى 1991. nn  كانت أكبر دولة في العالم من حيث المساحة، وامتدت عبر شرق أوروبا وشمال آسيا. nn  كانت القوة العظمى المنافسة للولايات المتحدة الأمريكية خلال الحرب الباردة. nn  انهار الاتحاد السوفيتي عام 1991، وتفكك إلى 15 دولة مستقلة.\"    },    {      \"name\": \"مجلس التعاون الخليجي\",      \"original_text\": \"Gulf Cooperation Council\",      \"type\": \"ORGANIZATION\",      \"description\": \"منظمة إقليمية تضم ست دول عربية خليجية: nn  المملكة العربية السعودية، والإمارات العربية المتحدة، والكويت، وقطر، والبحرين، وسلطنة عمان. nn  تهدف إلى تعزيز التعاون والتنسيق بين الدول الأعضاء في مختلف المجالات. nn  تلعب دورًا هامًا في الحفاظ على الأمن والاستقرار في منطقة الخليج العربي.\"    },    {      \"name\": \"لبنان\",      \"original_text\": \"Lebanon\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في الشرق الأوسط، عاصمتها بيروت. nn  لها تاريخ وثقافة غنيين، وتتميز بتنوعها الديني والطائفي. nn  شهدت تاريخياً حروبًا وصراعات داخلية وإقليمية. nn  تلعب دورًا هامًا في المنطقة كمركز للتجارة والسياحة.\"    },    {      \"name\": \"قطر\",      \"original_text\": \"Qatar\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في الشرق الأوسط، عاصمتها الدوحة. nn  تتمتع باقتصاد قوي يعتمد بشكل أساسي على إنتاج الغاز الطبيعي. nn  عضو في مجلس التعاون الخليجي وجامعة الدول العربية. nn  شهدت تاريخياً علاقات متوترة مع بعض الدول العربية.\"    },    {      \"name\": \"السعودية\",      \"original_text\": \"Saudi Arabia\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في الشرق الأوسط، عاصمتها الرياض. nn  أكبر دولة في شبه الجزيرة العربية، وتتمتع بأهمية دينية كبيرة للمسلمين. nn  تلعب دورًا مؤثرًا في السياسة الإقليمية والدولية. nn  لها علاقات استراتيجية مع الولايات المتحدة الأمريكية.\"    },    {      \"name\": \"حزب البعث\",      \"original_text\": \"Ba'ath Party\",      \"type\": \"ORGANIZATION\",      \"description\": \"حزب سياسي قومي عربي، تأسس في سوريا عام 1947. nn  حكم العراق وسوريا لفترات طويلة. nn  اتسم حكمه بالشمولية والقمع. nn  انقسم الحزب إلى فرعين، سوري وعراقي، عام 1966.\"    },    {      \"name\": \"عبد الكريم قاسم\",      \"original_text\": \"Abd al-Karim Qasim\",      \"type\": \"PERSON\",      \"description\": \"رئيس وزراء العراق من عام 1958 إلى 1963. nn  قاد انقلابًا عسكريًا أطاح بالنظام الملكي الهاشمي. nn  اتسم حكمه بالاضطراب السياسي والانقلابات. nn  اغتيل في انقلاب عسكري عام 1963.\"    },    {      \"name\": \"الأمم المتحدة\",      \"original_text\": \"United Nations\",      \"type\": \"ORGANIZATION\",      \"description\": \"منظمة دولية تأسست عام 1945. nn  تهدف إلى الحفاظ على السلام والأمن الدوليين. nn  تعمل على تعزيز التعاون الدولي في المجالات الاقتصادية والاجتماعية والإنسانية. nn  تلعب دورًا هامًا في حل النزاعات الدولية.\"    },    {      \"name\": \"الصين\",      \"original_text\": \"China\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في شرق آسيا، عاصمتها بكين. nn  أكبر دولة في العالم من حيث عدد السكان، وثاني أكبر اقتصاد في العالم. nn  لها تاريخ وثقافة غنيين، وتشهد نموًا اقتصاديًا سريعًا. nn  تلعب دورًا متزايد الأهمية في السياسة الدولية.\"    },    {      \"name\": \"الاتحاد الأوروبي\",      \"original_text\": \"European Union\",      \"type\": \"ORGANIZATION\",      \"description\": \"اتحاد سياسي واقتصادي يضم 27 دولة أوروبية. nn  يهدف إلى تعزيز التعاون والاندماج بين الدول الأعضاء. nn  يعد من أكبر القوى الاقتصادية في العالم. nn  يلعب دورًا هامًا في السياسة الدولية.\"    },    {      \"name\": \"هتلر\",      \"original_text\": \"Hitler\",      \"type\": \"PERSON\",      \"description\": \"أدولف هتلر، زعيم ألمانيا النازية من عام 1933 إلى 1945. nn  قاد ألمانيا خلال الحرب العالمية الثانية. nn  ارتكب نظامه جرائم حرب وإبادة جماعية مروعة. nn  يعتبر من أكثر الشخصيات دموية في التاريخ.\"    },    {      \"name\": \"بوتين\",      \"original_text\": \"Putin\",      \"type\": \"PERSON\",      \"description\": \"فلاديمير بوتين، رئيس روسيا منذ عام 2000. nn  اتخذ قرار غزو أوكرانيا عام 2022. nn  اتسم حكمه بالسلطوية وقمع المعارضة. nn  أثار قراره غزو أوكرانيا إدانة دولية واسعة.\"    },    {      \"name\": \"القرآن الكريم\",      \"original_text\": \"Quran\",      \"type\": \"WORK_OF_ART\",      \"description\": \"الكتاب المقدس لدى المسلمين. nn  يؤمن المسلمون أنه كلام الله المنزل على النبي محمد صلى الله عليه وسلم. nn  يتكون من 114 سورة، ويتناول مواضيع العقيدة والعبادة والأخلاق والتاريخ. nn  يعتبره المسلمون مصدرًا للإرشاد والتوجيه في جميع مناحي الحياة.\"    },    {      \"name\": \"جامعة الكويت\",      \"original_text\": \"Kuwait University\",      \"type\": \"ORGANIZATION\",      \"description\": \"أكبر جامعة حكومية في الكويت. nn  تأسست عام 1966. nn  تضم العديد من الكليات والمعاهد، وتقدم برامج البكالوريوس والدراسات العليا. nn  تلعب دورًا هامًا في التعليم العالي والبحث العلمي في الكويت.\"    },    {      \"name\": \"رواندا\",      \"original_text\": \"Rwanda\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في شرق إفريقيا. nn  عاصمتها كيغالي. nn  شهدت إبادة جماعية مروعة عام 1994. nn  تعمل على تحقيق المصالحة الوطنية وإعادة الإعمار.\"    },    {      \"name\": \"سوريا\",      \"original_text\": \"Syria\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في الشرق الأوسط، عاصمتها دمشق. nn  لها تاريخ وثقافة غنيين، وكانت مهدًا للعديد من الحضارات. nn  شهدت حربًا أهلية مدمرة منذ عام 2011. nn  تعاني من أزمة إنسانية واقتصادية حادة.\"    },    {      \"name\": \"بريطانيا\",      \"original_text\": \"Britain\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في غرب أوروبا، عاصمتها لندن. nn  تتألف من إنجلترا واسكتلندا وويلز وأيرلندا الشمالية. nn  لها تاريخ وثقافة غنيين، وكانت قوة استعمارية كبرى. nn  تلعب دورًا هامًا في السياسة الدولية.\"    },    {      \"name\": \"مصر\",      \"original_text\": \"Egypt\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في شمال إفريقيا، عاصمتها القاهرة. nn  لها تاريخ وثقافة غنيين، وكانت مهدًا للحضارة الفرعونية. nn  أكبر دولة عربية من حيث عدد السكان. nn  تلعب دورًا هامًا في السياسة الإقليمية.\"    },    {      \"name\": \"حافظ الأسد\",      \"original_text\": \"Hafez al-Assad\",      \"type\": \"PERSON\",      \"description\": \"رئيس سوريا السابق، حكم البلاد من عام 1971 إلى 2000. nn  اتسم حكمه بالسلطوية وقمع المعارضة. nn  خلفه ابنه بشار الأسد في الحكم. nn  كان له دور مؤثر في السياسة السورية والإقليمية.\"    },    {      \"name\": \"طارق عزيز\",      \"original_text\": \"Tariq Aziz\",      \"type\": \"PERSON\",      \"description\": \"وزير الخارجية العراقي الأسبق، شغل المنصب لفترات طويلة خلال حكم صدام حسين. nn  كان من أبرز وجوه النظام العراقي السابق. nn  حكم عليه بالإعدام عام 2010 بتهم تتعلق بجرائم ضد الإنسانية، لكنه توفي في السجن عام 2015.\"    },    {      \"name\": \"سعد البزاز\",      \"original_text\": \"Saad al-Bazzaz\",      \"type\": \"PERSON\",      \"description\": \"سياسي ودبلوماسي عراقي، شغل منصب وزير الخارجية في عهد صدام حسين. nn  كان من المقربين من صدام حسين. nn  توفي عام 2004.\"    },    {      \"name\": \"عبد الرحمن العتيجي\",      \"original_text\": \"Abdul Rahman al-Atiqi\",      \"type\": \"PERSON\",      \"description\": \"سياسي كويتي، شغل منصب رئيس الوزراء من عام 1979 إلى 1990. nn  كان له دور بارز في السياسة الكويتية خلال فترة الغزو العراقي. nn  توفي عام 2007.\"    },    {      \"name\": \"حسن العلوي\",      \"original_text\": \"Hassan al-Alawi\",      \"type\": \"PERSON\",      \"description\": \"سياسي عراقي، كان من المقربين من صدام حسين في بداية حكمه. nn  انشق عن النظام العراقي عام 1982. nn  يعيش في المنفى منذ ذلك الحين.\"    },    {      \"name\": \"الشيخ سعد\",      \"original_text\": \"Sheikh Saad\",      \"type\": \"PERSON\",      \"description\": \"يشير إلى الشيخ سعد العبد الله السالم الصباح، أمير الكويت من عام 1977 إلى 2006. nn  قاد الكويت خلال فترة الغزو العراقي. nn  توفي عام 2008.\"    },    {      \"name\": \"فرويد\",      \"original_text\": \"Freud\",      \"type\": \"PERSON\",      \"description\": \"سيغموند فرويد، طبيب أعصاب نمساوي، مؤسس علم النفس الحديث. nn  اشتهر بنظرياته عن العقل الباطن وتفسير الأحلام. nn  كان له تأثير كبير على علم النفس والفلسفة والفنون.\"    },    {      \"name\": \"توماس هوبز\",      \"original_text\": \"Thomas Hobbes\",      \"type\": \"PERSON\",      \"description\": \"فيلسوف إنجليزي، اشتهر بكتابه \"اللفياثان\". nn  دافع عن نظرية العقد الاجتماعي. nn  كان له تأثير كبير على الفكر السياسي الغربي.\"    },    {      \"name\": \"جمال حمدان\",      \"original_text\": \"Gamal Hamdan\",      \"type\": \"PERSON\",      \"description\": \"جغرافي مصري، اشتهر بكتابه \"شخصية مصر\". nn  اهتم بدراسة العلاقة بين الإنسان والبيئة. nn  كان له تأثير كبير على الجغرافيا المصرية والعربية.\"    }  ]"