"  \"Entities\": [    {      \"name\": \"الله\",      \"original_text\": null,      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"خالق الكون ومُدبره، يُعبده المسلمون ويؤمنون بأنه واحدٌ أحد، فردٌ صمد، لم يلد ولم يُولد، ولم يكن له كفواً أحد.\"    },    {      \"name\": \"النبي\",      \"original_text\": null,      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"هو محمد بن عبد الله، نبي الإسلام وخاتم الأنبياء والمرسلين، أُرسل رحمةً للعالمين، بلغ رسالة الإسلام ودعا الناس لعبادة الله وحده لا شريك له.\"    },    {      \"name\": \"رمضان\",      \"original_text\": null,      \"type\": \"EVENT\",      \"description\": \"شهر رمضان هو الشهر التاسع في التقويم الهجري، وهو شهر الصيام الذي يُعدّ أحد أركان الإسلام الخمسة، وفيه تُفتح أبواب الجنة وتُغلق أبواب النار، وتُصفّد الشياطين.\"    },    {      \"name\": \"القران\",      \"original_text\": null,      \"type\": \"WORK_OF_ART\",      \"description\": \"كتاب الله المُنزّل على النبي محمد صلى الله عليه وسلم، بواسطة جبريل عليه السلام، وهو كلام الله المعجز، يُتلى ويُعبد بتلاوته، وهو دستور المسلمين ومرجعهم في كل أمور حياتهم.\"    },    {      \"name\": \"مكة\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة مقدسة لدى المسلمين، تقع في المملكة العربية السعودية، بها المسجد الحرام والكعبة المشرفة، ويُعدّ الحجّ إليها أحد أركان الإسلام الخمسة.\"    },    {      \"name\": \"المدينه\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة النبي محمد صلى الله عليه وسلم، تقع في المملكة العربية السعودية،  بها مسجده الشريف، وهي ثاني أقدس بقعة عند المسلمين بعد مكة المكرمة.\"    },    {      \"name\": \"موسى\",      \"original_text\": null,      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"نبي من أنبياء الله، أُرسل لبني إسرائيل، فصّلت قصته في القرآن الكريم، وله مكانة عظيمة في الإسلام.\"    },    {      \"name\": \"عائشه\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"أم المؤمنين، زوجة النبي محمد صلى الله عليه وسلم، عُرفت بعلمها وفقهها، ورواية العديد من الأحاديث النبوية.\"    },    {      \"name\": \"شعبان\",      \"original_text\": null,      \"type\": \"EVENT\",      \"description\": \"الشهر الثامن في التقويم الهجري، يسبق شهر رمضان المبارك، ويُستحبّ فيه الإكثار من الصيام والنوافل، استعدادًا لرمضان.\"    },    {      \"name\": \"عمر بن الخطاب\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"ثاني الخلفاء الراشدين، وأحد العشرة المبشرين بالجنة، عُرف بشدّته في الحق وعدله، وكان له دور كبير في نشر الإسلام وتثبيت أركانه.\"    },    {      \"name\": \"الكويت\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في منطقة الخليج العربي، عاصمتها مدينة الكويت.\"    },    {      \"name\": \"سورة الانعام\",      \"original_text\": null,      \"type\": \"WORK_OF_ART\",      \"description\": \"إحدى سور القرآن الكريم، مكية، عدد آياتها 165، وسميت بهذا الاسم لذكر الأنعام فيها.\"    },    {      \"name\": \"يعقوب\",      \"original_text\": null,      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"نبي من أنبياء الله،  أحد أبناء إسحاق بن إبراهيم عليهم السلام، وله قصة مؤثرة ذُكرت في القرآن الكريم.\"    },    {      \"name\": \"الفاتحه\",      \"original_text\": null,      \"type\": \"WORK_OF_ART\",      \"description\": \"سورة الفاتحة هي أول سورة في القرآن الكريم، مكية، عدد آياتها 7، تُقرأ في كل ركعة من الصلاة، وتُعرف باسم أم الكتاب.\"    },    {      \"name\": \"سورة ال عمران\",      \"original_text\": null,      \"type\": \"WORK_OF_ART\",      \"description\": \"إحدى سور القرآن الكريم، مدنية، عدد آياتها 200، وسميت بهذا الاسم لذكر قصة آل عمران فيها.\"    },    {      \"name\": \"اليوتيوب\",      \"original_text\": \"youtube\",      \"type\": \"MEDIA\",      \"description\": \"منصة وسائط اجتماعية لمشاركة الفيديوهات، يُمكن للمستخدمين من خلالها مشاهدة وتحميل ومشاركة مقاطع الفيديو.\"    },    {      \"name\": \"وفد نجران مطلق الجاسر\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"يُرجّح أنه عنوان لمحاضرة أو فيديو للدكتور مطلق الجاسر، تتناول قصة وفد نصارى نجران الذين قدموا إلى النبي محمد صلى الله عليه وسلم.\"    },    {      \"name\": \"كعب بن مالك\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"صحابي جليل، من الأنصار، عُرف بشعره، وله قصة توبة مشهورة.\"    },    {      \"name\": \"ابو بكر\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"أبو بكر الصديق، أول الخلفاء الراشدين، وأحد العشرة المبشرين بالجنة، صاحب النبي محمد صلى الله عليه وسلم، ورفيقه في الهجرة.\"    },    {      \"name\": \"بلال\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"بلال بن رباح، مؤذن النبي محمد صلى الله عليه وسلم، عُرف بصوته الشجي، وكان من السابقين إلى الإسلام.\"    },    {      \"name\": \"ذو القرنين\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"شخصية ذُكرت في القرآن الكريم،  قيل إنه ملك عادل، طاف الأرض شرقًا وغربًا، وله قصة مشهورة في القرآن الكريم.\"    }  ]"