"\"Entities\": [{\"name\": \"مدينة الكويت\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"مدينة الكويت هي عاصمة دولة الكويت وأكبر مدنها من حيث عدد السكان. تقع مدينة الكويت على ساحل الخليج العربي، وتتميز بميناءها الكبير ومبانيها الحديثة. وتعتبر مدينة الكويت المركز السياسي والاقتصادي والثقافي لدولة الكويت.\"}, {\"name\": \"سعد الفرج\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"سعد الفرج هو ممثل كويتي ولد في عام 1938. ويعد أحد أبرز الفنانين في تاريخ الكويت، وله مسيرة فنية حافلة امتدت لأكثر من 50 عامًا. قدم خلالها العديد من الأعمال المسرحية والتلفزيونية والإذاعية، والتي حققت نجاحًا كبيرًا. ويُعرف سعد الفرج بأدواره الكوميدية والتراجيدية على حد سواء، كما أنه يتمتع بشعبية كبيرة في الكويت والخليج العربي.\"}, {\"name\": \"صباح السالم\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"صباح السالم هو أمير الكويت الحادي عشر، حكم الكويت في الفترة من 1965 إلى 1977. ويُعرف عنه بأنه \"أمير النفط\"، حيث شهدت فترة حكمه طفرة اقتصادية كبيرة بفضل عائدات النفط. كما أنه يُعرف عنه بأنه \"أمير الديمقراطية\"، حيث شهدت فترة حكمه إقرار دستور عام 1962، والذي نص على إنشاء مجلس أمة منتخب.\"}, {\"name\": \"عبد الله السالم\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"عبد الله السالم هو أمير الكويت العاشر، حكم الكويت في الفترة من 1950 إلى 1965. ويُعرف عنه بأنه \"أبو الاستقلال\"، حيث شهدت فترة حكمه استقلال الكويت عن بريطانيا عام 1961. كما أنه يُعرف عنه بأنه \"باني الكويت الحديثة\"، حيث شهدت فترة حكمه نهضة عمرانية واقتصادية كبيرة.\"}, {\"name\": \"الكويت\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"دولة الكويت هي دولة عربية تقع في الشرق الأوسط، وتحديدًا في الركن الشمالي الغربي للخليج العربي. يحدها من الشمال والغرب العراق، ومن الجنوب المملكة العربية السعودية. عاصمتها مدينة الكويت، وتُعرف الكويت باقتصادها القوي، والذي يعتمد بشكل أساسي على إنتاج النفط.\"}, {\"name\": \"أمريكا\", \"original_text\": \"امريكا\", \"type\": \"LOCATION\", \"description\": \"الولايات المتحدة الأمريكية، وغالبا ما تُعرف باسم أمريكا، هي جمهورية دستورية فيدرالية تتكون من 50 ولاية، ومنطقة العاصمة واشنطن، وخمس مناطق رئيسية ذاتية الحكم. تقع معظم البلاد في وسط أمريكا الشمالية، حيث تقع 48 ولاية متجاورة وواشنطن العاصمة، بين المحيط الهادئ والمحيط الأطلسي، وتحدها كندا من الشمال والمكسيك من الجنوب.\"}, {\"name\": \"بروسلي\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"بروس لي هو ممثل وفنان قتالي ومخرج ومنتج أفلام وفيلسوف أمريكي من أصل صيني. اشتهر بأفلام الحركة القتالية في هونغ كونغ في أوائل السبعينيات من القرن الماضي، ويُنسب إليه الفضل في تغيير طريقة عرض الآسيويين في السينما الأمريكية.  \"}, {\"name\": \"رمادا\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"منطقة رمادا هي منطقة تقع في دولة الكويت.  \"}, {\"name\": \"مصر\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"جمهورية مصر العربية هي دولة عربية تقع في الركن الشمالي الشرقي من قارة أفريقيا، ولها امتداد آسيوي، حيث تقع شبه جزيرة سيناء داخل حدودها، وتُعتبر تلك المنطقة الجغرافية من آسيا. يحدها من الشمال البحر الأبيض المتوسط، ومن الشرق قطاع غزة وإسرائيل، ومن الجنوب السودان، ومن الغرب ليبيا.\"}, {\"name\": \"تونس\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"الجمهورية التونسية هي دولة عربية تقع في شمال أفريقيا. يحدها من الغرب الجزائر ومن الجنوب الشرقي ليبيا ومن الشمال والشرق البحر الأبيض المتوسط. عاصمتها مدينة تونس. تبلغ مساحة تونس 163,610 كم2 ويبلغ عدد سكانها حوالي 11.5 مليون نسمة.\"}, {\"name\": \"فرنسا\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"الجمهورية الفرنسية هي دولة ذات سيادة تقع في أوروبا الغربية، ولديها عدة مناطق وأقاليم منتشرة في جميع أنحاء العالم. تمتد أراضي فرنسا في أوروبا الغربية من البحر الأبيض المتوسط إلى بحر المانش والقناة الإنجليزية، ومن نهر الراين إلى المحيط الأطلسي.\"}, {\"name\": \"المسرح الشعبي\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description\": \"المسرح الشعبي هو نوع من أنواع المسرح الذي يهدف إلى الوصول إلى عامة الشعب، ويتميز بأسلوبه البسيط وقربه من هموم الناس.  \"}, {\"name\": \"سوريا\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"الجمهورية العربية السورية هي دولة عربية تقع في غرب آسيا، وتحديدًا على الساحل الشرقي للبحر الأبيض المتوسط، يحدها من الغرب لبنان والبحر الأبيض المتوسط، ومن الشمال تركيا، ومن الشرق العراق، ومن الجنوب الأردن، ومن الجنوب الغربي فلسطين. عاصمتها دمشق.\"}, {\"name\": \"العراق\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"جمهورية العراق هي دولة عربية تقع في غرب آسيا، وتحديدًا في الجزء الشرقي من الوطن العربي، يحدها من الشمال تركيا، ومن الشرق إيران، ومن الجنوب الكويت والخليج العربي والمملكة العربية السعودية، ومن الغرب سوريا والأردن. عاصمتها بغداد.\"}, {\"name\": \"لبنان\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"الجمهورية اللبنانية هي دولة عربية تقع على الشاطئ الشرقي للبحر الأبيض المتوسط في غرب آسيا، يحدها من الغرب البحر الأبيض المتوسط، ومن الشمال والشرق سوريا، ومن الجنوب فلسطين. عاصمتها بيروت.\"}, {\"name\": \"المغرب\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"المملكة المغربية هي دولة عربية تقع في أقصى غرب شمال أفريقيا، عاصمتها الرباط وأكبر مدنها الدار البيضاء، يطل المغرب شمالًا على البحر الأبيض المتوسط، وغربًا على المحيط الأطلسي، ويتوسطهما مضيق جبل طارق،  ويحد المغرب شرقًا الجزائر، وجنوبًا موريتانيا.\"}, {\"name\": \"الخليج\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"الخليج العربي هو ذراع مائي ضحل يتفرع من المحيط الهندي، ويفصل بينه وبين البحر من جهة الشرق مضيق هرمز وبحر عمان. يقع الخليج العربي بين شبه الجزيرة العربية من جهة الجنوب الغربي وإيران من جهة الشمال الشرقي.\"}, {\"name\": \"مجلس الأمة\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description\": \"مجلس الأمة هو السلطة التشريعية في دولة الكويت، ويتكون من 50 عضوًا منتخبًا بالاقتراع السري المباشر من قبل المواطنين الكويتيين.  \"}, {\"name\": \"قصر السلام\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"قصر السلام هو قصر تاريخي يقع في مدينة الكويت، وكان مقرًا لحكم أسرة الصباح الحاكمة في الكويت.  \"}, {\"name\": \"غرفة التجارة\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description\": \"غرفة التجارة هي منظمة غير ربحية تمثل مجتمع الأعمال في منطقة جغرافية معينة. تعمل غرف التجارة على تعزيز النمو الاقتصادي من خلال توفير الخدمات والدعم للشركات، والدعوة إلى سياسات مواتية للأعمال.\"}, {\"name\": \"داوود الحمدان\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"داوود الحمدان هو صديق سعد الفرج من أهل الفنطاس.  \"}, {\"name\": \"محمد الحمدان\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"محمد الحمدان هو أحد سكان بيت الحمدان في شرق.  \"}, {\"name\": \"سعود عبد الرزاق\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"سعود عبد الرزاق هو رئيس قسم الأجر في دائرة الأشغال.  \"}, {\"name\": \"خالد غنيم\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"خالد غنيم هو مدير في دائرة الأشغال.  \"}, {\"name\": \"فهد سالم\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"فهد سالم هو رئيس في دائرة الأشغال.  \"}, {\"name\": \"سالم العلي\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"سالم العلي هو رئيس في دائرة الأشغال.  \"}, {\"name\": \"حمد\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"حمد هو محامي ذهب إليه سعد الفرج ومجموعة من زملائه في دائرة الأشغال للمطالبة بحقوقهم.  \"}, {\"name\": \"عبد الله سالم\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"عبد الله سالم هو مدير مكتب الأمير.  \"}, {\"name\": \"بدر الملا\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"بدر الملا هو مدير مكتب الأمير.  \"}, {\"name\": \"جمال عبد الناصر\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"جمال عبد الناصر هو الرئيس الثاني لجمهورية مصر العربية، ويُعرف عنه بأنه أحد أبرز الزعماء العرب في القرن العشرين. قاد ثورة 23 يوليو 1952، والتي أطاحت بالنظام الملكي في مصر، وأعلن قيام الجمهورية.  \"}, {\"name\": \"المستشفى الأميري\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"مستشفى الأميري هو مستشفى عام يقع في مدينة الكويت.  \"}, {\"name\": \"السفارة المصرية\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"السفارة المصرية هي البعثة الدبلوماسية المصرية في دولة الكويت.  \"}, {\"name\": \"زكي سليمان\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"زكي سليمان هو فنان مسرحي مصري، ويُعرف عنه بأنه أحد رواد المسرح العربي الحديث.  \"}, {\"name\": \"معهد الفنون المسرحية\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description\": \"معهد الفنون المسرحية هو مؤسسة تعليمية متخصصة في تدريس الفنون المسرحية، مثل التمثيل والإخراج والديكور.  \"}, {\"name\": \"المسرح العربي\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description\": \"المسرح العربي هو نوع من أنواع المسرح الذي يهدف إلى تقديم عروض مسرحية باللغة العربية، وتعكس ثقافة وتراث الشعوب العربية.  \"}, {\"name\": \"فلسطين\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"دولة فلسطين هي دولة عربية ذات سيادة تقع في منطقة الشرق الأوسط في غرب آسيا، على الشريط الساحلي الشرقي للبحر الأبيض المتوسط.  \"}, {\"name\": \"بيت لحم\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"بيت لحم هي مدينة فلسطينية تقع في الضفة الغربية، وتُعرف بأنها مسقط رأس السيد المسيح عليه السلام.  \"}, {\"name\": \"محمد رجب\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"محمد رجب هو وزير الشؤون الاجتماعية والعمل الكويتي الأسبق.  \"}, {\"name\": \"وزارة الشؤون\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description\": \"وزارة الشؤون الاجتماعية والعمل هي وزارة حكومية مسؤولة عن الشؤون الاجتماعية والعمل في دولة الكويت.  \"}, {\"name\": \"ناصر الفرج\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"ناصر الفرج هو أخو سعد الفرج.  \"}, {\"name\": \"عبد الله خريبط\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"عبد الله خريبط هو زميل سعد الفرج في دائرة الأشغال، وهو من أدخله إلى المسرح الشعبي.  \"}, {\"name\": \"محمد النشمي\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"محمد النشمي هو أحد مؤسسي المسرح الشعبي في الكويت.  \"}, {\"name\": \"عبد الله الحنيف\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"عبد الله الحنيف هو أحد سكان الفنطاس، وكان يجيد العزف على الربابة ورواية القصص.  \"}, {\"name\": \"ناصر الحنيف\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"ناصر الحنيف هو أحد سكان الفنطاس، وكان يجيد رواية القصص.  \"}, {\"name\": \"سلمان الفرعي\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"سلمان الفرعي هو ابن عم سعد الفرج، وكان مسؤولًا عن المزرعة الجنوبية.  \"}, {\"name\": \"مبارك الحساوي\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"مبارك الحساوي هو رجل أعمال كويتي.  \"}]"