"\"Entities\": [{\"name\": \"الاحتلال\", \"original_text\": null, \"type\": \"MISC\", \"description: \"يشير إلى سيطرة قوة أجنبية على أرض أو دولة أخرى بالقوة، مما يؤدي إلى فرض سيطرتها السياسية والاقتصادية والعسكرية على تلك الأرض أو الدولة. nnيُعتبر الاحتلال انتهاكًا للقانون الدولي وميثاق الأمم المتحدة، الذي ينص على حق الشعوب في تقرير مصيرها. nnغالبًا ما يصاحب الاحتلال انتهاكات لحقوق الإنسان، مثل القتل والتعذيب والاعتقال التعسفي والتهجير القسري. nnمن الأمثلة على الاحتلال في التاريخ الحديث الاحتلال الإسرائيلي للأراضي الفلسطينية، الذي بدأ عام 1967.\"}, {\"name\": \"الخلافة العباسية\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description: \"هي ثالث خلافة إسلامية، حكمت العالم الإسلامي من عام 750م إلى عام 1258م. nnتأسست على يد أحفاد العباس بن عبد المطلب، عم النبي محمد صلى الله عليه وسلم. nnاتخذت من بغداد عاصمة لها، وشهدت في عهدها ازدهارًا كبيرًا في العلوم والفنون والثقافة. nnضعفت الخلافة العباسية في القرن الثالث عشر الميلادي، وسقطت على يد المغول بقيادة هولاكو خان عام 1258م.\"}, {\"name\": \"دمشق\", \"original_text\": \"دمشق\", \"type\": \"LOCATION\", \"description: \"عاصمة سوريا وأكبر مدنها، تقع في جنوب غرب البلاد على نهر بردى. nnتُعدّ من أقدم المدن المأهولة بالسكان في العالم، ويعود تاريخها إلى الألفية الثانية قبل الميلاد. nnاشتهرت دمشق عبر التاريخ بموقعها الاستراتيجي على طريق الحرير، وبكونها مركزًا تجاريًا وثقافيًا هامًا. nnتضمّ دمشق العديد من المعالم التاريخية والأثرية الهامة، مثل الجامع الأموي وقصر العظم والمدينة القديمة.\"}, {\"name\": \"بغداد\", \"original_text\": \"بغداد\", \"type\": \"LOCATION\", \"description: \"عاصمة العراق وأكبر مدنه، تقع على نهر دجلة في وسط البلاد. nnتأسست في القرن الثامن الميلادي على يد الخليفة العباسي المنصور، وسرعان ما أصبحت مركزًا حضاريًا وثقافيًا هامًا في العالم الإسلامي. nnاشتهرت بغداد بمكتبتها الشهيرة \"بيت الحكمة\"، التي ضمت نفائس الكتب والمخطوطات من مختلف أنحاء العالم. nnتعرضت بغداد للدمار على يد المغول في القرن الثالث عشر الميلادي، ولكنها استعادت بعضًا من مجدها في العصور اللاحقة.\"}, {\"name\": \"مصر\", \"original_text\": \"مصر\", \"type\": \"LOCATION\", \"description: \"دولة عربية تقع في شمال شرق إفريقيا، ولها امتداد آسيوي، حيث تقع شبه جزيرة سيناء داخل حدودها. nnتُعدّ مصر من أقدم الحضارات في العالم، ويعود تاريخها إلى الألفية الرابعة قبل الميلاد. nnاشتهرت مصر ب الفراعنة والأهرامات ومعابدها القديمة. nnتُعدّ مصر اليوم دولة ذات ثقل سياسي واقتصادي وثقافي في العالم العربي.\"}, {\"name\": \"القدس\", \"original_text\": \"القدس\", \"type\": \"LOCATION\", \"description: \"مدينة مقدسة عند أتباع الديانات الإبراهيمية الثلاث (اليهودية، والمسيحية، والإسلام). nnتقع في جبال يهودا بين البحر الأبيض المتوسط والبحر الميت. nnتُعدّ القدس من أقدم مدن العالم، ويعود تاريخها إلى الألفية الرابعة قبل الميلاد. nnتضمّ القدس العديد من الأماكن المقدسة، مثل المسجد الأقصى وكنيسة القيامة وحائط البراق.\"}, {\"name\": \"الحروب الصليبية\", \"original_text\": null, \"type\": \"EVENT\", \"description: \"سلسلة من الحروب الدينية التي شنّتها أوروبا المسيحية على العالم الإسلامي في الفترة بين القرن الحادي عشر والثالث عشر الميلاديين. nnكان الهدف المعلن للحروب الصليبية هو استعادة الأراضي المقدسة من المسلمين، وخاصة مدينة القدس. nnاتسمت الحروب الصليبية بالعنف وسفك الدماء من كلا الجانبين. nnانتهت الحروب الصليبية بفشل الصليبيين في تحقيق أهدافهم، وانسحابهم من بلاد الشام.\"}, {\"name\": \"الحملة الصليبية الأولى\", \"original_text\": null, \"type\": \"EVENT\", \"description: \"أولى الحملات الصليبية الكبرى، انطلقت عام 1095م واستمرت حتى عام 1099م. nnشارك فيها عدد كبير من الجنود والفرسان من مختلف أنحاء أوروبا. nnتمكن الصليبيون خلالها من السيطرة على مدينة القدس وإنشاء مملكة بيت المقدس. nnتُعدّ الحملة الصليبية الأولى من أهم الأحداث في تاريخ الحروب الصليبية.\"}, {\"name\": \"الره\", \"original_text\": \"الره\", \"type\": \"LOCATION\", \"description: \"مدينة تقع في جنوب شرق تركيا، كانت عاصمة لدولة سلاجقة الروم. nnتمكن الصليبيون من السيطرة عليها عام 1097م خلال الحملة الصليبية الأولى. nnأصبحت الره مركزًا لإحدى الإمارات الصليبية الأربع التي تأسست في بلاد الشام. nnاستعاد المسلمون السيطرة على الره عام 1144م على يد عماد الدين زنكي.\"}, {\"name\": \"أنطاكية\", \"original_text\": \"انطاكيا\", \"type\": \"LOCATION\", \"description: \"مدينة تقع في جنوب تركيا، كانت عاصمة لدولة الحمدانيين. nnتمكن الصليبيون من السيطرة عليها عام 1098م خلال الحملة الصليبية الأولى. nnأصبحت أنطاكية مركزًا لإحدى الإمارات الصليبية الأربع التي تأسست في بلاد الشام. nnاستعاد المسلمون السيطرة على أنطاكية عام 1268م على يد الظاهر بيبرس.\"}, {\"name\": \"مملكة بيت المقدس\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description: \"إحدى الإمارات الصليبية الأربع التي تأسست في بلاد الشام بعد الحملة الصليبية الأولى. nnامتدت أراضيها من نهر الليطاني شمالًا إلى غزة جنوبًا، ومن البحر الأبيض المتوسط غربًا إلى نهر الأردن شرقًا. nnكانت القدس عاصمتها، وظلت تحت سيطرة الصليبيين لمدة 88 عامًا. nnسقطت مملكة بيت المقدس عام 1187م على يد صلاح الدين الأيوبي.\"}, {\"name\": \"صلاح الدين الأيوبي\", \"original_text\": null, \"type\": \"PERSON\", \"description: \"قائد عسكري مسلم من أصول كردية، يُعدّ من أعظم القادة العسكريين في التاريخ الإسلامي. nnتمكن من توحيد مصر والشام تحت رايته، وقاد الجهاد ضد الصليبيين. nnحقق انتصارًا حاسمًا على الصليبيين في معركة حطين عام 1187م، وتمكن من استعادة القدس. nnاشتهر صلاح الدين بشجاعته وحنكته العسكرية، كما اشتهر بتسامحه مع خصومه.\"}, {\"name\": \"معركة حطين\", \"original_text\": null, \"type\": \"EVENT\", \"description: \"معركة فاصلة وقعت عام 1187م بين جيش المسلمين بقيادة صلاح الدين الأيوبي وجيش الصليبيين بقيادة غي دي لوزينيان. nnانتهت المعركة بانتصار حاسم للمسلمين، ومقتل أو أسر معظم قادة الصليبيين. nnأدت معركة حطين إلى سقوط مملكة بيت المقدس في يد صلاح الدين الأيوبي. nnتُعدّ معركة حطين من أهم المعارك في التاريخ الإسلامي.\"}, {\"name\": \"الدولة المملوكية\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description: \"دولة إسلامية حكمت مصر والشام وبعض أجزاء من الجزيرة العربية وشمال إفريقيا في الفترة بين القرن الثالث عشر والسادس عشر الميلاديين. nnتأسست على يد المماليك، وهم جنود عبيد كانوا في الأصل من أصول تركية وقوقازية. nnتمكن المماليك من هزيمة المغول في معركة عين جالوت عام 1260م، وإنقاذ العالم الإسلامي من غزوهم. nnسقطت الدولة المملوكية على يد العثمانيين عام 1517م.\"}, {\"name\": \"الدولة العثمانية\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description: \"دولة إسلامية تأسست في الأناضول في أواخر القرن الثالث عشر الميلادي. nnتمكن العثمانيون من السيطرة على أجزاء واسعة من جنوب شرق أوروبا والشرق الأوسط وشمال إفريقيا. nnبلغت الدولة العثمانية أوج قوتها في القرن السادس عشر الميلادي في عهد السلطان سليمان القانوني. nnانهارت الدولة العثمانية بعد هزيمتها في الحرب العالمية الأولى عام 1918م.\"}, {\"name\": \"وعد بلفور\", \"original_text\": null, \"type\": \"LAW\", \"description: \"وعد من جانب الحكومة البريطانية صدر عام 1917م، ينص على دعم إنشاء وطن قومي لليهود في فلسطين. nnأثار وعد بلفور غضب العرب والفلسطينيين، الذين اعتبروه خيانة لحقوقهم. nnأدى وعد بلفور إلى هجرة أعداد كبيرة من اليهود إلى فلسطين، مما مهد الطريق لقيام دولة إسرائيل عام 1948م. nnلا يزال وعد بلفور يثير الجدل حتى يومنا هذا.\"}, {\"name\": \"دراسات تاريخ الأيوبين والمماليك\", \"original_text\": null, \"type\": \"WORK_OF_ART\", \"description: \"كتاب من تأليف الدكتور نعمان جبران، صدر قبل 23 عامًا. nnيتناول الكتاب تاريخ الأيوبيين والمماليك في مصر والشام. nnيُعدّ الكتاب من المراجع الهامة في تاريخ هذه الفترة. nnشارك في تأليف الكتاب مجموعة من الأساتذة المتخصصين في التاريخ.\"}, {\"name\": \"كتاب عن القدس\", \"original_text\": null, \"type\": \"WORK_OF_ART\", \"description: \"كتاب صدر عن جامعة اليرموك، يتناول تاريخ مدينة القدس وأهميتها. nnكان هذا الكتاب مقررًا إجباريًا لجميع طلاب جامعة اليرموك. nnيهدف الكتاب إلى تعريف الطلاب بتاريخ القدس والظروف التي مرت بها. nnشارك في تأليف الكتاب مجموعة من الأساتذة المتخصصين في التاريخ.\"}]"