"\"Entities\": [{\"name\": \"ريول\", \"original_text\": null, \"type\": \"MISC\", \"description\": \"من غير الواضح ماذا تعني كلمة \"ريول\" في هذا السياق. من المحتمل أن تكون مصطلحًا عاميًا أو محليًا. nnبدون مزيد من المعلومات، من الصعب تحديد معناها بدقة. nnقد يكون من المفيد البحث عن استخدامات أخرى للكلمة في سياقات مماثلة لفهم معناها بشكل أفضل.\"}, {\"name\": \"الكويت\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"دولة عربية تقع في الشرق الأوسط، على الساحل الشمالي الغربي للخليج العربي. nnتشتهر الكويت بإنتاجها النفطي واحتياطياتها الهائلة من النفط والغاز الطبيعي. nnتتمتع الكويت بنظام حكم ملكي دستوري، وهي عضو في مجلس التعاون الخليجي وجامعة الدول العربية والأمم المتحدة. nnتشتهر الكويت بثقافتها وتراثها الغني، وتتميز بتنوع سكانها.\"}, {\"name\": \"الجنة الأولمبية\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description\": \"منظمة دولية غير ربحية مسؤولة عن تنظيم دورة الألعاب الأولمبية. nnتهدف اللجنة الأولمبية إلى تعزيز المثل الأولمبية ونشر الروح الرياضية في جميع أنحاء العالم. nnتتألف اللجنة الأولمبية من ممثلين عن اللجان الأولمبية الوطنية في مختلف دول العالم. nnتتمتع اللجنة الأولمبية بسلطة اتخاذ القرارات المتعلقة بتنظيم الألعاب الأولمبية واختيار المدن المضيفة.\"}, {\"name\": \"النيبال\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"دولة تقع في جنوب آسيا، على سلسلة جبال الهيمالايا. nnتشتهر النيبال بقممها الجبلية الشاهقة، بما في ذلك جبل إيفرست، أعلى قمة في العالم. nnتتمتع النيبال بثقافة وتراث غني، وتشتهر بمعابدها البوذية والهندوسية. nnتعتمد اقتصاد النيبال بشكل كبير على السياحة والزراعة.\"}, {\"name\": \"جون الكويت\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"خليج مائي ضحل يقع على الساحل الغربي للخليج العربي، داخل دولة الكويت. nnيُعتبر جون الكويت ميناءً طبيعيًا هامًا، ويشتهر بثروته السمكية. nnتُحيط بجون الكويت العديد من الجزر، بما في ذلك جزيرة فيلكا وجزيرة بوبيان. nnيُعد جون الكويت وجهة سياحية شهيرة، حيث يُمكن للزوار الاستمتاع بالسباحة وصيد الأسماك وركوب القوارب.\"}, {\"name\": \"يوسف الشطي\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"رياضي كويتي حقق العديد من الإنجازات في رياضات مختلفة، بما في ذلك كمال الأجسام وسباق سبارتن وسباق الرجل الحديدي. nnبدأ يوسف الشطي مسيرته الرياضية في رياضة كمال الأجسام، ثم اتجه إلى رياضة سبارتن، وهي رياضة عالمية تتضمن الجري والتغلب على الحواجز. nnحقق يوسف الشطي لقب بطل الأبطال في رياضة سبارتن، وأسس هذه الرياضة في الكويت بشكل رسمي. nnاتجه يوسف الشطي بعد ذلك إلى رياضة الرجل الحديدي، وحقق رقمًا قياسيًا كويتيًا في هذه الرياضة، كما شارك في موسوعة غينيس للأرقام القياسية بعد سباحته لمسافة 21 كيلومترًا في جون الكويت.\"}, {\"name\": \"فيصل العقل\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"مقدم بودكاست \"بدون ورقة\" الذي يستضيف فيه شخصيات ملهمة ومؤثرة. nnيهدف فيصل العقل من خلال بودكاسته إلى مشاركة قصص النجاح وإلهام المستمعين. nnيتميز فيصل العقل بأسلوبه العفوي وقدرته على إدارة الحوار بشكل شيق. nnيسعى فيصل العقل من خلال بودكاسته إلى إحداث تأثير إيجابي في المجتمع.\"}, {\"name\": \"بودكاست بدون ورقة\", \"original_text\": null, \"type\": \"MEDIA\", \"description\": \"بودكاست عربي يقدمه فيصل العقل، يستضيف فيه شخصيات ملهمة ومؤثرة. nnيهدف البودكاست إلى مشاركة قصص النجاح وإلهام المستمعين. nnيتميز البودكاست بأسلوبه العفوي وقدرته على إدارة الحوار بشكل شيق. nnيسعى البودكاست إلى إحداث تأثير إيجابي في المجتمع.\"}, {\"name\": \"رامي\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"من غير الواضح من هو \"رامي\" في هذا السياق. nnقد يكون رامي رياضيًا أو شخصية عامة أخرى. nnبدون مزيد من المعلومات، من الصعب تحديد هويته بدقة. nnقد يكون من المفيد البحث عن استخدامات أخرى للاسم \"رامي\" في سياقات مماثلة لفهم هويته بشكل أفضل.\"}, {\"name\": \"بيج رامي\", \"original_text\": \"Big Ramy\", \"type\": \"PERSON\", \"description\": \"بطل كمال أجسام مصري محترف. nnفاز بلقب مستر أولمبيا مرتين، في عامي 2020 و 2021. nnيُعتبر بيج رامي من أشهر لاعبي كمال الأجسام في العالم. nnيتميز بيج رامي ببنيته الجسدية الضخمة وقوته الهائلة.\"}, {\"name\": \"بريطانيا\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"دولة جزرية تقع في شمال غرب أوروبا، تتكون من إنجلترا واسكتلندا وويلز وأيرلندا الشمالية. nnتُعتبر بريطانيا من الدول المتقدمة، ولها تاريخ طويل وحافل. nnتشتهر بريطانيا بثقافتها وتراثها الغني، وتتميز بتنوع سكانها. nnتُعد بريطانيا وجهة سياحية شهيرة، حيث يُمكن للزوار زيارة العديد من المعالم السياحية والتاريخية.\"}, {\"name\": \"كليه الضباط العسكري\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description\": \"مؤسسة عسكرية تُعنى بتخريج ضباط مؤهلين للخدمة في الجيش. nnتُقدم كليات الضباط العسكريين برامج تدريبية مكثفة في العلوم العسكرية والقيادة. nnتهدف كليات الضباط العسكريين إلى إعداد ضباط أكفاء قادرين على تحمل المسؤولية والدفاع عن الوطن. nnتتمتع كليات الضباط العسكريين بسمعة طيبة في تخريج ضباط على درجة عالية من الكفاءة والانضباط.\"}, {\"name\": \"فرنسا\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"دولة تقع في غرب أوروبا، تُعتبر من الدول المتقدمة ولها تاريخ وثقافة غنيين. nnتشتهر فرنسا بمعالمها السياحية الشهيرة مثل برج إيفل وقصر فرساي ومتحف اللوفر. nnتُعد فرنسا من الدول الرائدة في مجالات الموضة والفنون والمأكولات. nnتتمتع فرنسا بنظام حكم جمهوري، وهي عضو في الاتحاد الأوروبي.\"}, {\"name\": \"ألمانيا\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"دولة تقع في وسط أوروبا، تُعتبر من الدول المتقدمة ولها تاريخ وثقافة غنيين. nnتشتهر ألمانيا بصناعتها القوية وتقدمها التكنولوجي. nnتُعد ألمانيا من الدول الرائدة في مجالات الهندسة والسيارات. nnتتمتع ألمانيا بنظام حكم جمهوري، وهي عضو في الاتحاد الأوروبي.\"}, {\"name\": \"النمسا\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"دولة تقع في وسط أوروبا، تشتهر بمناظرها الطبيعية الخلابة وجبال الألب. nnتُعتبر النمسا من الدول المتقدمة، ولها تاريخ وثقافة غنيين. nnتشتهر النمسا بالموسيقى الكلاسيكية، حيث وُلد العديد من الموسيقيين المشهورين مثل موتسارت وبيتهوفن. nnتتمتع النمسا بنظام حكم جمهوري، وهي عضو في الاتحاد الأوروبي.\"}, {\"name\": \"كوريا الجنوبية\", \"original_text\": \"South Korea\", \"type\": \"LOCATION\", \"description\": \"دولة تقع في شرق آسيا، في الجزء الجنوبي من شبه الجزيرة الكورية. nnتُعتبر كوريا الجنوبية من الدول المتقدمة، وتتميز باقتصادها القوي وتقدمها التكنولوجي. nnتشتهر كوريا الجنوبية بثقافتها الشعبية، بما في ذلك موسيقى البوب الكورية (K-pop) والدراما الكورية. nnتتمتع كوريا الجنوبية بنظام حكم جمهوري.\"}, {\"name\": \"اليابان\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"دولة جزرية تقع في شرق آسيا، تُعتبر من الدول المتقدمة ولها تاريخ وثقافة غنيين. nnتشتهر اليابان بتقدمها التكنولوجي وصناعتها القوية. nnتُعد اليابان من الدول الرائدة في مجالات الإلكترونيات والسيارات. nnتتمتع اليابان بنظام حكم ملكي دستوري.\"}, {\"name\": \"إسبانيا\", \"original_text\": \"Spain\", \"type\": \"LOCATION\", \"description\": \"دولة تقع في جنوب غرب أوروبا، تشتهر بثقافتها الغنية وتاريخها العريق. nnتشتهر إسبانيا بمهرجاناتها النابضة بالحياة، مثل مهرجان الطماطم ومهرجان الجري مع الثيران. nnتُعد إسبانيا من الدول الرائدة في مجالات السياحة والفنون. nnتتمتع إسبانيا بنظام حكم ملكي دستوري، وهي عضو في الاتحاد الأوروبي.\"}, {\"name\": \"حديقة الشهيد\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"حديقة عامة تقع في الكويت، تُعتبر من أكبر الحدائق في البلاد. nnتتميز حديقة الشهيد بمساحاتها الخضراء الواسعة ومرافقها الترفيهية المتنوعة. nnتُعد حديقة الشهيد وجهة شهيرة للعائلات والأفراد الراغبين في قضاء وقت ممتع في الهواء الطلق. nnتحتوي حديقة الشهيد على ممرات للمشي والجري وملاعب للأطفال وبحيرات صناعية.\"}, {\"name\": \"ممشى مشرف\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"ممشى يقع في منطقة مشرف في الكويت، يُعتبر من أشهر ممرات المشي والجري في البلاد. nnيتميز ممشى مشرف بإطلالته الجميلة على البحر. nnيُعد ممشى مشرف وجهة شهيرة للأفراد الراغبين في ممارسة الرياضة في الهواء الطلق. nnيحتوي ممشى مشرف على ممرات للمشي والجري ومقاعد للجلوس.\"}, {\"name\": \"نادي بايرن ميونخ\", \"original_text\": \"Bayern Munich\", \"type\": \"ORGANIZATION\", \"description\": \"نادٍ رياضي ألماني، يُعتبر من أشهر أندية كرة القدم في العالم. nnفاز نادي بايرن ميونخ بالعديد من البطولات المحلية والقارية، بما في ذلك دوري أبطال أوروبا والدوري الألماني. nnيتميز نادي بايرن ميونخ بقاعدة جماهيرية كبيرة في ألمانيا وحول العالم. nnيلعب نادي بايرن ميونخ مبارياته على ملعب أليانز أرينا.\"}, {\"name\": \"منتخب ألمانيا\", \"original_text\": null, \"type\": \"ORGANIZATION\", \"description\": \"المنتخب الوطني لكرة القدم الذي يُمثل ألمانيا في المحافل الدولية. nnفاز منتخب ألمانيا بكأس العالم أربع مرات، ويُعتبر من أقوى منتخبات كرة القدم في العالم. nnيتميز منتخب ألمانيا بأسلوبه الهجومي المنظم وقوته البدنية. nnيحظى منتخب ألمانيا بشعبية كبيرة في ألمانيا وحول العالم.\"}, {\"name\": \"باريس\", \"original_text\": \"Paris\", \"type\": \"LOCATION\", \"description\": \"عاصمة فرنسا وأكبر مدنها، تُعتبر من أجمل مدن العالم وتشتهر بمعالمها السياحية الشهيرة مثل برج إيفل وقوس النصر ومتحف اللوفر. nnتُعد باريس من أهم المراكز الثقافية والفنية في العالم، وتتميز بشوارعها الجميلة ومطاعمها الفاخرة. nnتُعتبر باريس وجهة سياحية شهيرة، حيث يزورها ملايين السياح سنويًا. nnتتمتع باريس بنظام نقل عام متطور، وتشتهر بمقاهيها على الأرصفة.\"}, {\"name\": \"دبي\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"إحدى إمارات دولة الإمارات العربية المتحدة، تُعتبر من أهم المراكز الاقتصادية والسياحية في العالم. nnتشتهر دبي بناطحات سحابها الشاهقة، مثل برج خليفة، أطول مبنى في العالم. nnتُعد دبي وجهة سياحية شهيرة، حيث يزورها ملايين السياح سنويًا. nnتتميز دبي بمناخها الحار والجاف، وتشتهر بأسواقها ومراكز التسوق الفاخرة.\"}, {\"name\": \"إيطاليا\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"دولة تقع في جنوب أوروبا، تشتهر بثقافتها الغنية وتاريخها العريق. nnتشتهر إيطاليا بمدنها الجميلة مثل روما وفلورنسا والبندقية. nnتُعد إيطاليا من الدول الرائدة في مجالات الموضة والفنون والمأكولات. nnتتمتع إيطاليا بنظام حكم جمهوري، وهي عضو في الاتحاد الأوروبي.\"}, {\"name\": \"جبل إيفرست\", \"original_text\": \"Mount Everest\", \"type\": \"LOCATION\", \"description\": \"أعلى جبل في العالم، يقع في سلسلة جبال الهيمالايا على الحدود بين الصين ونيبال. nnيُعتبر جبل إيفرست تحديًا كبيرًا لمتسلقي الجبال من جميع أنحاء العالم. nnيصل ارتفاع جبل إيفرست إلى 8,848.86 مترًا (29,031.7 قدمًا) فوق مستوى سطح البحر. nnسمي جبل إيفرست على اسم الجغرافي البريطاني جورج إيفرست.\"}, {\"name\": \"تشيلسي\", \"original_text\": \"Chelsea\", \"type\": \"ORGANIZATION\", \"description\": \"نادٍ لكرة القدم الإنجليزية، يقع في منطقة فولهام في لندن. nnتأسس نادي تشيلسي عام 1905، ويلعب حاليًا في الدوري الإنجليزي الممتاز. nnفاز نادي تشيلسي بالعديد من البطولات المحلية والقارية، بما في ذلك دوري أبطال أوروبا والدوري الإنجليزي الممتاز. nnيلعب نادي تشيلسي مبارياته على ملعب ستامفورد بريدج.\"}, {\"name\": \"ليفربول\", \"original_text\": \"Liverpool\", \"type\": \"ORGANIZATION\", \"description\": \"نادٍ لكرة القدم الإنجليزية، يقع في مدينة ليفربول. nnتأسس نادي ليفربول عام 1892، ويلعب حاليًا في الدوري الإنجليزي الممتاز. nnفاز نادي ليفربول بالعديد من البطولات المحلية والقارية، بما في ذلك دوري أبطال أوروبا والدوري الإنجليزي الممتاز. nnيلعب نادي ليفربول مبارياته على ملعب أنفيلد.\"}, {\"name\": \"جبل امادابيلم\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"من غير الواضح ما هو \"جبل امادابيلم\". nnقد يكون خطأ إملائي لاسم جبل آخر. nnبدون مزيد من المعلومات، من الصعب تحديد موقعه بدقة. nnقد يكون من المفيد البحث عن أسماء جبال أخرى في النيبال أو المناطق المحيطة بها.\"}, {\"name\": \"تكساس\", \"original_text\": \"Texas\", \"type\": \"LOCATION\", \"description\": \"ولاية أمريكية تقع في جنوب وسط الولايات المتحدة. nnتُعتبر تكساس ثاني أكبر ولاية أمريكية من حيث المساحة وعدد السكان. nnتشتهر تكساس بصناعة النفط والغاز الطبيعي، فضلاً عن الزراعة وتربية الماشية. nnتُعد تكساس وجهة سياحية شهيرة، حيث يُمكن للزوار زيارة العديد من المدن التاريخية والمتنزهات الوطنية.\"}, {\"name\": \"ام بي سي\", \"original_text\": \"MBC\", \"type\": \"ORGANIZATION\", \"description\": \"اختصار لـ \"مركز تلفزيون الشرق الأوسط\"، وهي شبكة قنوات فضائية عربية مقرها الرئيسي في دبي، الإمارات العربية المتحدة. nnتُعتبر MBC من أكبر وأشهر شبكات القنوات الفضائية في العالم العربي. nnتضم شبكة MBC العديد من القنوات المتنوعة، بما في ذلك قنوات الأفلام والمسلسلات والأخبار والبرامج الترفيهية. nnتتمتع MBC بشعبية كبيرة في العالم العربي وحول العالم.\"}, {\"name\": \"كزاخستان\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"دولة تقع في آسيا الوسطى، تُعتبر تاسع أكبر دولة في العالم من حيث المساحة. nnتشتهر كازاخستان بمواردها الطبيعية، بما في ذلك النفط والغاز الطبيعي واليورانيوم. nnتتمتع كازاخستان بثقافة وتراث غني، وتشتهر بمناظرها الطبيعية الخلابة. nnتعتمد اقتصاد كازاخستان بشكل كبير على صناعة النفط والغاز.\"}, {\"name\": \"جسر جابر\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"جسر بحري يقع في الكويت، يربط بين مدينة الكويت ومنطقة الصبية. nnيُعتبر جسر جابر أطول جسر بحري في العالم، حيث يبلغ طوله 36 كيلومترًا. nnافتتح جسر جابر في عام 2019، ويُعد من أهم المشاريع الإنشائية في الكويت. nnيساهم جسر جابر في اختصار المسافات وتسهيل حركة النقل بين مدينة الكويت ومنطقة الصبية.\"}, {\"name\": \"صباح الأحمد\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"مدينة تقع في الكويت، تُعتبر من المدن الجديدة في البلاد. nnتتميز مدينة صباح الأحمد بتخطيطها العمراني الحديث ومرافقها المتطورة. nnتُعد مدينة صباح الأحمد وجهة سكنية attractive للعائلات والأفراد. nnتحتوي مدينة صباح الأحمد على العديد من المرافق الخدمية والترفيهية.\"}, {\"name\": \"بنيدر\", \"original_text\": null, \"type\": \"LOCATION\", \"description\": \"منطقة تقع في الكويت، تُعتبر من المناطق الحيوية في البلاد. nnتشتهر منطقة بنيدر بمطاعمها ومقاهيها وأسواقها. nnتُعد منطقة بنيدر وجهة شهيرة للتسوق والترفيه. nnتتميز منطقة بنيدر بموقعها الاستراتيجي في قلب العاصمة.\"}, {\"name\": \"محمد زكريا\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"مدرب سباحة درب يوسف الشطي وساعده في تحقيق إنجازه في موسوعة غينيس للأرقام القياسية. nnيتميز محمد زكريا بخبرته الواسعة في مجال السباحة وقدرته على تدريب الرياضيين على مختلف المستويات. nnلعب محمد زكريا دورًا هامًا في تحفيز يوسف الشطي ودعمه خلال فترة تدريبه. nnساهم محمد زكريا في تطوير مهارات يوسف الشطي في السباحة ومساعدته على تحقيق أهدافه.\"}, {\"name\": \"فيصل الجويعد\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"مدرب رياضي درب يوسف الشطي في رياضتي الجري وركوب الدراجات. nnيتميز فيصل الجويعد بخبرته الواسعة في مجال التدريب الرياضي وقدرته على وضع برامج تدريبية فعالة. nnلعب فيصل الجويعد دورًا هامًا في تحفيز يوسف الشطي ودعمه خلال فترة تدريبه. nnساهم فيصل الجويعد في تطوير لياقة يوسف الشطي البدنية ومساعدته على تحقيق أهدافه.\"}, {\"name\": \"سالم الميل\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"شخص لديه خبرة في موسوعة غينيس للأرقام القياسية، ساعد يوسف الشطي في تسجيل إنجازه في السباحة. nnيتميز سالم الميل بمعرفته بقواعد وشروط موسوعة غينيس للأرقام القياسية. nnقدم سالم الميل النصيحة ليوسف الشطي حول كيفية تسجيل إنجازه في الموسوعة. nnساهم سالم الميل في ضمان تحقيق يوسف الشطي لشروط الموسوعة وتسجيل إنجازه بشكل رسمي.\"}, {\"name\": \"فهد اليعقوب\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"عسكري شارك مع سالم الميل في تسجيل رقم قياسي في موسوعة غينيس للأرقام القياسية بالقفز بالمظلات. nnيتميز فهد اليعقوب بشجاعته وخبرته في القفز بالمظلات. nnساهم فهد اليعقوب في تحقيق إنجاز وطني بتسجيل رقم قياسي في موسوعة غينيس. nnيُعد فهد اليعقوب مثالًا للشباب الكويتي الطموح الذي يسعى لتحقيق الإنجازات.\"}, {\"name\": \"الشيخ طلال\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"وزير الدفاع الكويتي الذي دعم يوسف الشطي في تحطيم الرقم القياسي في موسوعة غينيس للأرقام القياسية. nnيُظهر دعم الشيخ طلال ليوسف الشطي اهتمام الحكومة الكويتية بالرياضة والرياضيين. nnيُعد الشيخ طلال مثالًا للقائد الداعم للشباب الطموح في مختلف المجالات. nnساهم دعم الشيخ طلال في تحقيق يوسف الشطي لإنجازه ودخول موسوعة غينيس للأرقام القياسية.\"}, {\"name\": \"الشيخ مشعل\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"ولي عهد الكويت الذي التقى بيوسف الشطي ووالده لتهنئته على إنجازه في موسوعة غينيس للأرقام القياسية. nnيُظهر لقاء الشيخ مشعل بيوسف الشطي تقدير القيادة الكويتية للإنجازات الرياضية. nnيُعد الشيخ مشعل مثالًا للقائد المُلهم الذي يُقدر جهود الشباب ويُشجعهم على تحقيق المزيد من الإنجازات. nnأكد الشيخ مشعل خلال لقائه بيوسف الشطي على أهمية الرياضة ودورها في رفع اسم الكويت عاليًا.\"}, {\"name\": \"أحمد عسكر\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"مدرب كمال أجسام في نادي \"أكسجين\"، ساعد يوسف الشطي في الاستعداد لمشاركته في بطولة كمال الأجسام في تكساس. nnيتميز أحمد عسكر بخبرته الواسعة في مجال كمال الأجسام وقدرته على تدريب الرياضيين على مختلف المستويات. nnقدم أحمد عسكر النصيحة ليوسف الشطي حول كيفية الاستعداد للبطولة وتحقيق أفضل النتائج. nnساهم أحمد عسكر في دعم يوسف الشطي نفسياً وفنياً خلال مشاركته في البطولة.\"}, {\"name\": \"أحمد سالم\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"طبيب مختص في إصابات العظام والمفاصل، عالج يوسف الشطي من إصابته في الحوض. nnيتميز أحمد سالم بخبرته الواسعة في مجاله وقدرته على تشخيص وعلاج الإصابات الرياضية. nnلعب أحمد سالم دورًا هامًا في مساعدة يوسف الشطي على التعافي من إصابته والعودة إلى ممارسة الرياضة. nnساهم أحمد سالم في الحفاظ على مسيرة يوسف الشطي الرياضية ومنعه من الاعتزال المبكر.\"}, {\"name\": \"مبارك الوقيان\", \"original_text\": null, \"type\": \"PERSON\", \"description\": \"رياضي كويتي، يُعتبر من أسرع المتسابقين في سباق الرجل الحديدي. nnحقق مبارك الوقيان رقمًا قياسيًا كويتيًا في سباق الرجل الحديدي. nnيُعتبر مبارك الوقيان مصدر إلهام ليوسف الشطي، حيث كان يُحفزه على تحسين أدائه وتحقيق أرقام قياسية جديدة. nnساهم مبارك الوقيان في رفع مستوى المنافسة في سباق الرجل الحديدي في الكويت.\"}]"