"\"Entities\": [{\"name\": \"الكويت\",\"original_text\": \"Kuwait\",\"type\": \"LOCATION\",\"description\": \"دولة الكويت، دولة عربية تقع في غرب آسيا، على الركن الشمالي الغربي للخليج العربي. تشتهر الكويت بإنتاج النفط واحتياطياته الكبيرة، وتلعب دورًا هامًا في الاقتصاد العالمي. عاصمة الكويت هي مدينة الكويت، وهي مركز تجاري وثقافي هام في المنطقة. تتميز الكويت بتنوعها الثقافي، حيث يعيش فيها مواطنون من جنسيات مختلفة، مما يساهم في إثراء الحياة الاجتماعية والثقافية في البلاد.\"},{\"name\": \"العراق\",\"original_text\": \"Iraq\",\"type\": \"LOCATION\",\"description\": \"جمهورية العراق، دولة عربية تقع في غرب آسيا، تحدها من الشمال تركيا، ومن الشرق إيران، ومن الجنوب الكويت والمملكة العربية السعودية، ومن الغرب الأردن وسوريا. يشتهر العراق بتاريخه العريق، حيث كانت مهدًا للعديد من الحضارات القديمة مثل حضارة بلاد الرافدين. عاصمة العراق هي مدينة بغداد، وهي مركز ثقافي وتاريخي هام في المنطقة. يتميز العراق بتنوعه الثقافي والديني، حيث يعيش فيه العرب والأكراد والتركمان والآشوريون وغيرهم من الجنسيات، مما يساهم في إثراء الحياة الاجتماعية والثقافية في البلاد.\"},{\"name\": \"السعودية\",\"original_text\": \"Saudi Arabia\",\"type\": \"LOCATION\",\"description\": \"المملكة العربية السعودية، دولة عربية تقع في جنوب غرب آسيا، وتشكل الجزء الأكبر من شبه الجزيرة العربية. تشتهر السعودية بكونها مهد الإسلام، حيث تقع فيها مكة المكرمة والمدينة المنورة، أقدس مدينتين في الإسلام. عاصمة السعودية هي مدينة الرياض، وهي مركز تجاري وثقافي هام في المنطقة. تتميز السعودية باقتصادها القوي، حيث تعتبر أكبر منتج للنفط في العالم، وتلعب دورًا هامًا في الاقتصاد العالمي.\"},{\"name\": \"عمان\",\"original_text\": \"Oman\",\"type\": \"LOCATION\",\"description\": \"سلطنة عمان، دولة عربية تقع في جنوب شرق شبه الجزيرة العربية، تحدها من الشمال الإمارات العربية المتحدة، ومن الغرب المملكة العربية السعودية، ومن الجنوب اليمن. تشتهر عمان بتاريخها العريق، حيث كانت مركزًا تجاريًا هامًا على طريق البخور القديم. عاصمة عمان هي مدينة مسقط، وهي مركز تجاري وثقافي هام في المنطقة. تتميز عمان بتنوعها الجغرافي، حيث تضم جبالًا وصحاريًا وشواطئًا، مما يجعلها وجهة سياحية جذابة.\"},{\"name\": \"الأردن\",\"original_text\": \"Jordan\",\"type\": \"LOCATION\",\"description\": \"المملكة الأردنية الهاشمية، دولة عربية تقع في جنوب غرب آسيا، تحدها من الشمال سوريا، ومن الشرق العراق والمملكة العربية السعودية، ومن الجنوب المملكة العربية السعودية، ومن الغرب فلسطين وإسرائيل. يشتهر الأردن بتاريخه العريق، حيث كانت مهدًا للعديد من الحضارات القديمة مثل الأنباط والرومان. عاصمة الأردن هي مدينة عمان، وهي مركز تجاري وثقافي هام في المنطقة. يتميز الأردن بتنوعه الثقافي، حيث يعيش فيه العرب والشركس والشيشان وغيرهم من الجنسيات، مما يساهم في إثراء الحياة الاجتماعية والثقافية في البلاد.\"},{\"name\": \"مصر\",\"original_text\": \"Egypt\",\"type\": \"LOCATION\",\"description\": \"جمهورية مصر العربية، دولة عربية تقع في شمال شرق أفريقيا، تحدها من الشمال البحر الأبيض المتوسط، ومن الشرق فلسطين وإسرائيل والبحر الأحمر، ومن الجنوب السودان، ومن الغرب ليبيا. يشتهر مصر بتاريخه العريق، حيث كانت مهدًا للعديد من الحضارات القديمة مثل الحضارة الفرعونية. عاصمة مصر هي مدينة القاهرة، وهي مركز ثقافي وتاريخي هام في المنطقة. يتميز مصر بتنوعه الثقافي والديني، حيث يعيش فيه العرب والأقباط وغيرهم من الجنسيات، مما يساهم في إثراء الحياة الاجتماعية والثقافية في البلاد.\"},{\"name\": \"أمريكا\",\"original_text\": \"America\",\"type\": \"LOCATION\",\"description\": \"الولايات المتحدة الأمريكية، دولة تقع في قارة أمريكا الشمالية، تحدها من الشمال كندا، ومن الجنوب المكسيك، ومن الشرق المحيط الأطلسي، ومن الغرب المحيط الهادئ. تشتهر أمريكا بقوتها الاقتصادية والعسكرية، وتلعب دورًا هامًا في السياسة العالمية. عاصمة أمريكا هي مدينة واشنطن، وهي مركز سياسي هام في العالم. تتميز أمريكا بتنوعها الثقافي، حيث يعيش فيها مواطنون من جنسيات مختلفة، مما يساهم في إثراء الحياة الاجتماعية والثقافية في البلاد.\"},{\"name\": \"روسيا\",\"original_text\": \"Russia\",\"type\": \"LOCATION\",\"description\": \"روسيا، دولة تقع في شرق أوروبا وشمال آسيا، وتعتبر أكبر دولة في العالم من حيث المساحة. تشتهر روسيا بتاريخها العريق، حيث كانت مهدًا للإمبراطورية الروسية والاتحاد السوفيتي. عاصمة روسيا هي مدينة موسكو، وهي مركز سياسي وثقافي هام في المنطقة. تتميز روسيا بتنوعها الثقافي والديني، حيث يعيش فيها الروس والتتار والأوكرانيون وغيرهم من الجنسيات، مما يساهم في إثراء الحياة الاجتماعية والثقافية في البلاد.\"},{\"name\": \"لاس فيجس\",\"original_text\": \"Las Vegas\",\"type\": \"LOCATION\",\"description\": \"مدينة لاس فيجس، مدينة تقع في ولاية نيفادا الأمريكية، وتشتهر بكونها مركزًا للترفيه والمقامرة. تضم لاس فيجس العديد من الكازينوهات والفنادق الفاخرة، وتستقطب ملايين السياح سنويًا. تتميز لاس فيجس بحياتها الليلية الصاخبة، حيث تقام فيها العديد من الحفلات الموسيقية والعروض الترفيهية.\"},{\"name\": \"اليمن\",\"original_text\": \"Yemen\",\"type\": \"LOCATION\",\"description\": \"جمهورية اليمن، دولة عربية تقع في جنوب غرب آسيا، في الطرف الجنوبي من شبه الجزيرة العربية. تشتهر اليمن بتاريخها العريق، حيث كانت مهدًا للعديد من الحضارات القديمة مثل حضارة سبأ وحمير. عاصمة اليمن هي مدينة صنعاء، وهي مركز ثقافي وتاريخي هام في المنطقة. يتميز اليمن بتنوعه الجغرافي، حيث تضم جبالًا وصحاريًا وشواطئًا، مما يجعلها وجهة سياحية جذابة.\"},{\"name\": \"الدمام\",\"original_text\": \"Dammam\",\"type\": \"LOCATION\",\"description\": \"مدينة الدمام، مدينة تقع في المنطقة الشرقية من المملكة العربية السعودية، على ساحل الخليج العربي. تشتهر الدمام بكونها مركزًا هامًا لإنتاج النفط، وتضم العديد من الشركات والمصانع. تتميز الدمام بشواطئها الجميلة، وتعتبر وجهة سياحية جذابة.\"},{\"name\": \"القاهرة\",\"original_text\": \"Cairo\",\"type\": \"LOCATION\",\"description\": \"مدينة القاهرة، عاصمة جمهورية مصر العربية، وأكبر مدينة في أفريقيا والشرق الأوسط. تشتهر القاهرة بتاريخها العريق، حيث كانت مهدًا للعديد من الحضارات القديمة مثل الحضارة الفرعونية. تضم القاهرة العديد من المعالم الأثرية والتاريخية، مثل الأهرامات وأبو الهول وقلعة صلاح الدين الأيوبي. تتميز القاهرة بحياتها الثقافية والفنية النشطة، حيث تقام فيها العديد من المهرجانات والحفلات الموسيقية والعروض المسرحية.\"},{\"name\": \"صباح السالم\",\"original_text\": \"Sabah Al-Salem\",\"type\": \"LOCATION\",\"description\": \"منطقة صباح السالم، منطقة سكنية تقع في محافظة مبارك الكبير في دولة الكويت. تتميز منطقة صباح السالم بموقعها الاستراتيجي، حيث تقع بالقرب من العديد من المناطق الحيوية في الكويت، مثل الفحيحيل والمنقف. تضم منطقة صباح السالم العديد من الخدمات والمرافق، مثل المدارس والمستشفيات والأسواق.\"},{\"name\": \"الشعيبه\",\"original_text\": \"Shuaiba\",\"type\": \"LOCATION\",\"description\": \"منطقة الشعيبه، منطقة صناعية تقع في محافظة الأحمدي في دولة الكويت. تشتهر منطقة الشعيبه بكونها مركزًا هامًا للصناعات النفطية والبتروكيماوية، وتضم العديد من المصانع والشركات. تتميز منطقة الشعيبه بموقعها الاستراتيجي، حيث تقع بالقرب من ميناء الأحمدي، مما يسهل عملية نقل البضائع.\"},{\"name\": \"قاعدة علي السالم\",\"original_text\": \"Ali Al Salem Air Base\",\"type\": \"LOCATION\",\"description\": \"قاعدة علي السالم الجوية، قاعدة عسكرية تقع في شمال دولة الكويت. كانت قاعدة علي السالم الجوية مركزًا هامًا للقوات الجوية الكويتية قبل الغزو العراقي، وتعرضت للقصف والتدمير خلال الغزو. بعد تحرير الكويت، تم إعادة بناء قاعدة علي السالم الجوية، وتستخدم حاليًا من قبل القوات الجوية الكويتية والقوات الجوية الأمريكية.\"},{\"name\": \"الاحمدي\",\"original_text\": \"Ahmadi\",\"type\": \"LOCATION\",\"description\": \"مدينة الأحمدي، مدينة تقع في محافظة الأحمدي في دولة الكويت. تشتهر مدينة الأحمدي بكونها مركزًا هامًا لإنتاج النفط، وتضم العديد من الشركات والمصانع. تتميز مدينة الأحمدي بموقعها الاستراتيجي، حيث تقع بالقرب من ميناء الأحمدي، مما يسهل عملية نقل البضائع.\"},{\"name\": \"البحر\",\"original_text\": \"Sea\",\"type\": \"LOCATION\",\"description\": \"البحر، مسطح مائي واسع من المياه المالحة، يغطي حوالي 71% من سطح الأرض. تتميز البحار بتنوعها البيولوجي، حيث تعيش فيها العديد من الكائنات الحية، مثل الأسماك والثدييات البحرية واللافقاريات. تلعب البحار دورًا هامًا في تنظيم المناخ العالمي، وتعتبر مصدرًا هامًا للغذاء والموارد الطبيعية.\"},{\"name\": \"العبدلي\",\"original_text\": \"Abdali\",\"type\": \"LOCATION\",\"description\": \"منطقة العبدلي، منطقة حدودية تقع في شمال دولة الكويت، على الحدود مع العراق. كانت منطقة العبدلي مسرحًا لمعارك عنيفة خلال الغزو العراقي، حيث حاولت القوات العراقية التقدم من خلالها نحو مدينة الكويت. بعد تحرير الكويت، تم إعادة بناء منطقة العبدلي، وتعتبر حاليًا منطقة حيوية للتجارة والنقل.\"},{\"name\": \"السالمي\",\"original_text\": \"Salmi\",\"type\": \"LOCATION\",\"description\": \"منطقة السالمي، منطقة حدودية تقع في شمال غرب دولة الكويت، على الحدود مع العراق والمملكة العربية السعودية. كانت منطقة السالمي مسرحًا لمعارك عنيفة خلال الغزو العراقي، حيث حاولت القوات العراقية التقدم من خلالها نحو مدينة الكويت. بعد تحرير الكويت، تم إعادة بناء منطقة السالمي، وتعتبر حاليًا منطقة حيوية للتجارة والنقل.\"},{\"name\": \"قاعدة احمد البر\",\"original_text\": \"Ahmed Al Jaber Air Base\",\"type\": \"LOCATION\",\"description\": \"قاعدة أحمد الجابر الجوية، قاعدة عسكرية تقع في جنوب دولة الكويت. كانت قاعدة أحمد الجابر الجوية مركزًا هامًا للقوات الجوية الكويتية قبل الغزو العراقي، وتعرضت للقصف والتدمير خلال الغزو. بعد تحرير الكويت، تم إعادة بناء قاعدة أحمد الجابر الجوية، وتستخدم حاليًا من قبل القوات الجوية الكويتية والقوات الجوية الأمريكية.\"},{\"name\": \"الظهران\",\"original_text\": \"Dhahran\",\"type\": \"LOCATION\",\"description\": \"مدينة الظهران، مدينة تقع في المنطقة الشرقية من المملكة العربية السعودية، على ساحل الخليج العربي. تشتهر الظهران بكونها مركزًا هامًا لإنتاج النفط، وتضم العديد من الشركات والمصانع. تتميز الظهران بموقعها الاستراتيجي، حيث تقع بالقرب من مطار الملك فهد الدولي، مما يجعلها مركزًا هامًا للنقل الجوي.\"},{\"name\": \"خميس مشيط\",\"original_text\": \"Khamis Mushait\",\"type\": \"LOCATION\",\"description\": \"مدينة خميس مشيط، مدينة تقع في منطقة عسير في جنوب غرب المملكة العربية السعودية. تشتهر خميس مشيط بكونها مركزًا هامًا للزراعة والتجارة، وتضم العديد من الأسواق والمزارع. تتميز خميس مشيط بموقعها الاستراتيجي، حيث تقع بالقرب من الحدود مع اليمن، مما يجعلها مركزًا هامًا للأمن والدفاع.\"},{\"name\": \"الطائف\",\"original_text\": \"Taif\",\"type\": \"LOCATION\",\"description\": \"مدينة الطائف، مدينة تقع في منطقة مكة المكرمة في غرب المملكة العربية السعودية. تشتهر الطائف بكونها مدينة سياحية هامة، وتضم العديد من المنتجعات والفنادق الفاخرة. تتميز الطائف بمناخها المعتدل، وتعتبر وجهة سياحية جذابة خلال فصل الصيف.\"},{\"name\": \"الجبيل\",\"original_text\": \"Jubail\",\"type\": \"LOCATION\",\"description\": \"مدينة الجبيل، مدينة تقع في المنطقة الشرقية من المملكة العربية السعودية، على ساحل الخليج العربي. تشتهر الجبيل بكونها مركزًا هامًا للصناعات البتروكيماوية، وتضم العديد من المصانع والشركات. تتميز الجبيل بموقعها الاستراتيجي، حيث تقع بالقرب من ميناء الملك عبد العزيز، مما يسهل عملية نقل البضائع.\"},{\"name\": \"جدة\",\"original_text\": \"Jeddah\",\"type\": \"LOCATION\",\"description\": \"مدينة جدة، مدينة تقع في منطقة مكة المكرمة في غرب المملكة العربية السعودية، على ساحل البحر الأحمر. تشتهر جدة بكونها بوابة الحرمين الشريفين، حيث تستقبل ملايين الحجاج والمعتمرين سنويًا. تضم جدة العديد من المعالم الأثرية والتاريخية، مثل منطقة البلد التاريخية ونافورة الملك فهد. تتميز جدة بشواطئها الجميلة، وتعتبر وجهة سياحية جذابة.\"},{\"name\": \"الرياض\",\"original_text\": \"Riyadh\",\"type\": \"LOCATION\",\"description\": \"مدينة الرياض، عاصمة المملكة العربية السعودية، وأكبر مدينة في شبه الجزيرة العربية. تشتهر الرياض بكونها مركزًا تجاريًا وثقافيًا هامًا في المنطقة، وتضم العديد من الشركات والمؤسسات الحكومية. تتميز الرياض بمعالمها الحديثة، مثل برج المملكة ومركز الملك عبد الله المالي. تعتبر الرياض وجهة سياحية جذابة، حيث تضم العديد من المتاحف والحدائق والأسواق.\"},{\"name\": \"البحرين\",\"original_text\": \"Bahrain\",\"type\": \"LOCATION\",\"description\": \"مملكة البحرين، دولة عربية تقع في الخليج العربي، وتتكون من أرخبيل من الجزر. تشتهر البحرين بتاريخها العريق، حيث كانت مركزًا تجاريًا هامًا في منطقة الخليج. عاصمة البحرين هي مدينة المنامة، وهي مركز تجاري وثقافي هام في المنطقة. تتميز البحرين باقتصادها المتنوع، حيث تعتمد على النفط والسياحة والخدمات المالية.\"},{\"name\": \"تبوك\",\"original_text\": \"Tabuk\",\"type\": \"LOCATION\",\"description\": \"مدينة تبوك، مدينة تقع في منطقة تبوك في شمال غرب المملكة العربية السعودية. تشتهر تبوك بتاريخها العريق، حيث كانت محطة هامة على طريق الحج القديم. تتميز تبوك بموقعها الاستراتيجي، حيث تقع بالقرب من الحدود مع الأردن، مما يجعلها مركزًا هامًا للأمن والدفاع.\"},{\"name\": \"البرقان\",\"original_text\": \"Burgan\",\"type\": \"LOCATION\",\"description\": \"حقل برقان، حقل نفط يقع في جنوب دولة الكويت. يعتبر حقل برقان ثاني أكبر حقل نفط في العالم، ويلعب دورًا هامًا في اقتصاد الكويت. تعرض حقل برقان للتدمير خلال الغزو العراقي، حيث أشعلت القوات العراقية النيران في العديد من آبار النفط. بعد تحرير الكويت، تم إخماد النيران وإعادة تأهيل حقل برقان.\"},{\"name\": \"الصبيحيه\",\"original_text\": \"Subiya\",\"type\": \"LOCATION\",\"description\": \"منطقة الصبيحية، منطقة ساحلية تقع في جنوب دولة الكويت، على ساحل الخليج العربي. تشتهر منطقة الصبيحية بشواطئها الجميلة، وتعتبر وجهة سياحية جذابة. تضم منطقة الصبيحية العديد من المنتجعات والفنادق، وتشتهر أيضًا بكونها مركزًا هامًا لصيد الأسماك.\"},{\"name\": \"بغداد\",\"original_text\": \"Baghdad\",\"type\": \"LOCATION\",\"description\": \"مدينة بغداد، عاصمة جمهورية العراق، وأكبر مدينة في العراق. تشتهر بغداد بتاريخها العريق، حيث كانت عاصمة الدولة العباسية، ومركزًا هامًا للثقافة والعلوم. تضم بغداد العديد من المعالم الأثرية والتاريخية، مثل جامع الخلفاء وقصر العباسيين. تتميز بغداد بموقعها الاستراتيجي، حيث تقع على نهر دجلة، مما يجعلها مركزًا هامًا للتجارة والنقل.\"},{\"name\": \"الناصريه\",\"original_text\": \"Nasiriyah\",\"type\": \"LOCATION\",\"description\": \"مدينة الناصرية، مدينة تقع في محافظة ذي قار في جنوب العراق. تشتهر الناصرية بتاريخها العريق، حيث كانت مركزًا هامًا للزراعة والتجارة. تتميز الناصرية بموقعها الاستراتيجي، حيث تقع على نهر الفرات، مما يجعلها مركزًا هامًا للري والزراعة.\"},{\"name\": \"معسكر الرشيد\",\"original_text\": \"Camp Rashid\",\"type\": \"LOCATION\",\"description\": \"معسكر الرشيد، معسكر عسكري يقع في مدينة بغداد في العراق. كان معسكر الرشيد مركزًا هامًا للجيش العراقي قبل الغزو الأمريكي، وتعرض للقصف والتدمير خلال الغزو. بعد سقوط نظام صدام حسين، تم تحويل معسكر الرشيد إلى قاعدة عسكرية أمريكية.\"},{\"name\": \"شعيبه\",\"original_text\": \"Shuaiba\",\"type\": \"LOCATION\",\"description\": \"ميناء الشعيبة، ميناء يقع في محافظة الأحمدي في دولة الكويت. يعتبر ميناء الشعيبة أحد أهم الموانئ في الكويت، ويلعب دورًا هامًا في التجارة والنقل. تعرض ميناء الشعيبة للتدمير خلال الغزو العراقي، حيث قامت القوات العراقية بتفجير العديد من السفن والمرافق. بعد تحرير الكويت، تم إعادة تأهيل ميناء الشعيبة، ويستخدم حاليًا بشكل طبيعي.\"},{\"name\": \"ابو غريب\",\"original_text\": \"Abu Ghraib\",\"type\": \"LOCATION\",\"description\": \"سجن أبو غريب، سجن يقع في مدينة أبو غريب في العراق. اشتهر سجن أبو غريب بفضيحة انتهاكات حقوق الإنسان التي ارتكبتها القوات الأمريكية بحق السجناء العراقيين خلال الغزو الأمريكي. تم إغلاق سجن أبو غريب في عام 2014.\"},{\"name\": \"الخفجي\",\"original_text\": \"Khafji\",\"type\": \"LOCATION\",\"description\": \"مدينة الخفجي، مدينة تقع في المنطقة الشرقية من المملكة العربية السعودية، على ساحل الخليج العربي. تشتهر الخفجي بكونها مركزًا هامًا لإنتاج النفط، وتضم العديد من الشركات والمصانع. تتميز الخفجي بموقعها الاستراتيجي، حيث تقع بالقرب من الحدود مع الكويت، مما يجعلها مركزًا هامًا للأمن والدفاع.\"},{\"name\": \"نوفوتيل\",\"original_text\": \"Novotel\",\"type\": \"ORGANIZATION\",\"description\": \"نوفوتيل، سلسلة فنادق عالمية، تابعة لمجموعة أكور الفرنسية. تتميز فنادق نوفوتيل بتصميمها العصري ومرافقها المتنوعة، وتستهدف المسافرين من رجال الأعمال والعائلات. تنتشر فنادق نوفوتيل في العديد من دول العالم، وتقدم خدمات عالية الجودة بأسعار معقولة.\"},{\"name\": \"حفر الباطن\",\"original_text\": \"Hafar Al-Batin\",\"type\": \"LOCATION\",\"description\": \"مدينة حفر الباطن، مدينة تقع في المنطقة الشرقية من المملكة العربية السعودية. تشتهر حفر الباطن بكونها مركزًا هامًا للزراعة والتجارة، وتضم العديد من الأسواق والمزارع. تتميز حفر الباطن بموقعها الاستراتيجي، حيث تقع بالقرب من الحدود مع الكويت والعراق، مما يجعلها مركزًا هامًا للأمن والدفاع.\"},{\"name\": \"قبرص\",\"original_text\": \"Cyprus\",\"type\": \"LOCATION\",\"description\": \"جمهورية قبرص، دولة تقع في شرق البحر الأبيض المتوسط، جنوب تركيا. تشتهر قبرص بتاريخها العريق، حيث كانت مهدًا للعديد من الحضارات القديمة مثل الحضارة اليونانية والرومانية. عاصمة قبرص هي مدينة نيقوسيا، وهي مركز تجاري وثقافي هام في المنطقة. تتميز قبرص بشواطئها الجميلة، وتعتبر وجهة سياحية جذابة.\"},{\"name\": \"مانشستر\",\"original_text\": \"Manchester\",\"type\": \"LOCATION\",\"description\": \"مدينة مانشستر، مدينة تقع في شمال غرب إنجلترا، في المملكة المتحدة. تشتهر مانشستر بتاريخها الصناعي، حيث كانت مركزًا هامًا للثورة الصناعية. تضم مانشستر العديد من المتاحف والمعارض الفنية، وتشتهر أيضًا بكونها مركزًا هامًا لكرة القدم، حيث يوجد فيها نادي مانشستر يونايتد ونادي مانشستر سيتي.\"},{\"name\": \"كاليفورنيا\",\"original_text\": \"California\",\"type\": \"LOCATION\",\"description\": \"ولاية كاليفورنيا، ولاية تقع في غرب الولايات المتحدة الأمريكية، على ساحل المحيط الهادئ. تشتهر كاليفورنيا بمناخها المعتدل وشواطئها الجميلة، وتعتبر وجهة سياحية جذابة. تضم كاليفورنيا العديد من المدن الكبرى، مثل لوس أنجلوس وسان فرانسيسكو وسان دييغو. تتميز كاليفورنيا باقتصادها القوي، حيث تعتبر مركزًا هامًا للتكنولوجيا والترفيه والزراعة.\"},{\"name\": \"السي ان ان\",\"original_text\": \"CNN\",\"type\": \"ORGANIZATION\",\"description\": \"سي إن إن، شبكة تلفزيونية إخبارية أمريكية، تأسست في عام 1980. تعتبر سي إن إن من أشهر شبكات الأخبار في العالم، وتبث برامجها باللغة الإنجليزية إلى أكثر من 200 دولة. تشتهر سي إن إن بتغطيتها الإخبارية الشاملة والمباشرة للأحداث العالمية.\"},{\"name\": \"إيران\",\"original_text\": \"Iran\",\"type\": \"LOCATION\",\"description\": \"جمهورية إيران الإسلامية، دولة تقع في غرب آسيا، تحدها من الشمال أرمينيا وأذربيجان وتركمانستان، ومن الشرق أفغانستان وباكستان، ومن الجنوب الخليج العربي وخليج عمان، ومن الغرب العراق وتركيا. تشتهر إيران بتاريخها العريق، حيث كانت مهدًا للإمبراطورية الفارسية. عاصمة إيران هي مدينة طهران، وهي مركز سياسي وثقافي هام في المنطقة. تتميز إيران بتنوعها الثقافي والديني، حيث يعيش فيها الفرس والأكراد والعرب والأذريون وغيرهم من الجنسيات، مما يساهم في إثراء الحياة الاجتماعية والثقافية في البلاد.\"},{\"name\": \"الأردن\",\"original_text\": \"Jordan\",\"type\": \"LOCATION\",\"description\": \"المملكة الأردنية الهاشمية، دولة عربية تقع في جنوب غرب آسيا، تحدها من الشمال سوريا، ومن الشرق العراق والمملكة العربية السعودية، ومن الجنوب المملكة العربية السعودية، ومن الغرب فلسطين وإسرائيل. يشتهر الأردن بتاريخه العريق، حيث كانت مهدًا للعديد من الحضارات القديمة مثل الأنباط والرومان. عاصمة الأردن هي مدينة عمان، وهي مركز تجاري وثقافي هام في المنطقة. يتميز الأردن بتنوعه الثقافي، حيث يعيش فيه العرب والشركس والشيشان وغيرهم من الجنسيات، مما يساهم في إثراء الحياة الاجتماعية والثقافية في البلاد.\"},{\"name\": \"سوريا\",\"original_text\": \"Syria\",\"type\": \"LOCATION\",\"description\": \"الجمهورية العربية السورية، دولة عربية تقع في غرب آسيا، تحدها من الشمال تركيا، ومن الشرق العراق، ومن الجنوب الأردن، ومن الغرب لبنان والبحر الأبيض المتوسط. تشتهر سوريا بتاريخها العريق، حيث كانت مهدًا للعديد من الحضارات القديمة مثل الحضارة الآرامية. عاصمة سوريا هي مدينة دمشق، وهي مركز ثقافي وتاريخي هام في المنطقة. يتميز سوريا بتنوعه الثقافي والديني، حيث يعيش فيه العرب والأكراد والتركمان والآشوريون وغيرهم من الجنسيات، مما يساهم في إثراء الحياة الاجتماعية والثقافية في البلاد.\"},{\"name\": \"محمد مبارك\",\"original_text\": \"Mohammed Mubarak\",\"type\": \"PERSON\",\"description\": \"لواء ركن طيار متقاعد كويتي، بطل حرب تحرير الكويت. استطاع الخروج من الكويت بطائرة حربية في بداية الغزو العراقي، وشارك في تحرير الكويت من خلال الضربات الجوية. أسقطت طائرته في إحدى المناورات، وأُخذ أسيرًا إلى العراق، حيث تعرض للتحقيق والتعذيب والسجن الانفرادي. تم إطلاق سراحه بعد 49 يومًا، وعاد إلى الكويت ليشارك في إعادة بناء القوات الجوية الكويتية.\"},{\"name\": \"توم كروز\",\"original_text\": \"Tom Cruise\",\"type\": \"PERSON\",\"description\": \"ممثل ومنتج أفلام أمريكي، اشتهر بأدواره في أفلام الحركة والإثارة، مثل سلسلة أفلام \"المهمة المستحيلة\" و\"توب غان\". يُعتبر توم كروز من أشهر نجوم هوليوود، وحصل على العديد من الجوائز والتكريمات، بما في ذلك ثلاث جوائز غولدن غلوب.\"},{\"name\": \"الشيخ سعد\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"يشير على الأرجح إلى الشيخ سعد العبد الله السالم الصباح، أمير دولة الكويت من عام 1977 إلى عام 2006. قاد الكويت خلال فترة الغزو العراقي، ولعب دورًا هامًا في تحرير الكويت. اشتهر بحكمته وحنكته السياسية، وحظي بشعبية كبيرة بين الكويتيين.\"},{\"name\": \"علاء الصاق\",\"original_text\": \"Alaa Al Saq\",\"type\": \"PERSON\",\"description\": \"رائد طيار كويتي، شارك في حرب تحرير الكويت. كان من بين الطيارين الذين تمكنوا من الخروج من الكويت بطائراتهم في بداية الغزو العراقي. ساهم في تحرير الكويت من خلال الضربات الجوية، وعاد إلى الكويت بعد تحريرها.\"},{\"name\": \"حسين القطان\",\"original_text\": \"Hussein Al Qattan\",\"type\": \"PERSON\",\"description\": \"رائد طيار كويتي، شارك في حرب تحرير الكويت. كان من بين الطيارين الذين تمكنوا من الخروج من الكويت بطائراتهم في بداية الغزو العراقي. ساهم في تحرير الكويت من خلال الضربات الجوية، وعاد إلى الكويت بعد تحريرها.\"},{\"name\": \"سبتي بوغيث\",\"original_text\": \"Sabti Bu Ghaith\",\"type\": \"PERSON\",\"description\": \"عقيد طيار كويتي، شارك في حرب تحرير الكويت. كان قائد قاعدة علي السالم الجوية خلال الغزو العراقي، ولعب دورًا هامًا في تنظيم وإدارة القوات الجوية الكويتية. تمكن من الخروج من الكويت بعد سقوط القاعدة، وعاد إلى الكويت بعد تحريرها.\"},{\"name\": \"أحمد النجار\",\"original_text\": \"Ahmed Al Najjar\",\"type\": \"PERSON\",\"description\": \"عقيد طيار كويتي، شارك في حرب تحرير الكويت. كان مساعد قائد قاعدة علي السالم الجوية خلال الغزو العراقي، ولعب دورًا هامًا في تنظيم وإدارة القوات الجوية الكويتية. تمكن من الخروج من الكويت بعد سقوط القاعدة، وعاد إلى الكويت بعد تحريرها.\"},{\"name\": \"أحمد الجابر\",\"original_text\": \"Ahmed Al Jaber\",\"type\": \"PERSON\",\"description\": \"يشير على الأرجح إلى الشيخ أحمد الجابر الصباح، أمير دولة الكويت من عام 1921 إلى عام 1950. يُعتبر مؤسس دولة الكويت الحديثة، ولعب دورًا هامًا في تطوير الكويت اقتصاديًا واجتماعيًا. اشتهر بحكمته وحنكته السياسية، وحظي بشعبية كبيرة بين الكويتيين.\"},{\"name\": \"غازي الرزقه\",\"original_text\": \"Ghazi Al Razzaqah\",\"type\": \"PERSON\",\"description\": \"عميد طيار كويتي، شارك في حرب تحرير الكويت. كان أعلى رتبة عسكرية بين الطيارين الكويتيين خلال الغزو العراقي، ولعب دورًا هامًا في قيادة القوات الجوية الكويتية. رفض الخروج من الكويت حتى تم إخلاء جميع الطيارين والضباط، وأُسر بعد سقوط قاعدة علي السالم الجوية. تم إطلاق سراحه بعد تحرير الكويت.\"},{\"name\": \"عدنان حماده\",\"original_text\": \"Adnan Hamadah\",\"type\": \"PERSON\",\"description\": \"طيار كويتي، شارك في حرب تحرير الكويت. كان من بين الطيارين الذين تمكنوا من الخروج من الكويت بطائراتهم في بداية الغزو العراقي. ساهم في تحرير الكويت من خلال الضربات الجوية، وعاد إلى الكويت بعد تحريرها.\"},{\"name\": \"معن الصانع\",\"original_text\": \"Maan Al Sanea\",\"type\": \"PERSON\",\"description\": \"طيار كويتي سابق، تحول إلى رجل أعمال. كان من بين الطيارين الذين تمكنوا من الخروج من الكويت بطائراتهم في بداية الغزو العراقي. استقر في السعودية، وأسس شركة تجارية ناجحة. اشتهر بدعمه للكويتيين خلال فترة الغزو، وساهم في توفير المساعدات المالية والإنسانية للكويتيين في السعودية.\"},{\"name\": \"يوسف ضويان\",\"original_text\": \"Yousef Dhuwaiyan\",\"type\": \"PERSON\",\"description\": \"عقيد طيار كويتي، شارك في حرب تحرير الكويت. كان قائد مفرزة الطائرات الكويتية في السعودية خلال فترة الغزو، ولعب دورًا هامًا في تنظيم وإدارة القوات الجوية الكويتية. ساهم في تحرير الكويت من خلال الضربات الجوية، وعاد إلى الكويت بعد تحريرها.\"},{\"name\": \"جابر الأحمد\",\"original_text\": \"Jaber Al-Ahmad\",\"type\": \"PERSON\",\"description\": \"يشير على الأرجح إلى الشيخ جابر الأحمد الصباح، أمير دولة الكويت من عام 1977 إلى عام 2006. قاد الكويت خلال فترة الغزو العراقي، ولعب دورًا هامًا في تحرير الكويت. اشتهر بحكمته وحنكته السياسية، وحظي بشعبية كبيرة بين الكويتيين.\"},{\"name\": \"الملك فهد\",\"original_text\": \"King Fahd\",\"type\": \"PERSON\",\"description\": \"يشير على الأرجح إلى الملك فهد بن عبد العزيز آل سعود، ملك المملكة العربية السعودية من عام 1982 إلى عام 2005. لعب دورًا هامًا في دعم الكويت خلال فترة الغزو العراقي، واستضاف القوات الدولية التي شاركت في تحرير الكويت. اشتهر بحكمته وحنكته السياسية، وحظي بشعبية كبيرة بين السعوديين.\"},{\"name\": \"صدام\",\"original_text\": \"Saddam\",\"type\": \"PERSON\",\"description\": \"يشير على الأرجح إلى صدام حسين، رئيس جمهورية العراق من عام 1979 إلى عام 2003. قاد العراق خلال فترة الغزو العراقي للكويت، وأُطيح به من السلطة بعد الغزو الأمريكي للعراق في عام 2003. اشتهر بحكمه الديكتاتوري، وارتكب العديد من الانتهاكات لحقوق الإنسان.\"},{\"name\": \"يوسف الشاي\",\"original_text\": \"Yousef Al Shaya\",\"type\": \"PERSON\",\"description\": \"ضابط كويتي، شارك في حرب تحرير الكويت. تم تكليفه بالذهاب إلى الرياض ليكون ضمن قيادة القوات الجوية للتحالف الدولي، ولعب دورًا هامًا في التنسيق بين القوات الجوية الكويتية وقوات التحالف. ساهم في تحرير الكويت من خلال الضربات الجوية، وعاد إلى الكويت بعد تحريرها.\"},{\"name\": \"عبد الله السمدان\",\"original_text\": \"Abdullah Al Samdan\",\"type\": \"PERSON\",\"description\": \"ضابط كويتي، شارك في حرب تحرير الكويت. تم تكليفه بالذهاب إلى الرياض ليكون ضمن قيادة القوات الجوية للتحالف الدولي، ولعب دورًا هامًا في التنسيق بين القوات الجوية الكويتية وقوات التحالف. ساهم في تحرير الكويت من خلال الضربات الجوية، وعاد إلى الكويت بعد تحريرها.\"},{\"name\": \"شوارسكوف\",\"original_text\": \"Schwarzkopf\",\"type\": \"PERSON\",\"description\": \"يشير على الأرجح إلى الجنرال نورمان شوارسكوف، قائد القوا"