"  \"Entities\": [    {      \"name\": \"الإخوان المسلمون\",      \"original_text\": \"Muslim Brotherhood\",      \"type\": \"ORGANIZATION\",      \"description\": \"جماعة إسلامية تأسست عام 1928 على يد حسن البنا في مصر. تهدف إلى إقامة دولة إسلامية تحكم بالشريعة الإسلامية. لها فروع في العديد من الدول العربية والإسلامية. اشتهرت بنشاطها الدعوي والاجتماعي والسياسي. واجهت العديد من التحديات والمضايقات من قبل بعض الأنظمة العربية.\"    },    {      \"name\": \"حسن البنا\",      \"original_text\": \"Hasan al-Banna\",      \"type\": \"PERSON\",      \"description\": \"مؤسس جماعة الإخوان المسلمين في مصر عام 1928. داعية إسلامي بارز، له العديد من المؤلفات في الفكر الإسلامي. دعا إلى إصلاح المجتمع المسلم على أسس إسلامية. اغتيل عام 1949.\"    },    {      \"name\": \"مصر\",      \"original_text\": \"Egypt\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في شمال شرق أفريقيا. عاصمتها القاهرة. لها تاريخ عريق وحضارة قديمة. شهدت العديد من الأحداث السياسية الهامة في العصر الحديث.\"    },    {      \"name\": \"الكويت\",      \"original_text\": \"Kuwait\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في منطقة الخليج العربي. عاصمتها مدينة الكويت. تتمتع بنظام سياسي ديمقراطي. غنية بالنفط وتعتبر من الدول ذات الدخل المرتفع.\"    },    {      \"name\": \"أمريكا\",      \"original_text\": \"America\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في قارة أمريكا الشمالية. عاصمتها واشنطن. تعتبر من الدول العظمى ولها نفوذ سياسي واقتصادي كبير في العالم.\"    },    {      \"name\": \"حولي\",      \"original_text\": \"Hawalli\",      \"type\": \"LOCATION\",      \"description\": \"منطقة سكنية تقع في دولة الكويت. تتميز بكثافة سكانية عالية. تضم العديد من المراكز التجارية والأسواق.\"    },    {      \"name\": \"النقعرة\",      \"original_text\": \"Al-Neqrah\",      \"type\": \"LOCATION\",      \"description\": \"منطقة سكنية تقع في دولة الكويت. تتميز بالهدوء والطابع العائلي. تضم العديد من المساجد والمدارس.\"    },    {      \"name\": \"مدرسة الحريري\",      \"original_text\": \"Hariri School\",      \"type\": \"ORGANIZATION\",      \"description\": \"مدرسة حكومية تقع في منطقة النقعرة في الكويت. تقدم التعليم الأساسي للطلاب. تتميز بمستوى تعليمي جيد.\"    },    {      \"name\": \"الربيع العربي\",      \"original_text\": \"Arab Spring\",      \"type\": \"EVENT\",      \"description\": \"سلسلة من الاحتجاجات الشعبية التي اندلعت في بعض الدول العربية عام 2010. طالبت بالتغيير السياسي والاقتصادي والاجتماعي. أسفرت عن سقوط بعض الأنظمة العربية.\"    },    {      \"name\": \"قناة الرسالة\",      \"original_text\": \"Al-Resala Channel\",      \"type\": \"ORGANIZATION\",      \"description\": \"قناة فضائية إسلامية تأسست عام 2006. تهدف إلى نشر الفكر الإسلامي المعتدل. تقدم برامج دينية وثقافية واجتماعية. واجهت بعض الانتقادات بسبب مواقفها السياسية.\"    },    {      \"name\": \"الوليد بن طلال\",      \"original_text\": \"Al-Waleed bin Talal\",      \"type\": \"PERSON\",      \"description\": \"رجل أعمال سعودي بارز. يمتلك العديد من الشركات والاستثمارات في مختلف المجالات. له نشاط خيري واسع. تعرض للاعتقال في السعودية عام 2017.\"    },    {      \"name\": \"عمر عبد الكافي\",      \"original_text\": \"Omar Abdelkafi\",      \"type\": \"PERSON\",      \"description\": \"داعية إسلامي مصري. اشتهر ببرامجه التلفزيونية التي تتناول قضايا دينية واجتماعية. له جمهور واسع في العالم العربي.\"    },    {      \"name\": \"السلفية\",      \"original_text\": \"Salafism\",      \"type\": \"MISC\",      \"description\": \"مذهب إسلامي يدعو إلى التمسك بمنهج السلف الصالح في فهم الإسلام. يركز على العبادة والالتزام بالشعائر الدينية. له أتباع في العديد من الدول الإسلامية.\"    },    {      \"name\": \"تحرير المرأة في عصر الرسالة\",      \"original_text\": \"Women's Liberation in the Era of the Message\",      \"type\": \"WORK_OF_ART\",      \"description\": \"كتاب من تأليف عبد الحليم أبو شقة. يتناول قضية تحرير المرأة من منظور إسلامي. يرى أن الإسلام كفل للمرأة حقوقها وحريتها.\"    },    {      \"name\": \"عبد الحليم أبو شقة\",      \"original_text\": \"Abdul Halim Abu Shuqqa\",      \"type\": \"PERSON\",      \"description\": \"كاتب ومفكر إسلامي مصري. له العديد من المؤلفات في الفكر الإسلامي وقضايا المرأة. دعا إلى تجديد الفكر الإسلامي.\"    },    {      \"name\": \"الكويتيون\",      \"original_text\": \"Kuwaitis\",      \"type\": \"MISC\",      \"description\": \"مواطنو دولة الكويت. يتمتعون بحقوق مدنية وسياسية كاملة. يتميزون بالكرم وحب الخير.\"    },    {      \"name\": \"العالم العربي\",      \"original_text\": \"Arab world\",      \"type\": \"LOCATION\",      \"description\": \"يشمل الدول العربية في منطقة الشرق الأوسط وشمال أفريقيا. يشترك سكانه في اللغة العربية والثقافة العربية. يواجه العديد من التحديات السياسية والاقتصادية.\"    },    {      \"name\": \"الحركة الدستورية الإسلامية\",      \"original_text\": \"Constitutional Movement\",      \"type\": \"ORGANIZATION\",      \"description\": \"حزب سياسي إسلامي في الكويت. تأسس عام 1991. يدعو إلى إصلاح سياسي واقتصادي واجتماعي. شارك في الانتخابات البرلمانية الكويتية.\"    },    {      \"name\": \"جمعية الإصلاح الاجتماعي\",      \"original_text\": \"Reform Association\",      \"type\": \"ORGANIZATION\",      \"description\": \"جمعية خيرية إسلامية في الكويت. تأسست عام 1963. لها نشاط خيري واسع في مجالات التعليم والصحة والإغاثة.\"    },    {      \"name\": \"راشد الغنوشي\",      \"original_text\": \"Rashid al-Ghannouchi\",      \"type\": \"PERSON\",      \"description\": \"سياسي ورجل دين تونسي. مؤسس حركة النهضة الإسلامية في تونس. دعا إلى الديمقراطية والتعددية السياسية. تعرض للاعتقال والنفي في عهد الرئيس التونسي السابق زين العابدين بن علي.\"    },    {      \"name\": \"تونس\",      \"original_text\": \"Tunisia\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في شمال أفريقيا. عاصمتها تونس. شهدت ثورة شعبية عام 2011 أطاحت بنظام الرئيس السابق زين العابدين بن علي.\"    },    {      \"name\": \"عمر البشير\",      \"original_text\": \"Omar al-Bashir\",      \"type\": \"PERSON\",      \"description\": \"رئيس السودان السابق. حكم السودان لمدة ثلاثين عامًا. أطاحت به ثورة شعبية عام 2019. صدرت بحقه مذكرات توقيف من المحكمة الجنائية الدولية.\"    },    {      \"name\": \"السودان\",      \"original_text\": \"Sudan\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في شمال شرق أفريقيا. عاصمتها الخرطوم. شهدت العديد من الصراعات السياسية والحروب الأهلية.\"    },    {      \"name\": \"حزب الله\",      \"original_text\": \"Hezbollah\",      \"type\": \"ORGANIZATION\",      \"description\": \"حزب سياسي وعسكري لبناني. تأسس عام 1982. مدعوم من إيران. يمتلك ترسانة عسكرية ضخمة. يعتبر من أهم القوى السياسية والعسكرية في لبنان.\"    },    {      \"name\": \"لبنان\",      \"original_text\": \"Lebanon\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في منطقة الشرق الأوسط. عاصمتها بيروت. تتميز بتنوعها الديني والثقافي. شهدت العديد من الحروب الأهلية والصراعات السياسية.\"    },    {      \"name\": \"العراق\",      \"original_text\": \"Iraq\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في منطقة الشرق الأوسط. عاصمتها بغداد. غنية بالنفط. شهدت العديد من الحروب والاضطرابات السياسية.\"    },    {      \"name\": \"صدام حسين\",      \"original_text\": \"Saddam Hussein\",      \"type\": \"PERSON\",      \"description\": \"رئيس العراق السابق. حكم العراق لمدة 24 عامًا. أطاحت به القوات الأمريكية عام 2003. أعدم شنقًا عام 2006.\"    },    {      \"name\": \"بشار الأسد\",      \"original_text\": \"Bashar al-Assad\",      \"type\": \"PERSON\",      \"description\": \"رئيس سوريا الحالي. تولى الحكم عام 2000. واجه انتفاضة شعبية عام 2011 تحولت إلى حرب أهلية.\"    },    {      \"name\": \"سوريا\",      \"original_text\": \"Syria\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في منطقة الشرق الأوسط. عاصمتها دمشق. تشهد حربًا أهلية منذ عام 2011.\"    },    {      \"name\": \"المملكة المتحدة\",      \"original_text\": \"Britain\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في قارة أوروبا. عاصمتها لندن. تعتبر من الدول العظمى ولها نفوذ سياسي واقتصادي كبير في العالم.\"    },    {      \"name\": \"أستراليا\",      \"original_text\": \"Australia\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في قارة أوقيانوسيا. عاصمتها كانبرا. تتميز بطبيعتها الخلابة وتنوعها البيولوجي.\"    },    {      \"name\": \"نيوزيلندا\",      \"original_text\": \"New Zealand\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في قارة أوقيانوسيا. عاصمتها ويلينغتون. تتميز بمناظرها الطبيعية الخلابة.\"    },    {      \"name\": \"حماس\",      \"original_text\": \"Hamas\",      \"type\": \"ORGANIZATION\",      \"description\": \"حركة مقاومة إسلامية فلسطينية. تأسست عام 1987. تدعو إلى تحرير فلسطين من الاحتلال الإسرائيلي. لها جناح عسكري قوي.\"    },    {      \"name\": \"تاريخ فلسطين\",      \"original_text\": \"The History of Palestine\",      \"type\": \"WORK_OF_ART\",      \"description\": \"كتاب من تأليف طارق السويدان. يتناول تاريخ فلسطين منذ القدم وحتى العصر الحديث. يركز على الصراع العربي الإسرائيلي.\"    },    {      \"name\": \"موسوعة اليهود\",      \"original_text\": \"The Encyclopedia of the Jews\",      \"type\": \"WORK_OF_ART\",      \"description\": \"كتاب من تأليف طارق السويدان. يتناول تاريخ اليهود ومعتقداتهم وعاداتهم. يعتبر من الكتب المثيرة للجدل.\"    },    {      \"name\": \"زينب الغزالي\",      \"original_text\": \"Zainab al-Ghazali\",      \"type\": \"PERSON\",      \"description\": \"ناشطة إسلامية مصرية. من أبرز الشخصيات النسائية في جماعة الإخوان المسلمين. تعرضت للاعتقال والتعذيب في عهد الرئيس المصري السابق جمال عبد الناصر.\"    },    {      \"name\": \"ماليزيا\",      \"original_text\": \"Malaysia\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في جنوب شرق آسيا. عاصمتها كوالالمبور. تتميز بتنوعها الثقافي والعرقي.\"    },    {      \"name\": \"أنور إبراهيم\",      \"original_text\": \"Anwar Ibrahim\",      \"type\": \"PERSON\",      \"description\": \"سياسي ماليزي بارز. زعيم المعارضة الماليزية. تعرض للاعتقال والسجن في عهد رئيس الوزراء الماليزي السابق مهاتير محمد.\"    },    {      \"name\": \"عزيزة\",      \"original_text\": \"Aziza\",      \"type\": \"PERSON\",      \"description\": \"زوجة السياسي الماليزي أنور إبراهيم. تولت منصب نائب رئيس الوزراء في ماليزيا.\"    },    {      \"name\": \"خيرت الشاطر\",      \"original_text\": \"Khairat al-Shater\",      \"type\": \"PERSON\",      \"description\": \"سياسي مصري بارز. من قيادات جماعة الإخوان المسلمين. رشح نفسه لرئاسة الجمهورية في مصر عام 2012.\"    },    {      \"name\": \"محمد مرسي\",      \"original_text\": \"Morsi\",      \"type\": \"PERSON\",      \"description\": \"رئيس مصر السابق. أول رئيس منتخب ديمقراطياً في مصر. أطاح به الجيش المصري عام 2013.\"    },    {      \"name\": \"ونستون تشرشل\",      \"original_text\": \"Churchill\",      \"type\": \"PERSON\",      \"description\": \"رئيس وزراء بريطانيا السابق. قاد بريطانيا خلال الحرب العالمية الثانية. يعتبر من أهم الشخصيات السياسية في القرن العشرين.\"    }  ]"