"\"Entities\": [{\"name\": \"الخواجات\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"مصطلح عامي يُستخدم في بعض الدول العربية للإشارة إلى الأجانب، وخاصة الغربيين. غالبًا ما يُستخدم هذا المصطلح بطريقة محايدة، ولكن يمكن أن يكون له دلالات سلبية في بعض السياقات، حيث يُشير إلى شعور بالاختلاف الثقافي أو الاجتماعي.\"},{\"name\": \"السعودية\",\"original_text\": null,\"type\": \"LOCATION\",\"description\": \"أكبر دولة في شبه الجزيرة العربية، وتُعرف رسميًا باسم المملكة العربية السعودية. عاصمتها الرياض، وتشتهر بكونها مهد الإسلام ووجود الحرمين الشريفين (مكة المكرمة والمدينة المنورة). تُعدّ السعودية من الدول الرائدة في إنتاج النفط، ولها تأثير كبير على الاقتصاد العالمي.\"},{\"name\": \"الخليج\",\"original_text\": null,\"type\": \"LOCATION\",\"description\": \"يُشير عادةً إلى منطقة الخليج العربي، وهي منطقة جغرافية تقع في جنوب غرب آسيا. تضمّ دول الخليج العربي: السعودية، والإمارات العربية المتحدة، والكويت، والبحرين، وعُمان، وقطر. تُعرف هذه المنطقة بثرواتها النفطية الهائلة، وتلعب دورًا هامًا في السياسة والاقتصاد العالميين.\"},{\"name\": \"بدون ورق\",\"original_text\": null,\"type\": \"MEDIA\",\"description\": \"بودكاست حواري عربي شهير، يُقدّمه الإعلامي السعودي فيصل العقل. يتميّز البودكاست بأسلوبه العفوي والهادئ، حيث يُجري العقل حوارات معمّقة مع ضيوفه من مختلف المجالات. يُركّز البودكاست على مناقشة قضايا فكرية وثقافية واجتماعية، ويُحاول تقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي.\"},{\"name\": \"2021\",\"original_text\": \"2021\",\"type\": \"EVENT\",\"description\": \"عام ميلادي، شهد العديد من الأحداث الهامة على الصعيدين العالمي والعربي. من أبرز هذه الأحداث: استمرار جائحة كوفيد-19، وانسحاب القوات الأمريكية من أفغانستان، وتشكيل حكومة جديدة في إسرائيل، وانتخابات رئاسية في إيران.\"},{\"name\": \"المجموعة السعودية للأبحاث والإعلام\",\"original_text\": null,\"type\": \"ORGANIZATION\",\"description\": \"إحدى أكبر المؤسسات الإعلامية في الشرق الأوسط، وتُعرف اختصارًا باسم SRMG. تمتلك المجموعة العديد من المنصات الإعلامية، بما في ذلك صحف وقنوات تلفزيونية وإذاعية ومواقع إلكترونية. تُعدّ SRMG من المؤسسات الرائدة في صناعة الإعلام العربي، وتلعب دورًا هامًا في تشكيل الرأي العام.\"},{\"name\": \"ثمانية\",\"original_text\": null,\"type\": \"ORGANIZATION\",\"description\": \"شركة سعودية متخصصة في إنتاج ونشر المحتوى الرقمي، تأسّست عام 2016. تُقدّم ثمانية مجموعة متنوعة من البودكاست والمحتوى المرئي العربي على الإنترنت، وتتميّز بهويتها البصرية المتميزة وأسلوبها العفوي في تقديم المحتوى. تُعدّ ثمانية من الشركات الرائدة في صناعة البودكاست العربي، وتسعى إلى تقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي.\"},{\"name\": \"الإنترنت\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"شبكة عالمية من أجهزة الكمبيوتر المتصلة ببعضها البعض، تُتيح تبادل المعلومات والبيانات بين المستخدمين في جميع أنحاء العالم. يُعدّ الإنترنت من أهمّ الاختراعات في القرن العشرين، وقد أحدث ثورة في طريقة تواصل الناس وتفاعلهم مع العالم.\"},{\"name\": \"عبد الرحمن أبو مالح\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"إعلامي سعودي ورئيس تنفيذي ومؤسس شركة ثمانية. يُعرف أبو مالح بأسلوبه العفوي والهادئ في تقديم المحتوى، واهتمامه بتقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي. يُعدّ أبو مالح من الشخصيات الرائدة في صناعة البودكاست العربي، وله تأثير كبير على جيل الشباب.\"},{\"name\": \"دستور ثمانية\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"وثيقة تُحدّد قيم ومبادئ شركة ثمانية، وتُوجّه عمل فريقها في إنتاج ونشر المحتوى. يُركّز الدستور على أهمية تقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي، ويُشدّد على قيم الشفافية والاحترافية والابتكار.\"},{\"name\": \"الهوية البصرية\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"مجموعة من العناصر المرئية التي تُميّز شركة أو مؤسسة عن غيرها، وتُساعد على بناء هويتها وتوحيد صورتها أمام الجمهور. تشمل الهوية البصرية: الشعار، والألوان، والخطوط، والصور، والرسومات. تُعدّ الهوية البصرية من العناصر الهامة في بناء علامة تجارية قوية ومتميزة.\"},{\"name\": \"المحتوى العربي\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"المحتوى الذي يُنتج ويُنشر باللغة العربية، ويُوجّه إلى الجمهور العربي. يشمل المحتوى العربي: النصوص، والصور، والفيديوهات، والصوتيات. يُعاني المحتوى العربي من قلة التنوع وضعف الجودة في بعض الأحيان، وتسعى العديد من المؤسسات والشركات إلى تطويره وتحسينه.\"},{\"name\": \"المستقبل\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"الزمن الذي لم يأتِ بعد، ويُشير إلى ما سيحدث في الأيام أو السنوات القادمة. يُعدّ المستقبل من المواضيع التي تشغل بال الكثيرين، وتُثير فضولهم وتساؤلاتهم.\"},{\"name\": \"الإعلانات\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"رسائل ترويجية تُستخدم للتسويق لمنتجات أو خدمات، وتُنشر عبر وسائل الإعلام المختلفة. تُعدّ الإعلانات من أهمّ مصادر الدخل للعديد من المؤسسات والشركات، وتلعب دورًا هامًا في تشكيل سلوك المستهلكين.\"},{\"name\": \"نموذج العمل\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"الطريقة التي تُدير بها شركة أو مؤسسة أعمالها، وتُحقّق من خلالها أرباحها. يشمل نموذج العمل: مصادر الدخل، والتكاليف، والعملاء، والمنتجات أو الخدمات. تُعدّ اختيار نموذج عمل مناسب من العناصر الهامة في نجاح أيّ مشروع تجاري.\"},{\"name\": \"استقرار المحتوى العربي\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"توفير بيئة داعمة لصناعة المحتوى العربي، تُتيح لصنّاع المحتوى الاستمرار في إنتاج ونشر محتوى مُتميّز يُلبي احتياجات الجمهور العربي. يشمل استقرار المحتوى العربي: توفير الدعم المالي، وتطوير البنية التحتية، وحماية حقوق الملكية الفكرية.\"},{\"name\": \"راديو 8\",\"original_text\": null,\"type\": \"PRODUCT\",\"description\": \"تطبيق بودكاست عربي، تُقدّمه شركة ثمانية. يُتيح التطبيق للمستخدمين الاستماع إلى مجموعة متنوعة من البودكاست العربي، ويُوفّر لهم تجربة مستخدم متميزة. يُعدّ راديو 8 من التطبيقات الرائدة في مجال البودكاست العربي، ويسعى إلى توفير منصة مُتكاملة لصنّاع المحتوى العربي.\"},{\"name\": \"صناع المحتوى\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"الأشخاص الذين يُنتجون ويُنشرون المحتوى على الإنترنت، بما في ذلك: الكتّاب، والمصوّرين، والمخرجين، والمؤثرين على وسائل التواصل الاجتماعي. يُعدّ صنّاع المحتوى من العناصر الهامة في صناعة الإعلام الرقمي، ويلعبون دورًا هامًا في تشكيل الرأي العام.\"},{\"name\": \"فيصل العقل\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"إعلامي سعودي، يُقدّم بودكاست بدون ورق. يتميّز العقل بأسلوبه العفوي والهادئ في تقديم المحتوى، واهتمامه بتقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي. يُعدّ العقل من الشخصيات الرائدة في صناعة البودكاست العربي، وله تأثير كبير على جيل الشباب.\"},{\"name\": \"كيفان الصمود\",\"original_text\": null,\"type\": \"LOCATION\",\"description\": \"منطقة سكنية في الكويت، اشتهرت بصمود أهلها خلال الغزو العراقي للكويت عام 1990. تُعدّ كيفان الصمود رمزًا للوطنية الكويتية، وتُخلّد ذكرى تضحيات الشعب الكويتي في الدفاع عن بلاده.\"},{\"name\": \"الشرطة\",\"original_text\": null,\"type\": \"ORGANIZATION\",\"description\": \"جهاز أمني حكومي، مسؤول عن حفظ الأمن والنظام العام، وتطبيق القانون. تُعدّ الشرطة من أهمّ المؤسسات في أيّ دولة، وتلعب دورًا هامًا في حماية المواطنين وممتلكاتهم.\"},{\"name\": \"الكويت\",\"original_text\": null,\"type\": \"LOCATION\",\"description\": \"دولة عربية تقع في شمال شرق شبه الجزيرة العربية، عاصمتها مدينة الكويت. تُعرف الكويت بثرواتها النفطية الهائلة، وتلعب دورًا هامًا في السياسة والاقتصاد العالميين. تتميّز الكويت بنظامها الديمقراطي، وحرية التعبير فيها.\"},{\"name\": \"البودكاست\",\"original_text\": null,\"type\": \"MEDIA\",\"description\": \"محتوى صوتي رقمي، يُنشر على الإنترنت، ويُتيح للمستخدمين الاستماع إليه في أيّ وقت ومن أيّ مكان. يتميّز البودكاست بتنوعه، حيث يُغطّي مختلف المجالات، ويُقدّم بأسلوب عفوي وهادئ. يُعدّ البودكاست من الوسائل الإعلامية الحديثة التي تحظى بشعبية كبيرة، وخاصة بين جيل الشباب.\"},{\"name\": \"التلفزيون\",\"original_text\": null,\"type\": \"MEDIA\",\"description\": \"جهاز إلكتروني يُستخدم لبث ونقل الصور والصوت، ويُعدّ من أهمّ وسائل الإعلام التقليدية. يُقدّم التلفزيون مجموعة متنوعة من البرامج، بما في ذلك: الأخبار، والمسلسلات، والأفلام، والبرامج الترفيهية. يُعاني التلفزيون من منافسة شديدة من وسائل الإعلام الحديثة، وخاصة الإنترنت.\"},{\"name\": \"فنجان\",\"original_text\": null,\"type\": \"MEDIA\",\"description\": \"بودكاست حواري عربي شهير، يُقدّمه عبد الرحمن أبو مالح. يتميّز فنجان بأسلوبه العفوي والهادئ، حيث يُجري أبو مالح حوارات معمّقة مع ضيوفه من مختلف المجالات. يُركّز فنجان على مناقشة قضايا فكرية وثقافية واجتماعية، ويُحاول تقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي.\"},{\"name\": \"جور صليبا\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"أكاديمي ومؤرخ لبناني، يُعرف بأبحاثه في التاريخ العربي الحديث والمعاصر. يُعدّ صليبا من المؤرخين البارزين في العالم العربي، وله العديد من المؤلفات الهامة في هذا المجال.\"},{\"name\": \"20 مليون\",\"original_text\": \"20 مليون\",\"type\": \"MISC\",\"description\": \"عدد كبير، يُشير إلى عدد المشاهدات أو الاستماعات التي حقّقتها حلقة فنجان مع جور صليبا. يُدلّل هذا العدد على شعبية فنجان، واهتمام الجمهور العربي بالمحتوى الذي يُقدّمه.\"},{\"name\": \"اللغة العربية\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"لغة سامية، يتحدث بها أكثر من 400 مليون شخص في العالم العربي. تُعدّ اللغة العربية من اللغات الرسمية في الأمم المتحدة، ولها تاريخ غنيّ وأدب واسع.\"},{\"name\": \"المواضيع الأدبية\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"المواضيع التي تتناول الأدب، بما في ذلك: الرواية، والشعر، والنقد الأدبي. تُعدّ المواضيع الأدبية من المواضيع الهامة في الثقافة العربية، وتُساهم في إثراء الفكر وتنمية الذوق.\"},{\"name\": \"حبسة الكتابة\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"حالة نفسية تُصيب بعض الكتّاب، وتُعيقهم عن الكتابة. تُعدّ حبسة الكتابة من المشاكل الشائعة بين الكتّاب، وتُؤثّر على إنتاجهم الأدبي.\"},{\"name\": \"ألف ليلة وليلة\",\"original_text\": null,\"type\": \"WORK_OF_ART\",\"description\": \"مجموعة من القصص الشعبية العربية، تُرجمت إلى العديد من اللغات، وتُعدّ من أشهر الأعمال الأدبية في العالم. تتميّز ألف ليلة وليلة بتنوعها، حيث تُغطّي مختلف جوانب الحياة، وتُقدّم بأسلوب شيّق وممتع.\"},{\"name\": \"المتنبي\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"شاعر عربي شهير، عاش في القرن الرابع الهجري. يُعدّ المتنبي من أعظم شعراء العرب، ويتميز شعره بالقوة والجزالة والفخر. له العديد من القصائد المشهورة، التي تُدرّس في المدارس والجامعات.\"},{\"name\": \"الحماسة\",\"original_text\": null,\"type\": \"WORK_OF_ART\",\"description\": \"ديوان شعر عربي، جمعه أبو تمام في القرن الثالث الهجري. يُعدّ ديوان الحماسة من أشهر دواوين الشعر العربي، ويضمّ قصائد من مختلف العصور والأغراض الشعرية.\"},{\"name\": \"الغزل\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"نوع من أنواع الشعر العربي، يُعبّر عن الحب والغرام. يتميّز شعر الغزل بالرقة والعذوبة، ويُعدّ من أشهر أنواع الشعر العربي.\"},{\"name\": \"العلامة التجارية\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"اسم أو رمز أو تصميم يُميّز منتجًا أو خدمة عن غيرها، ويُساعد على بناء هويتها وتوحيد صورتها أمام الجمهور. تُعدّ العلامة التجارية من العناصر الهامة في بناء شركة أو مؤسسة قوية ومتميزة.\"},{\"name\": \"التسويق\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"مجموعة من الأنشطة التي تُستخدم للترويج لمنتجات أو خدمات، وزيادة مبيعاتها. يشمل التسويق: الإعلان، والعلاقات العامة، والتسويق الرقمي. تُعدّ اختيار استراتيجية تسويق مناسبة من العناصر الهامة في نجاح أيّ مشروع تجاري.\"},{\"name\": \"أصوات\",\"original_text\": null,\"type\": \"MEDIA\",\"description\": \"بودكاست وثائقي عربي، تُقدّمه شركة ثمانية. يتميّز أصوات بتقديمه لوثائقيات صوتية عربية، تُغطّي مختلف المجالات، وتُقدّم بأسلوب شيّق وممتع. يُعدّ أصوات من البودكاست المتميزة في مجال الوثائقيات الصوتية العربية، ويسعى إلى تقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي.\"},{\"name\": \"8م\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"اختصار لاسم شركة ثمانية، يُستخدم في بعض الأحيان للإشارة إلى الشركة.\"},{\"name\": \"سقراط\",\"original_text\": null,\"type\": \"MEDIA\",\"description\": \"بودكاست حواري عربي، تُقدّمه شركة ثمانية. يتميّز سقراط بأسلوبه العفوي والهادئ، حيث يُجري حوارات معمّقة مع ضيوفه من مختلف المجالات. يُركّز سقراط على مناقشة قضايا فكرية وثقافية واجتماعية، ويُحاول تقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي.\"},{\"name\": \"سوالف بزنس\",\"original_text\": null,\"type\": \"MEDIA\",\"description\": \"بودكاست عربي، يُقدّمه شركة ثمانية. يُركّز سوالف بزنس على مناقشة قضايا الأعمال والاقتصاد، ويُقدّم نصائح وإرشادات لروّاد الأعمال. يُعدّ سوالف بزنس من البودكاست المتميزة في مجال الأعمال والاقتصاد العربي، ويسعى إلى تقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي.\"},{\"name\": \"عمر جريسي\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"إعلامي سعودي، يُقدّم بودكاست سقراط. يتميّز جريسي بأسلوبه العفوي والهادئ في تقديم المحتوى، واهتمامه بتقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي. يُعدّ جريسي من الشخصيات الرائدة في صناعة البودكاست العربي، وله تأثير كبير على جيل الشباب.\"},{\"name\": \"شور بيان\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"إعلامي سعودي، يُقدّم بودكاست سوالف بزنس. يتميّز بيان بأسلوبه العفوي والهادئ في تقديم المحتوى، واهتمامه بتقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي. يُعدّ بيان من الشخصيات الرائدة في صناعة البودكاست العربي، وله تأثير كبير على جيل الشباب.\"},{\"name\": \"معاذ خليفاوي\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"إعلامي سعودي، يُقدّم بودكاست السوق. يتميّز خليفاوي بأسلوبه العفوي والهادئ في تقديم المحتوى، واهتمامه بتقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي. يُعدّ خليفاوي من الشخصيات الرائدة في صناعة البودكاست العربي، وله تأثير كبير على جيل الشباب.\"},{\"name\": \"السوق\",\"original_text\": null,\"type\": \"MEDIA\",\"description\": \"بودكاست عربي، يُقدّمه شركة ثمانية. يُركّز السوق على مناقشة قضايا الاقتصاد والاستثمار، ويُقدّم تحليلات وتوقعات للسوق. يُعدّ السوق من البودكاست المتميزة في مجال الاقتصاد والاستثمار العربي، ويسعى إلى تقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي.\"},{\"name\": \"الفجر\",\"original_text\": null,\"type\": \"MEDIA\",\"description\": \"بودكاست عربي، يُقدّمه شركة ثمانية. يُركّز الفجر على مناقشة قضايا الدين والفكر، ويُقدّم تفسيرات وتحليلات للنصوص الدينية. يُعدّ الفجر من البودكاست المتميزة في مجال الدين والفكر العربي، ويسعى إلى تقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي.\"},{\"name\": \"مال\",\"original_text\": null,\"type\": \"MEDIA\",\"description\": \"بودكاست عربي، يُقدّمه شركة ثمانية. يُركّز مال على مناقشة قضايا المال والأعمال، ويُقدّم نصائح وإرشادات لإدارة الأموال. يُعدّ مال من البودكاست المتميزة في مجال المال والأعمال العربي، ويسعى إلى تقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي.\"},{\"name\": \"معاذ\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"إعلامي سعودي، يُقدّم بودكاست مال. يتميّز معاذ بأسلوبه العفوي والهادئ في تقديم المحتوى، واهتمامه بتقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي. يُعدّ معاذ من الشخصيات الرائدة في صناعة البودكاست العربي، وله تأثير كبير على جيل الشباب.\"},{\"name\": \"محمد الجابر\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"إعلامي سعودي، يُقدّم بودكاست جادي. يتميّز الجابر بأسلوبه العفوي والهادئ في تقديم المحتوى، واهتمامه بتقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي. يُعدّ الجابر من الشخصيات الرائدة في صناعة البودكاست العربي، وله تأثير كبير على جيل الشباب.\"},{\"name\": \"فقيهي\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"إعلامي سعودي، يُقدّم بودكاست جادي. يتميّز فقيهي بأسلوبه العفوي والهادئ في تقديم المحتوى، واهتمامه بتقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي. يُعدّ فقيهي من الشخصيات الرائدة في صناعة البودكاست العربي، وله تأثير كبير على جيل الشباب.\"},{\"name\": \"جادي\",\"original_text\": null,\"type\": \"MEDIA\",\"description\": \"بودكاست عربي، يُقدّمه شركة ثمانية. يُركّز جادي على مناقشة قضايا الاقتصاد والاستثمار، ويُقدّم تحليلات وتوقعات للسوق. يُعدّ جادي من البودكاست المتميزة في مجال الاقتصاد والاستثمار العربي، ويسعى إلى تقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي.\"},{\"name\": \"احتيال\",\"original_text\": null,\"type\": \"MEDIA\",\"description\": \"بودكاست تحقيقي استقصائي عربي، تُقدّمه شركة ثمانية. يتميّز احتيال بتناوله لقضايا الاحتيال والنصب، ويُقدّم تحقيقات معمّقة في هذه القضايا. يُعدّ احتيال من البودكاست المتميزة في مجال التحقيقات الاستقصائية العربية، ويسعى إلى تقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي.\"},{\"name\": \"10 مليون\",\"original_text\": \"10 مليون\",\"type\": \"MISC\",\"description\": \"عدد كبير، يُشير إلى عدد الاستماعات التي حقّقها بودكاست احتيال. يُدلّل هذا العدد على شعبية احتيال، واهتمام الجمهور العربي بالمحتوى الذي يُقدّمه.\"},{\"name\": \"بيبي\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"إعلامي سعودي، يُقدّم بودكاست. يتميّز بيبي بأسلوبه العفوي والهادئ في تقديم المحتوى، واهتمامه بتقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي. يُعدّ بيبي من الشخصيات الرائدة في صناعة البودكاست العربي، وله تأثير كبير على جيل الشباب.\"},{\"name\": \"طلال\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"إعلامي سعودي، يُقدّم بودكاست. يتميّز طلال بأسلوبه العفوي والهادئ في تقديم المحتوى، واهتمامه بتقديم محتوى عربي مُتميّز يُلبي احتياجات الجمهور العربي. يُعدّ طلال من الشخصيات الرائدة في صناعة البودكاست العربي، وله تأثير كبير على جيل الشباب.\"},{\"name\": \"أمريكا\",\"original_text\": null,\"type\": \"LOCATION\",\"description\": \"دولة تقع في قارة أمريكا الشمالية، تُعرف رسميًا باسم الولايات المتحدة الأمريكية. عاصمتها واشنطن، وتُعدّ من الدول الرائدة في العالم في مختلف المجالات، بما في ذلك: الاقتصاد، والتكنولوجيا، والثقافة.\"},{\"name\": \"كوميديان\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"فنّان كوميدي، يُقدّم عروضًا كوميدية تُساهم في إضحاك الجمهور. يُعدّ الكوميديان من الشخصيات الهامة في المجتمع، حيث يُساهم في نشر البهجة والمرح.\"},{\"name\": \"إم بي آر\",\"original_text\": \"NPR\",\"type\": \"ORGANIZATION\",\"description\": \"اختصار لـ National Public Radio، وهي مؤسسة إعلامية أمريكية غير ربحية، تُقدّم برامج إذاعية متنوعة، بما في ذلك: الأخبار، والبرامج الحوارية، والبرامج الوثائقية. تُعدّ NPR من أهمّ المؤسسات الإعلامية في الولايات المتحدة الأمريكية، وتتميّز بمصداقيتها وحياديتها.\"},{\"name\": \"الراديو\",\"original_text\": null,\"type\": \"MEDIA\",\"description\": \"وسيلة إعلامية تقليدية، تُستخدم لبث ونقل الصوت، ويُعدّ من أهمّ وسائل الإعلام في الماضي. يُقدّم الراديو مجموعة متنوعة من البرامج، بما في ذلك: الأخبار، والموسيقى، والبرامج الحوارية. يُعاني الراديو من منافسة شديدة من وسائل الإعلام الحديثة، وخاصة الإنترنت.\"},{\"name\": \"نيويورك تايمز\",\"original_text\": \"New York Times\",\"type\": \"ORGANIZATION\",\"description\": \"صحيفة أمريكية يومية، تُعدّ من أهمّ الصحف في العالم. تتميّز نيويورك تايمز بمصداقيتها وحياديتها، وتُغطّي مختلف الأخبار والأحداث العالمية. تُعدّ نيويورك تايمز من الصحف الرائدة في مجال الصحافة الاستقصائية، وله},{\"name\": \"واشنطن بوست\",\"original_text\": \"Washington Post\",\"type\": \"ORGANIZATION\",\"description\": \"صحيفة أمريكية يومية، تُعدّ من أهمّ الصحف في العالم. تتميّز واشنطن بوست بمصداقيتها وحياديتها، وتُغطّي مختلف الأخبار والأحداث العالمية. تُعدّ واشنطن بوست من الصحف الرائدة في مجال الصحافة الاستقصائية، وله},{\"name\": \"جيف بيزز\",\"original_text\": \"Jeff Bezos\",\"type\": \"PERSON\",\"description\": \"رجل أعمال أمريكي، ومؤسس شركة أمازون. يُعدّ بيزز من أغنى أغنياء العالم، وله تأثير كبير على الاقتصاد العالمي. يُعرف بيزز باستثماراته في مختلف المجالات، بما في ذلك: التكنولوجيا، والإعلام، والفضاء.\"},{\"name\": \"الالعاب\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"أنشطة ترفيهية، تُساهم في قضاء وقت ممتع. تُعدّ الألعاب من الأنشطة الهامة في حياة الإنسان، وتُساهم في تنمية مهاراته وقدراته.\"},{\"name\": \"2011\",\"original_text\": \"2011\",\"type\": \"EVENT\",\"description\": \"عام ميلادي، شهد العديد من الأحداث الهامة على الصعيدين العالمي والعربي. من أبرز هذه الأحداث: اندلاع الثورة التونسية، وانتشارها إلى دول عربية أخرى، فيما عُرف باسم الربيع العربي.\"},{\"name\": \"ذا ديلي\",\"original_text\": \"The Daily\",\"type\": \"MEDIA\",\"description\": \"بودكاست إخباري يومي، تُقدّمه صحيفة نيويورك تايمز. يتميّز ذا ديلي بتقديمه لأهمّ الأخبار والأحداث العالمية، بأسلوب شيّق وممتع. يُعدّ ذا ديلي من البودكاست الإخبارية الرائدة في العالم، ويحظى بشعبية كبيرة.\"},{\"name\": \"إم كي بي إتش دي\",\"original_text\": \"MKBHD\",\"type\": \"PERSON\",\"description\": \"مدوّن فيديو أمريكي، يُقدّم محتوى تقني على موقع يوتيوب. يتميّز MKBHD بأسلوبه الشيّق والممتع في تقديم المحتوى التقني، ومراجعاته للهواتف الذكية والأجهزة الإلكترونية. يُعدّ MKBHD من أهمّ المؤثرين في مجال التكنولوجيا، وله ملايين المتابعين على يوتيوب.\"},{\"name\": \"يوتيوب\",\"original_text\": \"YouTube\",\"type\": \"MEDIA\",\"description\": \"موقع إلكتروني لمشاركة الفيديوهات، يُتيح للمستخدمين مشاهدة وتحميل ومشاركة الفيديوهات. يُعدّ يوتيوب من أهمّ المواقع الإلكترونية في العالم، ويحظى بشعبية كبيرة، وخاصة بين جيل الشباب.\"},{\"name\": \"الصحف العربية\",\"original_text\": null,\"type\": \"MEDIA\",\"description\": \"الصحف التي تُنشر باللغة العربية، وتُوجّه إلى الجمهور العربي. تُغطّي الصحف العربية مختلف الأخبار والأحداث العالمية، وتُقدّم تحليلات وتقارير في مختلف المجالات. تُعدّ الصحف العربية من أهمّ وسائل الإعلام في العالم العربي، وتلعب دورًا هامًا في تشكيل الرأي العام.\"},{\"name\": \"النشرات البريدية\",\"original_text\": null,\"type\": \"MEDIA\",\"description\": \"رسائل إلكترونية تُرسل بشكل دوري إلى المشتركين، وتحتوي على محتوى متنوع، بما في ذلك: الأخبار، والمقالات، والعروض الترويجية. تُعدّ النشرات البريدية من وسائل التسويق الرقمي الفعّالة، وتُساهم في بناء علاقة قوية مع العملاء.\"},{\"name\": \"230 أو 240 ألف\",\"original_text\": \"230 أو 240 ألف\",\"type\": \"MISC\",\"description\": \"عدد كبير، يُشير إلى عدد المشتركين في النشرات البريدية التي تُقدّمها شركة ثمانية. يُدلّل هذا العدد على شعبية النشرات البريدية، واهتمام الجمهور العربي بالمحتوى الذي تُقدّمه.\"},{\"name\": \"أبل\",\"original_text\": \"Apple\",\"type\": \"ORGANIZATION\",\"description\": \"شركة أمريكية متعددة الجنسيات، تُصمّم وتُطوّر وتُسوّق الإلكترونيات الاستهلاكية، وبرامج الكمبيوتر، والخدمات عبر الإنترنت. تُعدّ أبل من أهمّ الشركات التكنولوجية في العالم، وتُعرف بمنتجاتها المبتكرة، بما في ذلك: iPhone، وiPad، وMac.\"},{\"name\": \"60%\",\"original_text\": \"60%\",\"type\": \"MISC\",\"description\": \"نسبة مئوية، تُشير إلى نسبة الأشخاص الذين يفتحون الرسائل البريدية التي تُرسلها شركة ثمانية. تُعدّ هذه النسبة عالية، وتُدلّل على فعّالية النشرات البريدية في الوصول إلى الجمهور المستهدف.\"},{\"name\": \"130\",\"original_text\": \"130\",\"type\": \"MISC\",\"description\": \"عدد، يُشير إلى عدد الأشخاص الذين لا يفتحون الرسائل البريدية التي تُرسلها شركة ثمانية. تُعدّ هذه النسبة منخفضة، وتُدلّل على فعّالية النشرات البريدية في الوصول إلى الجمهور المستهدف.\"},{\"name\": \"200000\",\"original_text\": \"200000\",\"type\": \"MISC\",\"description\": \"عدد كبير، يُشير إلى عدد المشتركين النشطين في النشرات البريدية التي تُقدّمها شركة ثمانية. يُدلّل هذا العدد على شعبية النشرات البريدية، واهتمام الجمهور العربي بالمحتوى الذي تُقدّمه.\"},{\"name\": \"عمار\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"طبيب سعودي، يُقدّم نصائح صحية على الإنترنت. يتميّز عمار بأسلوبه المباشر والصريح في تقديم النصائح الصحية، واهتمامه بتوعية الجمهور العربي بأهمية اتّباع نمط حياة صحي. يُعدّ عمار من الشخصيات المؤثرة في مجال الصحة، وله ملايين المتابعين على وسائل التواصل الاجتماعي.\"},{\"name\": \"الطحين\",\"original_text\": null,\"type\": \"PRODUCT\",\"description\": \"مادة غذائية، تُستخدم في صناعة الخبز والمعجنات. يُصنع الطحين من طحن الحبوب، مثل: القمح، والشعير، والذرة. يُعدّ الطحين من المواد الغذائية الأساسية في العديد من الثقافات.\"},{\"name\": \"سكر الحمل\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"حالة مرضية تُصيب بعض النساء الحوامل، وتتميّز بارتفاع مستوى السكر في الدم. يُعدّ سكر الحمل من المشاكل الصحية التي تُؤثّر على صحة الأم والجنين، ويجب متاب"