"\"Entities\": [{\"name\": \"قانون المسيء\",\"original_text\": null,\"type\": \"LAW\",\"description\": \"قانون كويتي صدر بهدف معاقبة المسيئين لذات الأمير، حيث يمنعهم من الترشح للانتخابات البرلمانية. أثار القانون جدلاً واسعاً في الكويت، حيث اعتبره البعض انتهاكاً للحقوق السياسية للمواطنين، بينما دافع عنه آخرون باعتباره ضرورياً لحماية هيبة الأمير. تم تعديل القانون لاحقاً لتخفيف بعض العقوبات، لكنه لا يزال يثير جدلاً في الكويت.\"},{\"name\": \"مرزوق علي الغانم\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"سياسي كويتي بارز، شغل منصب رئيس مجلس الأمة الكويتي لعدة دورات. يتمتع بشخصية قيادية قوية ومهارات خطابية عالية، كما أنه معروف بانتمائه لأسرة الغانم التجارية العريقة. لعب دوراً مهماً في العديد من القضايا السياسية والاقتصادية في الكويت، بما في ذلك قانون الوكيل التجاري وقضية الميمونة. يعتبر من الشخصيات المؤثرة في المشهد السياسي الكويتي.\"},{\"name\": \"نادي الكويت\",\"original_text\": null,\"type\": \"ORGANIZATION\",\"description\": \"نادي رياضي كويتي عريق، يعتبر من أعرق الأندية في الكويت. حقق العديد من البطولات والإنجازات على المستوى المحلي والإقليمي. يتمتع بشعبية كبيرة في الكويت، ويشتهر بقاعدته الجماهيرية العريضة. لعب دوراً مهماً في تطوير الرياضة الكويتية، وساهم في بروز العديد من اللاعبين المميزين.\"},{\"name\": \"بايرن ميونخ\",\"original_text\": \"Bayern Munich\",\"type\": \"ORGANIZATION\",\"description\": \"نادي كرة قدم ألماني عريق، يعتبر من أشهر وأنجح الأندية في العالم. حقق العديد من البطولات والإنجازات على المستوى المحلي والقاري والدولي. يتمتع بشعبية كبيرة في ألمانيا والعالم، ويشتهر بقاعدته الجماهيرية العريضة. لعب دوراً مهماً في تطوير كرة القدم الألمانية، وساهم في بروز العديد من اللاعبين المميزين.\"},{\"name\": \"ألمانيا\",\"original_text\": \"Germany\",\"type\": \"LOCATION\",\"description\": \"دولة أوروبية تقع في وسط القارة، تعتبر من أكبر الدول الأوروبية من حيث المساحة والسكان. تتمتع باقتصاد قوي ومتطور، وتشتهر بصناعاتها المتقدمة. لعبت دوراً مهماً في التاريخ الأوروبي، وشهدت العديد من الأحداث التاريخية الهامة. تعتبر من الدول الرائدة في مجالات العلوم والتكنولوجيا.\"},{\"name\": \"مصر\",\"original_text\": \"Egypt\",\"type\": \"LOCATION\",\"description\": \"دولة عربية تقع في شمال شرق أفريقيا، تعتبر من أقدم الحضارات في العالم. تتمتع بتاريخ وثقافة غنيين، وتشتهر بآثارها الفرعونية القديمة. لعبت دوراً مهماً في التاريخ العربي والإسلامي، وشهدت العديد من الأحداث التاريخية الهامة. تعتبر من الدول الرائدة في العالم العربي.\"},{\"name\": \"الملك حسين\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"ملك الأردن السابق، حكم الأردن من عام 1952 حتى وفاته عام 1999. يعتبر من أبرز القادة العرب في القرن العشرين، ولعب دوراً مهماً في العديد من القضايا العربية والإقليمية. اشتهر بحكمته وحنكته السياسية، وساهم في تحقيق الاستقرار في الأردن. يتمتع باحترام وتقدير كبيرين في الأردن والعالم العربي.\"},{\"name\": \"فيكتوريا\",\"original_text\": \"Victoria\",\"type\": \"LOCATION\",\"description\": \"مدينة تقع في مصر، اشتهرت بوجود مدرسة فيكتوريا التي كانت من أبرز المدارس في مصر في القرن العشرين. كانت المدرسة تتميز بتدريسها باللغة الإنجليزية، وجذبت العديد من الطلاب من مختلف أنحاء مصر. تخرج من المدرسة العديد من الشخصيات البارزة في مصر، بما في ذلك الملك حسين.\"},{\"name\": \"عبد الله رشيد\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"شخصية كويتية درست في ألمانيا في فترة مبكرة من تاريخ الكويت. يعتبر من أوائل الكويتيين الذين درسوا في ألمانيا، وساهم في نقل المعرفة والتكنولوجيا الألمانية إلى الكويت. لعب دوراً مهماً في تطوير التعليم والاقتصاد في الكويت.\"},{\"name\": \"السبعينات\",\"original_text\": null,\"type\": \"EVENT\",\"description\": \"فترة زمنية امتدت من عام 1970 إلى عام 1979، شهدت العديد من الأحداث الهامة على المستوى العالمي والإقليمي. تميزت هذه الفترة بالصراع بين الشرق والغرب، والحرب الباردة، وظهور حركات التحرر الوطني في العديد من دول العالم. شهدت الكويت في هذه الفترة نهضة اقتصادية واجتماعية كبيرة، بفضل ارتفاع أسعار النفط.\"},{\"name\": \"ضاحية عبد الله السالم\",\"original_text\": null,\"type\": \"LOCATION\",\"description\": \"منطقة سكنية تقع في الكويت، اشتهرت بوجود قاعة أفراح الهاجري التي كانت تستخدم كساحة للعب كرة القدم في الماضي. كانت المنطقة تتميز بوجود ملعب العازمي الذي كان يرتبط بديوانية العازمي. شهدت المنطقة تطوراً كبيراً في العقود الأخيرة، وأصبحت من المناطق السكنية الراقية في الكويت.\"},{\"name\": \"محمد جاسم المرزوق\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"صديق طفولة مرزوق الغانم، يعمل في شركة تمثيل حالياً. يعتبر من الشخصيات المبدعة والموهوبة، ويشتهر بذكائه وحنكته. لعب دوراً مهماً في حياة مرزوق الغانم، وساهم في تشكيل شخصيته. يتمتع بعلاقة قوية مع مرزوق الغانم، ويعتبر من أصدقائه المقربين.\"},{\"name\": \"مازن الناهض\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"وزير كويتي سابق، يعتبر من الشخصيات السياسية البارزة في الكويت. شغل العديد من المناصب الحكومية، وساهم في تطوير العديد من القطاعات في الكويت. يتمتع بخبرة سياسية وإدارية واسعة، ويعتبر من الشخصيات المؤثرة في المشهد السياسي الكويتي.\"},{\"name\": \"ثانوية كيفان\",\"original_text\": null,\"type\": \"ORGANIZATION\",\"description\": \"مدرسة ثانوية تقع في الكويت، اشتهرت بوجود سكن للمدرسين من وزارة التربية ومبنى المباحث. كانت المدرسة تتميز بنظام صارم، ويتم معاقبة الطلاب الذين يرتكبون مخالفات. تخرج من المدرسة العديد من الشخصيات البارزة في الكويت، بما في ذلك مرزوق الغانم.\"},{\"name\": \"جامعة الكويت\",\"original_text\": null,\"type\": \"ORGANIZATION\",\"description\": \"جامعة حكومية تقع في الكويت، تعتبر من أعرق الجامعات في الكويت. تتميز بمستوى تعليمي عالي، وتضم العديد من الكليات والتخصصات. تخرج من الجامعة العديد من الشخصيات البارزة في الكويت، بما في ذلك مرزوق الغانم.\"},{\"name\": \"القائمة المستقلة\",\"original_text\": null,\"type\": \"ORGANIZATION\",\"description\": \"قائمة طلابية تأسست في جامعة الكويت، تهدف إلى تمثيل الطلاب بشكل مستقل عن التيارات السياسية. حققت القائمة نجاحاً كبيراً في انتخابات جامعة الكويت، وجذبت العديد من الطلاب من مختلف الكليات. لعبت دوراً مهماً في تطوير العمل الطلابي في جامعة الكويت.\"},{\"name\": \"عدنان الشرهان\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"شخصية كويتية نزل كمرشح منفرد في انتخابات جامعة الكويت، يعتبر من أوائل الطلاب الذين نزلوا كمرشحين منفردين. ساهم في تأسيس القائمة المستقلة، ولعب دوراً مهماً في تطوير العمل الطلابي في جامعة الكويت.\"},{\"name\": \"كليه الهندسه\",\"original_text\": null,\"type\": \"ORGANIZATION\",\"description\": \"كلية تابعة لجامعة الكويت، تختص بتدريس الهندسة بمختلف فروعها. تتميز بمستوى تعليمي عالي، وتضم العديد من الأقسام والتخصصات. تخرج من الكلية العديد من المهندسين المميزين في الكويت.\"},{\"name\": \"الحقوق\",\"original_text\": null,\"type\": \"ORGANIZATION\",\"description\": \"كلية تابعة لجامعة الكويت، تختص بتدريس القانون بمختلف فروعه. تتميز بمستوى تعليمي عالي، وتضم العديد من الأقسام والتخصصات. تخرج من الكلية العديد من المحامين والقضاة المميزين في الكويت.\"},{\"name\": \"أمريكا\",\"original_text\": \"America\",\"type\": \"LOCATION\",\"description\": \"دولة تقع في قارة أمريكا الشمالية، تعتبر من أكبر الدول في العالم من حيث المساحة والسكان. تتمتع باقتصاد قوي ومتطور، وتشتهر بصناعاتها المتقدمة. لعبت دوراً مهماً في التاريخ العالمي، وشهدت العديد من الأحداث التاريخية الهامة. تعتبر من الدول الرائدة في مجالات العلوم والتكنولوجيا.\"},{\"name\": \"السانجستنا\",\"original_text\": null,\"type\": \"LOCATION\",\"description\": \"مدينة تقع في الولايات المتحدة الأمريكية، اشتهرت بوجود جامعة سان خوسيه الحكومية. تعتبر من المدن الكبرى في ولاية كاليفورنيا، وتتميز بتنوعها الثقافي والعرقي. شهدت المدينة تطوراً كبيراً في العقود الأخيرة، وأصبحت من المراكز الاقتصادية والتكنولوجية الهامة في الولايات المتحدة.\"},{\"name\": \"الحميدي السبيعي\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"نائب كويتي سابق، يعتبر من الشخصيات السياسية البارزة في الكويت. شغل العديد من المناصب الحكومية، وساهم في تطوير العديد من القطاعات في الكويت. يتمتع بخبرة سياسية وإدارية واسعة، ويعتبر من الشخصيات المؤثرة في المشهد السياسي الكويتي.\"},{\"name\": \"ديوانيه العدساني\",\"original_text\": null,\"type\": \"LOCATION\",\"description\": \"ديوانية تقع في الكويت، اشتهرت بكونها مكاناً لاجتماع الطلاب من القائمة المستقلة. كانت الديوانية تتميز بجوها الودي والمرح، وجذبت العديد من الطلاب من مختلف الكليات. لعبت دوراً مهماً في تطوير العمل الطلابي في جامعة الكويت.\"},{\"name\": \"ايمن العساني\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"شخصية كويتية استضاف الطلاب من القائمة المستقلة في ديوانيته. يعتبر من الشخصيات الداعمة للعمل الطلابي، ويشتهر بكرم ضيافته. لعب دوراً مهماً في تطوير العمل الطلابي في جامعة الكويت.\"},{\"name\": \"فار العوضي\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"شخصية كويتية كانت من أوائل الطلاب الذين انضموا إلى القائمة المستقلة. ساهم في تطوير العمل الطلابي في جامعة الكويت، واشتهر بذكائه وحنكته.\"},{\"name\": \"فيصل دويسان\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"لاعب كرة قدم كويتي سابق، انضم إلى القائمة المستقلة في جامعة الكويت. يعتبر من الشخصيات الرياضية البارزة في الكويت، ويشتهر بمهاراته الكروية.\"},{\"name\": \"فهد العتيبي\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"شخصية كويتية كانت حاضرة في اجتماع القائمة المستقلة. يعتبر من الشخصيات الداعمة للعمل الطلابي، ويشتهر بذكائه وحنكته.\"},{\"name\": \"عبد اللطيف ثنيان الغانم\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"عم مرزوق الغانم، كان عضواً في المجلس التأسيسي ورئيساً للجنة الدستورية التي وضعت دستور الكويت. لعب دوراً مهماً في وضع دستور الكويت، وساهم في ترسيخ الديمقراطية في الكويت. يعتبر من الشخصيات السياسية البارزة في تاريخ الكويت.\"},{\"name\": \"الدستور\",\"original_text\": null,\"type\": \"LAW\",\"description\": \"وثيقة قانونية تحدد نظام الحكم في دولة الكويت، وتضمن الحقوق والحريات الأساسية للمواطنين. يعتبر دستور الكويت من أقدم الدساتير في العالم العربي، ولعب دوراً مهماً في ترسيخ الديمقراطية في الكويت. تم تعديل الدستور عدة مرات منذ صدوره عام 1962، لكنه لا يزال يعتبر وثيقة أساسية في نظام الحكم الكويتي.\"},{\"name\": \"المجلس التاسيسي\",\"original_text\": null,\"type\": \"ORGANIZATION\",\"description\": \"مجلس تم تشكيله في الكويت عام 1961 لوضع دستور للبلاد، يعتبر من أهم المجالس في تاريخ الكويت. ضم المجلس العديد من الشخصيات السياسية البارزة، وساهم في وضع دستور الكويت الذي لا يزال سارياً حتى اليوم. لعب دوراً مهماً في ترسيخ الديمقراطية في الكويت.\"},{\"name\": \"اللجنه الدستوريه\",\"original_text\": null,\"type\": \"ORGANIZATION\",\"description\": \"لجنة تم تشكيلها في المجلس التأسيسي لوضع دستور الكويت، يعتبر من أهم اللجان في تاريخ الكويت. ضمت اللجنة العديد من الشخصيات السياسية البارزة، وساهمت في وضع دستور الكويت الذي لا يزال سارياً حتى اليوم. لعبت دوراً مهماً في ترسيخ الديمقراطية في الكويت.\"},{\"name\": \"جاسم رحمه\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"خال مرزوق الغانم، كان شخصية سياسية بارزة في الكويت. لعب دوراً مهماً في تطوير العديد من القطاعات في الكويت، واشتهر بحكمته وحنكته السياسية.\"},{\"name\": \"الغزو\",\"original_text\": null,\"type\": \"EVENT\",\"description\": \"يشير إلى الغزو العراقي للكويت في عام 1990، يعتبر من أهم الأحداث في تاريخ الكويت. أدى الغزو إلى احتلال الكويت من قبل العراق لمدة سبعة أشهر، وتسبب في أضرار كبيرة للكويت. تم تحرير الكويت في عام 1991 بفضل تحالف دولي بقيادة الولايات المتحدة الأمريكية.\"},{\"name\": \"التحرير\",\"original_text\": null,\"type\": \"EVENT\",\"description\": \"يشير إلى تحرير الكويت من الاحتلال العراقي في عام 1991، يعتبر من أهم الأحداث في تاريخ الكويت. تم تحرير الكويت بفضل تحالف دولي بقيادة الولايات المتحدة الأمريكية، وأدى إلى استعادة الكويت لسيادتها واستقلالها.\"},{\"name\": \"انس رشيد\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"وزير الإعلام الكويتي السابق، كان طالباً في الولايات المتحدة الأمريكية أثناء الغزو العراقي للكويت. لعب دوراً مهماً في نقل أخبار الغزو إلى العالم، وساهم في حشد الدعم الدولي لتحرير الكويت.\"},{\"name\": \"يوسف الرومي\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"صديق طفولة مرزوق الغانم، كان طالباً في الولايات المتحدة الأمريكية أثناء الغزو العراقي للكويت. لعب دوراً مهماً في مساعدة الطلاب الكويتيين في الولايات المتحدة الأمريكية أثناء الغزو، وساهم في حشد الدعم الدولي لتحرير الكويت.\"},{\"name\": \"يوسف بوجمبر\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"صديق طفولة مرزوق الغانم، كان ضابطاً في الجيش الكويتي أثناء الغزو العراقي للكويت. لعب دوراً مهماً في الدفاع عن الكويت، واشتهر بشجاعته وإخلاصه.\"},{\"name\": \"عبد المحسن عبد العزيز المشاري\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"صديق طفولة مرزوق الغانم، كان طالباً في الولايات المتحدة الأمريكية أثناء الغزو العراقي للكويت. لعب دوراً مهماً في مساعدة الطلاب الكويتيين في الولايات المتحدة الأمريكية أثناء الغزو، وساهم في حشد الدعم الدولي لتحرير الكويت.\"},{\"name\": \"الشيخ سعد\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"يشير إلى الشيخ سعد العبد الله السالم الصباح، أمير الكويت السابق. حكم الكويت من عام 1977 حتى عام 2006، ولعب دوراً مهماً في تطوير الكويت. اشتهر بحكمته وحنكته السياسية، وساهم في تحقيق الاستقرار في الكويت.\"},{\"name\": \"اجتماع جده\",\"original_text\": null,\"type\": \"EVENT\",\"description\": \"اجتماع عقد في مدينة جدة السعودية في عام 1990، يعتبر من أهم الاجتماعات في تاريخ الكويت. حضر الاجتماع الشيخ سعد العبد الله السالم الصباح، أمير الكويت، والرئيس العراقي صدام حسين. فشل الاجتماع في حل الأزمة بين الكويت والعراق، وأدى إلى الغزو العراقي للكويت.\"},{\"name\": \"سي ان ان\",\"original_text\": \"CNN\",\"type\": \"ORGANIZATION\",\"description\": \"شبكة إخبارية أمريكية، تعتبر من أشهر الشبكات الإخبارية في العالم. تتميز بتغطيتها الإخبارية الشاملة، وتشتهر ببرامجها الإخبارية والتحليلية. لعبت دوراً مهماً في نقل أخبار الغزو العراقي للكويت إلى العالم، وساهمت في حشد الدعم الدولي لتحرير الكويت.\"},{\"name\": \"مرزوق ناصر الخرافي\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"صديق طفولة مرزوق الغانم، كان طالباً في الولايات المتحدة الأمريكية أثناء الغزو العراقي للكويت. لعب دوراً مهماً في مساعدة الطلاب الكويتيين في الولايات المتحدة الأمريكية أثناء الغزو، وساهم في حشد الدعم الدولي لتحرير الكويت.\"},{\"name\": \"ناصر بدر رمضان\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"صديق طفولة مرزوق الغانم، كان طالباً في الولايات المتحدة الأمريكية أثناء الغزو العراقي للكويت. لعب دوراً مهماً في مساعدة الطلاب الكويتيين في الولايات المتحدة الأمريكية أثناء الغزو، وساهم في حشد الدعم الدولي لتحرير الكويت.\"},{\"name\": \"ابراهيم الخميس\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"صديق طفولة مرزوق الغانم، كان طالباً في الولايات المتحدة الأمريكية أثناء الغزو العراقي للكويت. لعب دوراً مهماً في مساعدة الطلاب الكويتيين في الولايات المتحدة الأمريكية أثناء الغزو، وساهم في حشد الدعم الدولي لتحرير الكويت.\"},{\"name\": \"نواف رشيد\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"صديق طفولة مرزوق الغانم، كان طالباً في الولايات المتحدة الأمريكية أثناء الغزو العراقي للكويت. لعب دوراً مهماً في مساعدة الطلاب الكويتيين في الولايات المتحدة الأمريكية أثناء الغزو، وساهم في حشد الدعم الدولي لتحرير الكويت.\"},{\"name\": \"وليد المسعود\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"صديق طفولة مرزوق الغانم، كان طالباً في الولايات المتحدة الأمريكية أثناء الغزو العراقي للكويت. لعب دوراً مهماً في مساعدة الطلاب الكويتيين في الولايات المتحدة الأمريكية أثناء الغزو، وساهم في حشد الدعم الدولي لتحرير الكويت.\"},{\"name\": \"عبد اللطيف الصراف\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"صديق طفولة مرزوق الغانم، كان طالباً في الولايات المتحدة الأمريكية أثناء الغزو العراقي للكويت. لعب دوراً مهماً في مساعدة الطلاب الكويتيين في الولايات المتحدة الأمريكية أثناء الغزو، وساهم في حشد الدعم الدولي لتحرير الكويت.\"},{\"name\": \"محمد العياء\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"صديق طفولة مرزوق الغانم، كان طالباً في الولايات المتحدة الأمريكية أثناء الغزو العراقي للكويت. لعب دوراً مهماً في مساعدة الطلاب الكويتيين في الولايات المتحدة الأمريكية أثناء الغزو، وساهم في حشد الدعم الدولي لتحرير الكويت.\"},{\"name\": \"يوسف التاجب\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"صديق طفولة مرزوق الغانم، كان طالباً في الولايات المتحدة الأمريكية أثناء الغزو العراقي للكويت. لعب دوراً مهماً في مساعدة الطلاب الكويتيين في الولايات المتحدة الأمريكية أثناء الغزو، وساهم في حشد الدعم الدولي لتحرير الكويت.\"},{\"name\": \"دسمان\",\"original_text\": null,\"type\": \"LOCATION\",\"description\": \"منطقة تقع في الكويت، اشتهرت بوجود قصر دسمان الذي كان مقر إقامة أمير الكويت. شهدت المنطقة تطوراً كبيراً في العقود الأخيرة، وأصبحت من المناطق السكنية الراقية في الكويت.\"},{\"name\": \"مساعد الهارون\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"الملحق الثقافي الكويتي في الولايات المتحدة الأمريكية أثناء الغزو العراقي للكويت. لعب دوراً مهماً في مساعدة الطلاب الكويتيين في الولايات المتحدة الأمريكية أثناء الغزو، وساهم في حشد الدعم الدولي لتحرير الكويت.\"},{\"name\": \"طارق لوكيان\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"صديق مرزوق الغانم، كان طالباً في الولايات المتحدة الأمريكية أثناء الغزو العراقي للكويت. قرر العودة إلى الكويت للمشاركة في المقاومة ضد الاحتلال العراقي.\"},{\"name\": \"فارس القيان\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"رئيس ديوان المحاسبة الكويتي السابق، كان شخصية سياسية بارزة في الكويت. لعب دوراً مهماً في تطوير العديد من القطاعات في الكويت، واشتهر بنزاهته وكفاءته.\"},{\"name\": \"منصور سليم السالم\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"صديق مرزوق الغانم، كان طالباً في الولايات المتحدة الأمريكية أثناء الغزو العراقي للكويت. قرر العودة إلى الكويت للمشاركة في المقاومة ضد الاحتلال العراقي.\"},{\"name\": \"نيويورك\",\"original_text\": \"New York\",\"type\": \"LOCATION\",\"description\": \"مدينة تقع في الولايات المتحدة الأمريكية، تعتبر من أكبر المدن في العالم من حيث المساحة والسكان. تتمتع باقتصاد قوي ومتطور، وتشتهر بصناعاتها المتقدمة. لعبت دوراً مهماً في التاريخ العالمي، وشهدت العديد من الأحداث التاريخية الهامة. تعتبر من الدول الرائدة في مجالات العلوم والتكنولوجيا.\"},{\"name\": \"خليل ابل\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"طبيب كويتي، كان طالباً في الولايات المتحدة الأمريكية أثناء الغزو العراقي للكويت. قرر العودة إلى الكويت للمشاركة في المقاومة ضد الاحتلال العراقي.\"},{\"name\": \"الرياض\",\"original_text\": \"Riyadh\",\"type\": \"LOCATION\",\"description\": \"عاصمة المملكة العربية السعودية، تعتبر من أكبر المدن في المملكة من حيث المساحة والسكان. تتمتع باقتصاد قوي ومتطور، وتشتهر بصناعاتها المتقدمة. لعبت دوراً مهماً في التاريخ السعودي، وشهدت العديد من الأحداث التاريخية الهامة. تعتبر من الدول الرائدة في العالم العربي.\"},{\"name\": \"السعوديه\",\"original_text\": \"Saudi Arabia\",\"type\": \"LOCATION\",\"description\": \"دولة عربية تقع في شبه الجزيرة العربية، تعتبر من أكبر الدول العربية من حيث المساحة والسكان. تتمتع باقتصاد قوي ومتطور، وتشتهر بصناعاتها النفطية. لعبت دوراً مهماً في التاريخ العربي والإسلامي، وشهدت العديد من الأحداث التاريخية الهامة. تعتبر من الدول الرائدة في العالم العربي.\"},{\"name\": \"الاردن\",\"original_text\": \"Jordan\",\"type\": \"LOCATION\",\"description\": \"دولة عربية تقع في الشرق الأوسط، تعتبر من الدول العربية الصغيرة من حيث المساحة والسكان. تتمتع باقتصاد متطور، وتشتهر بصناعاتها السياحية. لعبت دوراً مهماً في التاريخ العربي، وشهدت العديد من الأحداث التاريخية الهامة. تعتبر من الدول الرائدة في العالم العربي.\"},{\"name\": \"نعيريه\",\"original_text\": null,\"type\": \"LOCATION\",\"description\": \"مدينة تقع في المملكة العربية السعودية، اشتهرت بكونها محطة توقف للمسافرين المتجهين إلى الكويت أثناء الغزو العراقي للكويت. قدمت المدينة المساعدة للكويتيين الفارين من الغزو، وساهمت في حشد الدعم الدولي لتحرير الكويت.\"},{\"name\": \"سعيره\",\"original_text\": null,\"type\": \"LOCATION\",\"description\": \"مدينة تقع في المملكة العربية السعودية، اشتهرت بكونها محطة توقف للمسافرين المتجهين إلى الكويت أثناء الغزو العراقي للكويت. قدمت المدينة المساعدة للكويتيين الفارين من الغزو، وساهمت في حشد الدعم الدولي لتحرير الكويت.\"},{\"name\": \"مركز الحماطيات\",\"original_text\": null,\"type\": \"LOCATION\",\"description\": \"مركز حدودي يقع بين المملكة العربية السعودية والكويت، اشتهر بكونه نقطة عبور للكويتيين الفارين من الغزو العراقي للكويت. قدم المركز المساعدة للكويتيين الفارين من الغزو، وساهم في حشد الدعم الدولي لتحرير الكويت.\"},{\"name\": \"الحرس الجمهوري\",\"original_text\": null,\"type\": \"ORGANIZATION\",\"description\": \"وحدة عسكرية عراقية، كانت من أقوى الوحدات العسكرية في الجيش العراقي. لعبت دوراً مهماً في الغزو العراقي للكويت، واشتهرت بقسوتها ووحشيتها.\"},{\"name\": \"الناصريه\",\"original_text\": null,\"type\": \"LOCATION\",\"description\": \"مدينة تقع في العراق، اشتهرت بكونها مسقط رأس الرئيس العراقي صدام حسين. شهدت المدينة تطوراً كبيراً في عهد صدام حسين، وأصبحت من المراكز الاقتصادية الهامة في العراق.\"},{\"name\": \"اللوح السادس\",\"original_text\": null,\"type\": \"LOCATION\",\"description\": \"منطقة تقع في الكويت، اشتهرت بكونها نقطة عبور للكويتيين الفارين من الغزو العراقي للكويت. قدمت المنطقة المساعدة للكويتيين الفارين من الغزو، وساهمت في حشد الدعم الدولي لتحرير الكويت.\"},{\"name\": \"الاذاعه القديمه\",\"original_text\": null,\"type\": \"LOCATION\",\"description\": \"مبنى الإذاعة الكويتية القديم، يقع في الكويت. كان المبنى هدفاً للقوات العراقية أثناء الغزو العراقي للكويت، وتعرض لأضرار كبيرة.\"},{\"name\": \"خالد\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"شخصية كويتية شاركت في المقاومة ضد الاحتلال العراقي للكويت. لعب دوراً مهماً في الدفاع عن الكويت، واشتهر بشجاعته وإخلاصه.\"},{\"name\": \"محمد البدر\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"شخصية كويتية شاركت في المقاومة ضد الاحتلال العراقي للكويت. لعب دوراً مهماً في الدفاع عن الكويت، واشتهر بشجاعته وإخلاصه.\"},{\"name\": \"الشيخ علي السالم\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"شخصية كويتية بارزة، لعب دوراً مهماً في المقاومة ضد الاحتلال العراقي للكويت. ساهم في تنظيم المقاومة، وحشد الدعم الدولي لتحرير الكويت.\"},{\"name\": \"هلال الفجحان المطيري\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"شخصية كويتية شاركت في المقاومة ضد الاحتلال العراقي للكويت. لعب دوراً مهماً في الدفاع عن الكويت، واشتهر بشجاعته وإخلاصه.\"},{\"name\": \"كيفان\",\"original_text\": null,\"type\": \"LOCATION\",\"description\": \"منطقة سكنية تقع في الكويت، شهدت مقاومة شرسة ضد الاحتلال العراقي للكويت. لعب سكان المنطقة دوراً مهماً في الدفاع عن الكويت، واشتهروا بشجاعتهم وإخلاصهم.\"},{\"name\": \"عبد الوهاب المرزوق\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"شخصية كويتية شاركت في المقاومة ضد الاحتلال العراقي للكويت. لعب دوراً مهماً في الدفاع عن الكويت، واشتهر بشجاعته وإخلاصه.\"},{\"name\": \"شويخ\",\"original_text\": null,\"type\": \"LOCATION\",\"description\": \"منطقة تقع في الكويت، اشتهرت بوجود ميناء شويخ الذي كان هدفاً للقوات العراقية أثناء الغزو العراقي للكويت. تعرض الميناء لأضرار كبيرة، ولعب دوراً مهماً في المقاومة ضد الاحتلال العراقي.\"},{\"name\": \"سام سته\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"نظام دفاع جوي عراقي، كان من أقوى أنظمة الدفاع الجوي في الجيش العراقي. لعب دوراً مهماً في الدفاع عن العراق أثناء الغزو العراقي للكويت، واشتهر بفعاليته.\"},{\"name\": \"سام سبع\",\"original_text\": null,\"type\": \"MISC\",\"description\": \"نظام دفاع جوي عراقي، كان من أقوى أنظمة الدفاع الجوي في الجيش العراقي. لعب دوراً مهماً في الدفاع عن العراق أثناء الغزو العراقي للكويت، واشتهر بفعاليته.\"},{\"name\": \"تركيا\",\"original_text\": \"Turkey\",\"type\": \"LOCATION\",\"description\": \"دولة تقع في الشرق الأوسط، تعتبر من الدول الكبرى في المنطقة من حيث المساحة والسكان. تتمتع باقتصاد قوي ومتطور، وتشتهر بصناعاتها المتقدمة. لعبت دوراً مهماً في التاريخ الإسلامي، وشهدت العديد من الأحداث التاريخية الهامة. تعتبر من الدول الرائدة في العالم الإسلامي.\"},{\"name\": \"كاس التفوق\",\"original_text\": null,\"type\": \"EVENT\",\"description\": \"بطولة رياضية كويتية، تهدف إلى تحديد أفضل الأندية الرياضية في الكويت. تعتبر من أهم البطولات الرياضية في الكويت، وتتمتع بشعبية كبيرة. لعبت دوراً مهماً في تطوير الرياضة الكويتية، وساهمت في بروز العديد من اللاعبين المميزين.\"},{\"name\": \"عبد العزيز المرزوق\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"شخصية رياضية كويتية، شغل منصب رئيس نادي الكويت. لعب دوراً مهماً في تطوير نادي الكويت، وساهم في تحقيق العديد من البطولات والإنجازات.\"},{\"name\": \"خالد الغانم\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"شخصية رياضية كويتية، شغل منصب رئيس نادي الكويت. لعب دوراً مهماً في تطوير نادي الكويت، وساهم في تحقيق العديد من البطولات والإنجازات.\"},{\"name\": \"احمد السعدون\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"سياسي كويتي بارز، شغل منصب رئيس مجلس الأمة الكويتي لعدة دورات. يتمتع بشخصية قيادية قوية ومهارات خطابية عالية، كما أنه معروف بانتمائه لأسرة السعدون السياسية العريقة. لعب دوراً مهماً في العديد من القضايا السياسية والاقتصادية في الكويت، ويعتبر من الشخصيات المؤثرة في المشهد السياسي الكويتي.\"},{\"name\": \"مشاري العنجري\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"سياسي كويتي بارز، شغل منصب نائب رئيس مجلس الأمة الكويتي. يتمتع بشخصية قيادية قوية ومهارات خطابية عالية، كما أنه معروف بانتمائه لأسرة العنجري السياسية العريقة. لعب دوراً مهماً في العديد من القضايا السياسية والاقتصادية في الكويت، ويعتبر من الشخصيات المؤثرة في المشهد السياسي الكويتي.\"},{\"name\": \"الشيخ احمد الفهد\",\"original_text\": null,\"type\": \"PERSON\",\"description\": \"سياسي كويتي بارز، شغل العديد من المناصب الحكومية، بما في ذلك منصب وزير النفط ووزير الرياضة. يتمتع بشخصية قيادية قوية ومهارات خطابية عالية، كما أنه معروف بانتمائه لأسرة الصباح الحاكمة. لعب دوراً مهماً في العديد من القضايا السياسية والاقتصادية في الكويت، ويعتبر من الشخصيات المؤثرة في المشهد السياسي الكويتي.\"},{\"name\": \"كتله العمل الوطني\",\"original_text\": null,\"type\": \"ORGANIZATIO"