"\"Entities\": [{\"name\": \"نوري المالكي\",\"original_text\": \"Nouri al-Maliki\",\"type\": \"PERSON\",\"description\": \"سياسي عراقي شغل منصب رئيس وزراء العراق من عام 2006 إلى عام 2014.  قاد البلاد خلال فترة حرب العراق والانسحاب الأمريكي، وشهدت فترة ولايته صراعات طائفية وتوترات سياسية.  يُعرف بتحالفه الوثيق مع إيران ودوره في تشكيل حكومة ذات أغلبية شيعية.  أثارت سياساته جدلاً واسعاً، حيث اتهمه البعض بالطائفية والفساد.\"},{\"name\": \"سوريا\",\"original_text\": \"Syria\",\"type\": \"LOCATION\",\"description\": \"دولة عربية تقع في غرب آسيا، عاصمتها دمشق.  تشتهر بتاريخها العريق وحضاراتها القديمة، مثل الحضارة الآرامية والفينيقية والرومانية.  شهدت سوريا في السنوات الأخيرة حرباً أهلية مدمرة أدت إلى أزمة إنسانية كبيرة ونزوح ملايين السوريين.  تُعتبر سوريا لاعباً إقليمياً مهماً في الشرق الأوسط، ولها علاقات وثيقة مع إيران وروسيا.\"},{\"name\": \"إيران\",\"original_text\": \"Iran\",\"type\": \"LOCATION\",\"description\": \"دولة تقع في غرب آسيا، عاصمتها طهران.  تُعتبر إيران قوة إقليمية مؤثرة في الشرق الأوسط، ولها دور بارز في الصراعات الإقليمية.  تشتهر إيران بثقافتها الغنية وتاريخها العريق، الذي يعود إلى الإمبراطورية الفارسية.  شهدت إيران ثورة إسلامية عام 1979، وأصبحت جمهورية إسلامية بقيادة رجال الدين.\"},{\"name\": \"بغداد\",\"original_text\": \"Baghdad\",\"type\": \"LOCATION\",\"description\": \"عاصمة العراق وأكبر مدنها، تقع على نهر دجلة.  تشتهر بغداد بتاريخها العريق، حيث كانت عاصمة الخلافة العباسية في العصر الذهبي للإسلام.  شهدت بغداد في العقود الأخيرة حروباً وصراعات طائفية أثرت على أمنها واستقرارها.  تُعتبر بغداد مركزاً ثقافياً واقتصادياً مهماً في العراق.\"},{\"name\": \"العراق\",\"original_text\": \"Iraq\",\"type\": \"LOCATION\",\"description\": \"دولة عربية تقع في غرب آسيا، عاصمتها بغداد.  يشتهر العراق بتاريخه العريق، حيث كان مهداً لحضارات بلاد ما بين النهرين، مثل الحضارة السومرية والبابلية والآشورية.  شهد العراق في العقود الأخيرة حروباً وصراعات طائفية أثرت على أمنه واستقراره.  يُعتبر العراق لاعباً إقليمياً مهماً في الشرق الأوسط، ويمتلك ثروة نفطية كبيرة.\"},{\"name\": \"الربيع العربي\",\"original_text\": \"Arab Spring\",\"type\": \"EVENT\",\"description\": \"سلسلة من الاحتجاجات الشعبية التي اندلعت في العديد من الدول العربية في أواخر عام 2010 وأوائل عام 2011.  طالبت هذه الاحتجاجات بالإصلاح السياسي والاقتصادي والاجتماعي، وأدت إلى إسقاط بعض الأنظمة الحاكمة، مثل نظام حسني مبارك في مصر ونظام زين العابدين بن علي في تونس.  أثّر الربيع العربي بشكل كبير على المشهد السياسي في الشرق الأوسط، وأدى إلى صراعات وتوترات في بعض الدول.\"},{\"name\": \"الثورة السورية\",\"original_text\": \"Syrian Revolution\",\"type\": \"EVENT\",\"description\": \"انتفاضة شعبية اندلعت في سوريا عام 2011، للمطالبة بالإصلاح السياسي وإسقاط نظام بشار الأسد.  تحولت هذه الانتفاضة إلى حرب أهلية مدمرة، أدت إلى أزمة إنسانية كبيرة ونزوح ملايين السوريين.  تدخلت العديد من القوى الإقليمية والدولية في الصراع السوري، مما زاد من تعقيده.\"},{\"name\": \"وزارة الخارجية في بغداد\",\"original_text\": \"Ministry of Foreign Affairs in Baghdad\",\"type\": \"ORGANIZATION\",\"description\": \"الجهة الحكومية المسؤولة عن العلاقات الخارجية للعراق.  تُعنى الوزارة بالتمثيل الدبلوماسي للعراق في الخارج، والتفاوض على الاتفاقيات الدولية، وحماية مصالح العراق ومواطنيه في الخارج.  تقع وزارة الخارجية في العاصمة بغداد، وتضم عدداً كبيراً من الدبلوماسيين والموظفين.\"},{\"name\": \"الدولة العثمانية\",\"original_text\": \"Ottoman Empire\",\"type\": \"ORGANIZATION\",\"description\": \"إمبراطورية إسلامية حكمت مناطق واسعة من جنوب شرق أوروبا وغرب آسيا وشمال أفريقيا، استمرت من القرن الثالث عشر إلى أوائل القرن العشرين.  كانت الدولة العثمانية قوة عظمى في العالم، واشتهرت بنظامها الإداري والعسكري المتطور.  انهارت الدولة العثمانية بعد الحرب العالمية الأولى، وأدت إلى تقسيم أراضيها بين الدول الأوروبية.\"},{\"name\": \"الموصل\",\"original_text\": \"Mosul\",\"type\": \"LOCATION\",\"description\": \"مدينة عراقية تقع في شمال العراق، على نهر دجلة.  تشتهر الموصل بتاريخها العريق، حيث كانت مركزاً تجارياً وثقافياً مهماً في العصور القديمة.  شهدت الموصل في السنوات الأخيرة سيطرة تنظيم داعش عليها، وأدت المعارك لتحريرها إلى دمار كبير في المدينة.\"},{\"name\": \"البصرة\",\"original_text\": \"Basra\",\"type\": \"LOCATION\",\"description\": \"مدينة عراقية تقع في جنوب العراق، على شط العرب.  تشتهر البصرة بمينائها الكبير، الذي يُعتبر من أهم الموانئ في الخليج العربي.  تُعتبر البصرة مركزاً اقتصادياً مهماً في العراق، ويمتلك مينائها دوراً حيوياً في تصدير النفط العراقي.\"},{\"name\": \"معاهدة ويست فاليا\",\"original_text\": \"Treaty of Westphalia\",\"type\": \"LAW\",\"description\": \"معاهدة سلام أُبرمت عام 1648، أنهت حرب الثلاثين عاماً في أوروبا.  تُعتبر معاهدة ويست فاليا نقطة تحول في تاريخ أوروبا، حيث أسست لمبدأ سيادة الدولة القومية، وأنهت التدخل الديني في الشؤون السياسية.  أدت معاهدة ويست فاليا إلى تشكيل نظام دولي جديد، قائم على مبدأ توازن القوى بين الدول.\"},{\"name\": \"معاهدة لوزان\",\"original_text\": \"Treaty of Lausanne\",\"type\": \"LAW\",\"description\": \"معاهدة سلام أُبرمت عام 1923، أنهت الحرب التركية اليونانية.  أدت معاهدة لوزان إلى رسم الحدود الحديثة لتركيا، وإلغاء معاهدة سيفر التي كانت مجحفة بحق تركيا.  تُعتبر معاهدة لوزان نقطة تحول في تاريخ تركيا، حيث أسست لقيام الجمهورية التركية الحديثة.\"},{\"name\": \"مؤتمر مصر\",\"original_text\": \"Egypt Conference\",\"type\": \"EVENT\",\"description\": \"مؤتمر دولي عُقد في مصر في عام 1921، لمناقشة مستقبل الدولة العثمانية بعد الحرب العالمية الأولى.  أدت نتائج مؤتمر مصر إلى رسم الحدود الحديثة لبعض الدول العربية، مثل العراق وسوريا.  أثّر مؤتمر مصر بشكل كبير على المشهد السياسي في الشرق الأوسط، وأدى إلى تشكيل دول جديدة.\"},{\"name\": \"معاهدة سان ريمو\",\"original_text\": \"Treaty of San Remo\",\"type\": \"LAW\",\"description\": \"معاهدة سلام أُبرمت عام 1920، قسمت أراضي الدولة العثمانية في الشرق الأوسط بين الدول المنتصرة في الحرب العالمية الأولى.  أدت معاهدة سان ريمو إلى وضع العراق وفلسطين وسوريا ولبنان تحت الانتداب البريطاني والفرنسي.  أثّرت معاهدة سان ريمو بشكل كبير على المشهد السياسي في الشرق الأوسط، وأدت إلى تشكيل دول جديدة.\"},{\"name\": \"معاهدة سيفر\",\"original_text\": \"Treaty of Sèvres\",\"type\": \"LAW\",\"description\": \"معاهدة سلام أُبرمت عام 1920، فرضت شروطاً قاسية على الدولة العثمانية بعد الحرب العالمية الأولى.  أدت معاهدة سيفر إلى تقسيم أراضي الدولة العثمانية، وإضعافها بشكل كبير.  رفضت الحركة الوطنية التركية معاهدة سيفر، وأدت إلى حرب الاستقلال التركية.\"},{\"name\": \"الاب انساس الكرملي\",\"original_text\": \"Father Anas Al-Karmali\",\"type\": \"PERSON\",\"description\": \"شخصية دينية عراقية بارزة في أوائل القرن العشرين.  عُرف بدوره في النهضة الثقافية العربية، وأسس مجلة لغة العرب عام 1910.  دعا الكرملي إلى النهوض بالديار العراقية، أسوة بالديار الشامية والمصرية.  يُعتبر الكرملي من رواد الفكر القومي العربي في العراق.\"},{\"name\": \"مجلة لغة العرب\",\"original_text\": \"Lisan Al-Arab Magazine\",\"type\": \"WORK_OF_ART\",\"description\": \"مجلة ثقافية عربية أُسست عام 1910، على يد الأب أنساس الكرملي.  عُرفت المجلة بدورها في النهضة الثقافية العربية، ونشر الفكر القومي العربي.  دعت مجلة لغة العرب إلى الوحدة العربية، والنهوض باللغة العربية.  تُعتبر مجلة لغة العرب من أهم المجلات الثقافية العربية في أوائل القرن العشرين.\"},{\"name\": \"الدكتور عصام الخفاجي\",\"original_text\": \"Dr. Essam Al-Khafaji\",\"type\": \"PERSON\",\"description\": \"باحث عراقي متخصص في التاريخ والسياسة.  عُرف بدراساته حول تاريخ العراق الحديث، وتشكيل الدولة العراقية.  يُعتبر الخفاجي من الباحثين البارزين في مجال التاريخ العراقي، وله العديد من المؤلفات والبحوث الأكاديمية.\"},{\"name\": \"حرب تحرير الكويت\",\"original_text\": \"Gulf War\",\"type\": \"EVENT\",\"description\": \"حرب اندلعت عام 1991، لتحرير الكويت من الغزو العراقي.  قاد الولايات المتحدة الأمريكية تحالفاً دولياً ضد العراق، وأدت الحرب إلى هزيمة العراق وتحرير الكويت.  أثّرت حرب تحرير الكويت بشكل كبير على المشهد السياسي في الشرق الأوسط، وأدت إلى فرض عقوبات دولية على العراق.\"},{\"name\": \"تشرتشل\",\"original_text\": \"Churchill\",\"type\": \"PERSON\",\"description\": \"سياسي بريطاني شغل منصب رئيس وزراء بريطانيا خلال الحرب العالمية الثانية.  عُرف بدوره القيادي في الحرب، وخطاباته الملهمة للشعب البريطاني.  يُعتبر تشرتشل من أهم الشخصيات السياسية في القرن العشرين، وله دور بارز في تاريخ بريطانيا والعالم.\"},{\"name\": \"الشريف حسين\",\"original_text\": \"Sharif Hussein\",\"type\": \"PERSON\",\"description\": \"زعيم عربي قاد الثورة العربية الكبرى ضد الدولة العثمانية خلال الحرب العالمية الأولى.  طمح الشريف حسين إلى تأسيس دولة عربية مستقلة، تشمل الحجاز والشام والعراق.  يُعتبر الشريف حسين من رواد الفكر القومي العربي، وله دور بارز في تاريخ العرب.\"},{\"name\": \"الحجاز\",\"original_text\": \"Hejaz\",\"type\": \"LOCATION\",\"description\": \"منطقة تاريخية تقع في غرب شبه الجزيرة العربية، تضم مدينتي مكة المكرمة والمدينة المنورة.  كانت الحجاز مهداً للإسلام، وموطناً للرسول محمد صلى الله عليه وسلم.  تُعتبر الحجاز منطقة مقدسة لدى المسلمين، وتشهد سنوياً توافد ملايين الحجاج لأداء فريضة الحج.\"},{\"name\": \"الثورة العربية الكبرى\",\"original_text\": \"Great Arab Revolt\",\"type\": \"EVENT\",\"description\": \"ثورة اندلعت عام 1916، بقيادة الشريف حسين ضد الدولة العثمانية خلال الحرب العالمية الأولى.  طالبت الثورة العربية الكبرى بالاستقلال عن الدولة العثمانية، وتأسيس دولة عربية مستقلة.  أدت الثورة العربية الكبرى إلى هزيمة الدولة العثمانية في الحجاز والشام، وساهمت في تقسيم أراضيها بعد الحرب.\"},{\"name\": \"نور السعيد\",\"original_text\": \"Nuri al-Said\",\"type\": \"PERSON\",\"description\": \"سياسي عراقي شغل منصب رئيس وزراء العراق لعدة مرات خلال العهد الملكي.  عُرف بدوره البارز في السياسة العراقية، وعلاقاته الوثيقة مع بريطانيا.  يُعتبر نور السعيد من الشخصيات المثيرة للجدل في تاريخ العراق، حيث اتهمه البعض بالعمالة لبريطانيا.\"},{\"name\": \"ياسين الهاشمي\",\"original_text\": \"Yasin al-Hashimi\",\"type\": \"PERSON\",\"description\": \"سياسي عراقي شغل منصب رئيس وزراء العراق لعدة مرات خلال العهد الملكي.  عُرف بدوره البارز في السياسة العراقية، ومواقفه القومية العربية.  يُعتبر ياسين الهاشمي من الشخصيات الوطنية البارزة في تاريخ العراق.\"},{\"name\": \"جعفر العسكري\",\"original_text\": \"Jaafar al-Askari\",\"type\": \"PERSON\",\"description\": \"سياسي عراقي شغل منصب رئيس وزراء العراق لعدة مرات خلال العهد الملكي.  عُرف بدوره البارز في السياسة العراقية، ومواقفه القومية العربية.  يُعتبر جعفر العسكري من الشخصيات الوطنية البارزة في تاريخ العراق.\"},{\"name\": \"الملك فيصل\",\"original_text\": \"King Faisal\",\"type\": \"PERSON\",\"description\": \"أول ملك للعراق، حكم من عام 1921 إلى عام 1933.  عُرف بدوره البارز في تأسيس الدولة العراقية الحديثة، ومواقفه القومية العربية.  يُعتبر الملك فيصل من الشخصيات الوطنية البارزة في تاريخ العراق، وله مكانة خاصة في قلوب العراقيين.\"},{\"name\": \"دمشق\",\"original_text\": \"Damascus\",\"type\": \"LOCATION\",\"description\": \"عاصمة سوريا وأكبر مدنها، تقع في جنوب غرب سوريا.  تشتهر دمشق بتاريخها العريق، حيث تُعتبر من أقدم المدن المأهولة بالسكان في العالم.  شهدت دمشق في السنوات الأخيرة حرباً أهلية مدمرة أثرت على أمنها واستقرارها.  تُعتبر دمشق مركزاً ثقافياً واقتصادياً مهماً في سوريا.\"},{\"name\": \"الاكراد\",\"original_text\": \"Kurds\",\"type\": \"MISC\",\"description\": \"شعب كردي يعيش في مناطق واسعة من الشرق الأوسط، بما في ذلك تركيا وإيران والعراق وسوريا.  يطالب الأكراد بحقوقهم القومية، وتأسيس دولة كردية مستقلة.  شهد الأكراد في العقود الأخيرة صراعات وحروباً مع الدول التي يعيشون فيها.  يُعتبر الأكراد من أكبر الشعوب التي لا تمتلك دولة خاصة بها.\"},{\"name\": \"الشيخ محمود الحفيد\",\"original_text\": \"Sheikh Mahmoud al-Hafid\",\"type\": \"PERSON\",\"description\": \"زعيم كردي قاد انتفاضة ضد الحكم البريطاني في العراق عام 1919.  طالب الشيخ محمود الحفيد بالاستقلال الكردي، وتأسيس دولة كردية مستقلة.  يُعتبر الشيخ محمود الحفيد من رواد الحركة القومية الكردية في العراق.\"},{\"name\": \"السليمانية\",\"original_text\": \"Sulaymaniyah\",\"type\": \"LOCATION\",\"description\": \"مدينة عراقية تقع في شمال العراق، في إقليم كردستان.  تشتهر السليمانية بجمالها الطبيعي، وجامعتها العريقة.  تُعتبر السليمانية مركزاً ثقافياً واقتصادياً مهماً في إقليم كردستان.\"},{\"name\": \"الملا مصطفى البارزاني\",\"original_text\": \"Mullah Mustafa Barzani\",\"type\": \"PERSON\",\"description\": \"زعيم كردي قاد الحركة القومية الكردية في العراق لعدة عقود.  طالب البارزاني بالاستقلال الكردي، وتأسيس دولة كردية مستقلة.  يُعتبر البارزاني من أهم الشخصيات القومية الكردية في القرن العشرين، وله دور بارز في تاريخ الأكراد.\"},{\"name\": \"جمهورية مهاباد\",\"original_text\": \"Republic of Mahabad\",\"type\": \"ORGANIZATION\",\"description\": \"جمهورية كردية قصيرة العمر، أُعلنت في شمال غرب إيران عام 1946.  قاد الجمهورية الملا مصطفى البارزاني، وطالبت بالاستقلال الكردي.  انهارت جمهورية مهاباد بعد عام واحد من تأسيسها، بعد تدخل الجيش الإيراني.\"},{\"name\": \"ثورة 1958\",\"original_text\": \"1958 Revolution\",\"type\": \"EVENT\",\"description\": \"ثورة اندلعت في العراق عام 1958، أطاحت بالنظام الملكي وأعلنت قيام الجمهورية العراقية.  قاد الثورة مجموعة من الضباط العسكريين، بقيادة عبد الكريم قاسم.  أثّرت ثورة 1958 بشكل كبير على المشهد السياسي في العراق، وأدت إلى تغييرات جذرية في النظام السياسي والاجتماعي.\"},{\"name\": \"عبد الكريم قاسم\",\"original_text\": \"Abd al-Karim Qasim\",\"type\": \"PERSON\",\"description\": \"سياسي عراقي قاد ثورة 1958، وأصبح أول رئيس وزراء للجمهورية العراقية.  عُرف قاسم بمواقفه القومية العربية، ومحاولاته لتطبيق سياسات اشتراكية في العراق.  أُطيح بقاسم في انقلاب عسكري عام 1963، وأُعدم بعد ذلك.\"},{\"name\": \"ثورة ايلول\",\"original_text\": \"September Revolution\",\"type\": \"EVENT\",\"description\": \"ثورة كردية اندلعت في شمال العراق عام 1961، بقيادة الملا مصطفى البارزاني.  طالبت ثورة أيلول بالاستقلال الكردي، وتأسيس دولة كردية مستقلة.  أدت ثورة أيلول إلى حرب طويلة بين الأكراد والحكومة العراقية.\"},{\"name\": \"حزب البعث\",\"original_text\": \"Ba'ath Party\",\"type\": \"ORGANIZATION\",\"description\": \"حزب سياسي قومي عربي، تأسس في سوريا عام 1947.  حكم حزب البعث العراق وسوريا لعدة عقود، واشتهر بسياساته القومية العربية والاشتراكية.  يُعتبر حزب البعث من الأحزاب السياسية المؤثرة في تاريخ العرب، وله دور بارز في الصراعات الإقليمية.\"},{\"name\": \"تموز 1968\",\"original_text\": \"July 1968\",\"type\": \"EVENT\",\"description\": \"انقلاب عسكري وقع في العراق عام 1968، أوصل حزب البعث إلى السلطة.  قاد الانقلاب أحمد حسن البكر، وأصبح رئيساً للجمهورية العراقية.  أثّر انقلاب تموز 1968 بشكل كبير على المشهد السياسي في العراق، وأدى إلى حكم حزب البعث لعدة عقود.\"},{\"name\": \"الحزب الشيوعي\",\"original_text\": \"Communist Party\",\"type\": \"ORGANIZATION\",\"description\": \"حزب سياسي يساري، تأسس في العراق عام 1934.  عُرف الحزب الشيوعي العراقي بمواقفه القومية العربية، ودعوته إلى تطبيق سياسات اشتراكية في العراق.  شهد الحزب الشيوعي العراقي اضطهاداً كبيراً خلال حكم حزب البعث، وأُعدم العديد من قادته وأعضائه.\"},{\"name\": \"حرب ايران\",\"original_text\": \"Iran-Iraq War\",\"type\": \"EVENT\",\"description\": \"حرب اندلعت بين العراق وإيران عام 1980، واستمرت لثماني سنوات.  أدت الحرب إلى خسائر بشرية ومادية كبيرة للبلدين، ولم تحقق أي منهما نصراً حاسماً.  أثّرت حرب إيران على المشهد السياسي في الشرق الأوسط، وأدت إلى توتر العلاقات بين العراق وإيران.\"},{\"name\": \"غزو الكويت\",\"original_text\": \"Invasion of Kuwait\",\"type\": \"EVENT\",\"description\": \"غزو عسكري شنّه العراق على الكويت عام 1990، وأدى إلى احتلال الكويت.  أدان المجتمع الدولي الغزو العراقي، وأدت حرب تحرير الكويت عام 1991 إلى هزيمة العراق وتحرير الكويت.  أثّر غزو الكويت على المشهد السياسي في الشرق الأوسط، وأدى إلى فرض عقوبات دولية على العراق.\"},{\"name\": \"العمارة\",\"original_text\": \"Amarah\",\"type\": \"LOCATION\",\"description\": \"مدينة عراقية تقع في جنوب شرق العراق، على نهر دجلة.  تشتهر العمارة بأهوارها، التي تُعتبر من أهم المناطق الرطبة في العالم.  تُعتبر العمارة مركزاً زراعياً مهماً في العراق، واشتهرت بزراعة الأرز.\"},{\"name\": \"الانبار\",\"original_text\": \"Anbar\",\"type\": \"LOCATION\",\"description\": \"محافظة عراقية تقع في غرب العراق، على الحدود مع سوريا والأردن.  تشتهر الأنبار بصحرائها الشاسعة، ومدنها التاريخية، مثل الفلوجة والرمادي.  شهدت الأنبار في السنوات الأخيرة سيطرة تنظيم داعش عليها، وأدت المعارك لتحريرها إلى دمار كبير في المحافظة.\"},{\"name\": \"البرلمان العراقي\",\"original_text\": \"Iraqi Parliament\",\"type\": \"ORGANIZATION\",\"description\": \"الجهة التشريعية في العراق، يُنتخب أعضاؤه من قبل الشعب العراقي.  يُعنى البرلمان العراقي بسن القوانين، ومراقبة عمل الحكومة، وإقرار الموازنة العامة للدولة.  يقع البرلمان العراقي في العاصمة بغداد، ويضم عدداً كبيراً من النواب.\"},{\"name\": \"عبد النوري السعيد\",\"original_text\": \"Abd al-Nuri al-Said\",\"type\": \"PERSON\",\"description\": \"سياسي عراقي شغل منصب رئيس وزراء العراق لعدة مرات خلال العهد الملكي.  عُرف بدوره البارز في السياسة العراقية، وعلاقاته الوثيقة مع بريطانيا.  يُعتبر عبد النوري السعيد من الشخصيات المثيرة للجدل في تاريخ العراق، حيث اتهمه البعض بالعمالة لبريطانيا.\"},{\"name\": \"الاتحاد السوفيتي\",\"original_text\": \"Soviet Union\",\"type\": \"ORGANIZATION\",\"description\": \"دولة شيوعية سابقة، كانت موجودة من عام 1922 إلى عام 1991.  كانت الاتحاد السوفيتي قوة عظمى في العالم، واشتهرت بنظامها السياسي والاقتصادي الشيوعي.  انهار الاتحاد السوفيتي عام 1991، وأدت إلى تشكيل دول مستقلة جديدة.\"},{\"name\": \"النفط\",\"original_text\": \"Oil\",\"type\": \"PRODUCT\",\"description\": \"مورد طبيعي هام، يُستخدم في إنتاج الطاقة والوقود.  يُعتبر النفط من أهم السلع في العالم، وله دور بارز في الاقتصاد العالمي.  يمتلك العراق ثروة نفطية كبيرة، ويُعتبر من أهم الدول المنتجة للنفط في العالم.\"},{\"name\": \"بريطانيا\",\"original_text\": \"Britain\",\"type\": \"LOCATION\",\"description\": \"دولة تقع في شمال غرب أوروبا، عاصمتها لندن.  تُعتبر بريطانيا قوة عظمى سابقة، واشتهرت بإمبراطوريتها الاستعمارية الواسعة.  تُعتبر بريطانيا اليوم دولة ديمقراطية متقدمة، ولها دور بارز في السياسة والاقتصاد العالميين.\"},{\"name\": \"الكويت\",\"original_text\": \"Kuwait\",\"type\": \"LOCATION\",\"description\": \"دولة عربية تقع في شمال شرق شبه الجزيرة العربية، على الخليج العربي.  تشتهر الكويت بثروتها النفطية الكبيرة، ونظامها السياسي الديمقراطي.  تُعتبر الكويت لاعباً إقليمياً مهماً في الشرق الأوسط، ولها دور بارز في مجلس التعاون الخليجي.\"},{\"name\": \"مجلس التعاون الخليجي\",\"original_text\": \"Gulf Cooperation Council\",\"type\": \"ORGANIZATION\",\"description\": \"منظمة إقليمية تضم ست دول عربية خليجية: السعودية، والإمارات، والكويت، وقطر، والبحرين، وعمان.  تأسس مجلس التعاون الخليجي عام 1981، بهدف تعزيز التعاون بين الدول الأعضاء في المجالات السياسية والاقتصادية والأمنية.  يُعتبر مجلس التعاون الخليجي لاعباً إقليمياً مهماً في الشرق الأوسط، وله دور بارز في الصراعات الإقليمية.\"},{\"name\": \"حزب البعث العربي\",\"original_text\": \"Arab Ba'ath Party\",\"type\": \"ORGANIZATION\",\"description\": \"حزب سياسي قومي عربي، تأسس في سوريا عام 1947.  حكم حزب البعث العراق وسوريا لعدة عقود، واشتهر بسياساته القومية العربية والاشتراكية.  يُعتبر حزب البعث من الأحزاب السياسية المؤثرة في تاريخ العرب، وله دور بارز في الصراعات الإقليمية.\"},{\"name\": \"ميشيل عفلق\",\"original_text\": \"Michel Aflaq\",\"type\": \"PERSON\",\"description\": \"مفكر وسياسي سوري، يُعتبر من مؤسسي حزب البعث العربي.  عُرف عفلق بأفكاره القومية العربية، ودعوته إلى الوحدة العربية.  يُعتبر عفلق من الشخصيات المؤثرة في الفكر القومي العربي، وله دور بارز في تاريخ العرب.\"},{\"name\": \"اكرم الحوراني\",\"original_text\": \"Akram al-Hawrani\",\"type\": \"PERSON\",\"description\": \"سياسي سوري، يُعتبر من مؤسسي حزب البعث العربي.  عُرف الحوراني بمواقفه الاشتراكية، ودعوته إلى تطبيق سياسات اشتراكية في الدول العربية.  يُعتبر الحوراني من الشخصيات المؤثرة في الفكر القومي العربي، وله دور بارز في تاريخ العرب.\"},{\"name\": \"صلاح الدين البيطار\",\"original_text\": \"Salah al-Din al-Bitar\",\"type\": \"PERSON\",\"description\": \"سياسي سوري، يُعتبر من مؤسسي حزب البعث العربي.  عُرف البيطار بمواقفه القومية العربية، ودعوته إلى الوحدة العربية.  يُعتبر البيطار من الشخصيات المؤثرة في الفكر القومي العربي، وله دور بارز في تاريخ العرب.\"},{\"name\": \"زكي الارسوزي\",\"original_text\": \"Zaki al-Arsuzi\",\"type\": \"PERSON\",\"description\": \"مفكر وسياسي سوري، يُعتبر من مؤسسي حزب البعث العربي.  عُرف الأرسوزي بأفكاره القومية العربية، ودعوته إلى الوحدة العربية.  يُعتبر الأرسوزي من الشخصيات المؤثرة في الفكر القومي العربي، وله دور بارز في تاريخ العرب.\"},{\"name\": \"نكبة فلسطين\",\"original_text\": \"Palestinian Nakba\",\"type\": \"EVENT\",\"description\": \"نكبة حلت بالشعب الفلسطيني عام 1948، أدت إلى تهجير مئات الآلاف من الفلسطينيين من ديارهم، واحتلال إسرائيل لأراضيهم.  تُعتبر نكبة فلسطين من أهم الأحداث في تاريخ العرب، وأدت إلى صراع طويل بين العرب وإسرائيل.\"},{\"name\": \"الجامعة الأمريكية في بيروت\",\"original_text\": \"American University of Beirut\",\"type\": \"ORGANIZATION\",\"description\": \"جامعة عريقة تقع في بيروت، لبنان.  تشتهر الجامعة الأمريكية في بيروت بمستواها الأكاديمي العالي، وخرّيجيها البارزين في مختلف المجالات.  تُعتبر الجامعة الأمريكية في بيروت من أهم الجامعات في الشرق الأوسط، ولها دور بارز في النهضة الثقافية العربية.\"},{\"name\": \"قسطنطين زريق\",\"original_text\": \"Constantine Zurayk\",\"type\": \"PERSON\",\"description\": \"مفكر ومؤرخ لبناني، يُعتبر من رواد الفكر القومي العربي.  عُرف زريق بأفكاره حول النهضة العربية، ودعوته إلى الوحدة العربية.  يُعتبر زريق من الشخصيات المؤثرة في الفكر القومي العربي، وله دور بارز في تاريخ العرب.\"},{\"name\": \"جورج حبش\",\"original_text\": \"George Habash\",\"type\": \"PERSON\",\"description\": \"سياسي فلسطيني، يُعتبر من مؤسسي الجبهة الشعبية لتحرير فلسطين.  عُرف حبش بمواقفه القومية العربية، ودعوته إلى الكفاح المسلح ضد إسرائيل.  يُعتبر حبش من الشخصيات المؤثرة في تاريخ القضية الفلسطينية، وله دور بارز في الصراع العربي الإسرائيلي.\"},{\"name\": \"فؤاد الركابي\",\"original_text\": \"Fuad al-Rikabi\",\"type\": \"PERSON\",\"description\": \"سياسي عراقي، يُعتبر من أوائل البعثيين في العراق.  عُرف الركابي بدوره التنظيمي في حزب البعث، وقيادته لتنظيمات الحزب في جنوب العراق.  يُعتبر الركابي من الشخصيات المؤثرة في تاريخ حزب البعث في العراق.\"},{\"name\": \"الناصريه\",\"original_text\": \"Nasiriyah\",\"type\": \"LOCATION\",\"description\": \"مدينة عراقية تقع في جنوب العراق، على نهر الفرات.  تشتهر الناصرية بتاريخها العريق، ومساجدها القديمة.  تُعتبر الناصرية مركزاً زراعياً مهماً في العراق، واشتهرت بزراعة النخيل.\"},{\"name\": \"حنا بطاطو\",\"original_text\": \"Hanna Batatu\",\"type\": \"PERSON\",\"description\": \"مؤرخ وكاتب فلسطيني، يُعتبر من أهم الباحثين في تاريخ العراق الحديث.  عُرف بطاطو بكتابه \"العراق: الشيوعيون، البعثيون، والضباط الأحرار\"، الذي يُعتبر من أهم المراجع الأكاديمية حول تاريخ العراق الحديث.  يُعتبر بطاطو من الباحثين البارزين في مجال التاريخ العراقي، وله العديد من المؤلفات والبحوث الأكاديمية.\"},{\"name\": \"الدكتور فلاح\",\"original_text\": \"Dr. Falah\",\"type\": \"PERSON\",\"description\": \"باحث كويتي متخصص في التاريخ والسياسة.  عُرف بدراساته حول تاريخ الخليج العربي، والتنظيمات السياسية في الخليج.  يُعتبر الدكتور فلاح من الباحثين البارزين في مجال تاريخ الخليج، وله العديد من المؤلفات والبحوث الأكاديمية.\"},{\"name\": \"صدام حسين\",\"original_text\": \"Saddam Hussein\",\"type\": \"PERSON\",\"description\": \"سياسي عراقي شغل منصب رئيس جمهورية العراق من عام 1979 إلى عام 2003.  عُرف صدام حسين بحكمه السلطوي، وحروبه ضد إيران والكويت.  أُطيح بصدام حسين في الغزو الأمريكي للعراق عام 2003، وأُعدم بعد ذلك.  يُعتبر صدام حسين من الشخصيات المثيرة للجدل في تاريخ العراق، حيث اتهمه البعض بالدكتاتورية وانتهاك حقوق الإنسان.\"},{\"name\": \"احمد البكر\",\"original_text\": \"Ahmed Hassan al-Bakr\",\"type\": \"PERSON\",\"description\": \"سياسي عراقي شغل منصب رئيس جمهورية العراق من عام 1968 إلى عام 1979.  عُرف البكر بدوره في وصول حزب البعث إلى السلطة، وقيادته للعراق خلال حرب أكتوبر 1973.  استقال البكر من منصبه عام 1979، وخلفه صدام حسين.  يُعتبر البكر من الشخصيات المؤثرة في تاريخ حزب البعث في العراق.\"},{\"name\": \"اتفاقية الجزائر\",\"original_text\": \"Algiers Agreement\",\"type\": \"LAW\",\"description\": \"اتفاقية أُبرمت بين العراق وإيران عام 1975، أنهت النزاع الحدودي بين البلدين حول شط العرب.  نصّت الاتفاقية على تقاسم السيادة على شط العرب بين العراق وإيران.  أدت اتفاقية الجزائر إلى تحسين العلاقات بين العراق وإيران لفترة قصيرة، قبل أن تندلع الحرب بينهما عام 1980.\"},{\"name\": \"قمة الاوبك\",\"original_text\": \"OPEC Summit\",\"type\": \"EVENT\",\"description\": \"اجتماع دوري يُعقد بين الدول الأعضاء في منظمة الدول المصدرة للنفط (أوبك).  تُناقش في قمة أوبك سياسات إنتاج وتصدير النفط، وأسعار النفط العالمية.  تُعتبر قمة أوبك من أهم الأحداث في سوق النفط العالمي، وتؤثر قراراتها على أسعار النفط العالمية.\"},{\"name\": \"الجزائر\",\"original_text\": \"Algeri"