{
    "Entities": [
        {
            "name": "روبن ويليامز",
            "original_text": "Robin Williams",
            "type": "PERSON",
            "description": "ممثل كوميدي أمريكي شهير، عُرف بخفة دمه وإدخاله البهجة على قلوب الملايين. \n \n  اكتسب شهرة واسعة من خلال أدواره الكوميدية في العديد من الأفلام والبرامج التلفزيونية.\n \n  على الرغم من ظهوره بمظهر سعيد ومُبهج، إلا أنه كان يُعاني من الاكتئاب في حياته الشخصية.\n \n  انتحر في عام 2014، مما صدم جمهوره ومحبيه حول العالم."
        },
        {
            "name": "11/8/2014",
            "original_text": "11/8/2014",
            "type": "EVENT",
            "description": "تاريخ وفاة الممثل الكوميدي الأمريكي روبن ويليامز. \n \n  أثار خبر وفاته صدمة كبيرة في الوسط الفني وعند جمهوره.\n \n  يُصادف هذا التاريخ ذكرى حزينة لرحيل واحد من أشهر نجوم الكوميديا."
        },
        {
            "name": "كان يوست",
            "original_text": "Kanye West",
            "type": "PERSON",
            "description": "مغني راب ومنتِج موسيقي ومصمم أزياء أمريكي شهير. \n \n  يُعدّ واحدًا من أكثر الفنانين تأثيرًا في القرن الحادي والعشرين.\n \n  عُرف بتصريحاته المثيرة للجدل وسلوكه الغريب في بعض الأحيان.\n \n  أعلن عن معاناته من مشاكل نفسية، وتحدث عن تأثير الشهرة السلبي على حياته."
        },
        {
            "name": "2016",
            "original_text": "2016",
            "type": "EVENT",
            "description": "العام الذي أعلن فيه كانيي ويست عن معاناته من انهيار عصبي. \n \n  تحدث ويست عن تأثير الشهرة السلبي على صحته النفسية.\n \n  أثارت تصريحاته نقاشًا واسعًا حول ضغوط الشهرة وتأثيرها على المشاهير."
        },
        {
            "name": "الأميرة ديانا",
            "original_text": "Princess Diana",
            "type": "PERSON",
            "description": "أميرة ويلز السابقة، وزوجة الأمير تشارلز، ولي عهد المملكة المتحدة. \n \n  عُرفت بأناقتها وأعمالها الخيرية، وساهمت في تغيير الصورة النمطية للعائلة المالكة البريطانية.\n \n  عانت من مشاكل شخصية وضغوط إعلامية كبيرة خلال حياتها الزوجية.\n \n  توفيت في حادث سير مأساوي في باريس عام 1997."
        },
        {
            "name": "روبرت داوني جونيور",
            "original_text": "Robert Downey Jr.",
            "type": "PERSON",
            "description": "ممثل أمريكي شهير، عُرف بأدائه لدور الرجل الحديدي في سلسلة أفلام مارفل.\n \n  مرّ بفترة صعبة في حياته بسبب إدمانه على المخدرات والكحول.\n \n  تمكن من التغلب على إدمانه وعاد بقوة إلى عالم التمثيل.\n \n  يُعدّ واحدًا من أعلى الممثلين أجرًا في هوليوود."
        },
        {
            "name": "جوني ديب",
            "original_text": "Johnny Depp",
            "type": "PERSON",
            "description": "ممثل أمريكي شهير، عُرف بأدواره الغريبة والمتنوعة.\n \n  اشتهر بأدائه لشخصية جاك سبارو في سلسلة أفلام قراصنة الكاريبي.\n \n  مرّ بمشاكل شخصية وقضايا قانونية في السنوات الأخيرة.\n \n  لا يزال واحدًا من أشهر الممثلين في العالم."
        },
        {
            "name": "براد بيت",
            "original_text": "Brad Pitt",
            "type": "PERSON",
            "description": "ممثل ومنتج أفلام أمريكي شهير.\n \n  يُعدّ واحدًا من أشهر وأنجح الممثلين في هوليوود.\n \n  عُرف بأدواره في أفلام مثل نادي القتال وسِتة أقدام تحت الأرض.\n \n  مرّ بمشاكل شخصية، بما في ذلك طلاقه من أنجلينا جولي."
        },
        {
            "name": "بن أفليك",
            "original_text": "Ben Affleck",
            "type": "PERSON",
            "description": "ممثل ومخرج وكاتب سيناريو أمريكي شهير.\n \n  فاز بجائزة الأوسكار لأفضل سيناريو أصلي عن فيلم غود ويل هانتينغ.\n \n  أخرج وأدى دور البطولة في فيلم أرغو، الذي فاز بجائزة الأوسكار لأفضل فيلم.\n \n  تحدث عن معاناته من إدمان الكحول."
        },
        {
            "name": "جيفري إبستين",
            "original_text": "Jeffrey Epstein",
            "type": "PERSON",
            "description": "رجل أعمال أمريكي مثير للجدل. \n \n  اتُهم بالاتجار بالجنس واستغلال القاصرات.\n \n  أدين بتهم تتعلق بالاعتداء الجنسي على قاصر في عام 2008.\n \n  انتحر في السجن في عام 2019 أثناء انتظاره المحاكمة بتهم جديدة تتعلق بالاتجار بالجنس."
        },
        {
            "name": "ديزني",
            "original_text": "Disney",
            "type": "ORGANIZATION",
            "description": "شركة ترفيه وإعلام أمريكية متعددة الجنسيات. \n \n  تأسست عام 1923 من قبل والت ديزني وشقيقه روي ديزني.\n \n  تُعدّ واحدة من أكبر شركات الإعلام والترفيه في العالم.\n \n  تشتهر بإنتاجها للأفلام والمسلسلات التلفزيونية وبرامج الأطفال."
        },
        {
            "name": "نيكلوديون",
            "original_text": "Nickelodeon",
            "type": "ORGANIZATION",
            "description": "قناة تلفزيونية أمريكية مخصصة للأطفال والمراهقين. \n \n  تُعدّ واحدة من أشهر قنوات الأطفال في العالم.\n \n  تشتهر ببرامجها الكرتونية والمسلسلات الكوميدية.\n \n  مملوكة لشركة فاياكوم سي بي إس."
        },
        {
            "name": "معهد سايب روك",
            "original_text": "Sype Rock Institute",
            "type": "ORGANIZATION",
            "description": "مؤسسة بحثية أمريكية متخصصة في دراسة الصحة النفسية. \n \n  تأسست عام 1957.\n \n  تُجري أبحاثًا حول مجموعة واسعة من الموضوعات، بما في ذلك الاكتئاب والقلق واضطرابات المزاج.\n \n  تُقدم خدمات الصحة النفسية للمرضى."
        },
        {
            "name": "2012",
            "original_text": "2012",
            "type": "EVENT",
            "description": "العام الذي أجرى فيه باحثون في معهد سايب روك دراسة حول تأثير الشهرة المفاجئة على الصحة النفسية. \n \n  وجدت الدراسة أن الشهرة المفاجئة يمكن أن تؤدي إلى مشاكل نفسية، مثل الاكتئاب والقلق.\n \n  أكدت الدراسة على أهمية الدعم النفسي للأشخاص الذين يمرون بتجربة الشهرة المفاجئة."
        },
        {
            "name": "دونا روكويل",
            "original_text": "Donna Rockwell",
            "type": "PERSON",
            "description": "باحثة نفسية أمريكية متخصصة في دراسة تأثير الشهرة على الصحة النفسية. \n \n  ألّفت كتابًا بعنوان \"التأقلم مع الشهرة: دليل نفسي\".\n \n  تعمل مع المشاهير لمساعدتهم على التعامل مع ضغوط الشهرة والحفاظ على صحتهم النفسية.\n \n  تُقدم استشارات للمنظمات حول كيفية دعم موظفيها الذين يتعاملون مع الجمهور."
        }
    ]
}