{
    "Entities": [
        {
            "name": "شبه الجزيرة العربية",
            "original_text": null,
            "type": "LOCATION",
            "description": "شبه الجزيرة العربية هي منطقة جغرافية تقع في غرب آسيا وتعتبر أكبر شبه جزيرة في العالم. \nتتميز شبه الجزيرة العربية بمناخها الصحراوي الحار والجاف، وتُعرف بثرواتها النفطية الهائلة.\n  تُعدّ شبه الجزيرة العربية مهدًا للعديد من الحضارات القديمة، بما في ذلك حضارات دلمون والأنباط.\n  تُعدّ شبه الجزيرة العربية موطنًا للعديد من المواقع الدينية المقدسة، بما في ذلك مكة المكرمة والمدينة المنورة."
        },
        {
            "name": "صربيا",
            "original_text": "Serbia",
            "type": "LOCATION",
            "description": "صربيا هي دولة تقع في جنوب شرق أوروبا، في منطقة البلقان.\n تشتهر صربيا بتاريخها الغني وثقافتها المتنوعة، وتُعرف بمناظرها الطبيعية الخلابة.\n تُعدّ صربيا دولة حديثة نسبيًا، حيث نالت استقلالها في عام 2006.\n تُعرف صربيا بإنتاجها للخوخ والتوت، وتُعدّ من الدول الرائدة في إنتاج هذه الفواكه."
        },
        {
            "name": "الدولة العثمانية",
            "original_text": null,
            "type": "ORGANIZATION",
            "description": "الدولة العثمانية هي إمبراطورية إسلامية أسسها عثمان الأول في الأناضول عام 1299م.\n امتدت الدولة العثمانية على مدى ستة قرون، وسيطرت على مناطق واسعة من جنوب شرق أوروبا وشمال أفريقيا والشرق الأوسط.\n  اشتهرت الدولة العثمانية بقوتها العسكرية ونظامها الإداري المتطور.\n  انهارت الدولة العثمانية بعد هزيمتها في الحرب العالمية الأولى عام 1918م."
        },
        {
            "name": "الأحساء",
            "original_text": null,
            "type": "LOCATION",
            "description": "الأحساء هي محافظة سعودية تقع في المنطقة الشرقية من المملكة العربية السعودية.\n تُعرف الأحساء بتاريخها الغني وثقافتها المتنوعة، وتُعدّ من أهم المناطق الزراعية في المملكة.\n تُشتهر الأحساء بإنتاجها للتمور، وتُعدّ من أهم الدول المنتجة للتمور في العالم.\n تُعدّ الأحساء موطنًا للعديد من المواقع الأثرية والتاريخية، بما في ذلك قصر إبراهيم وقصر صاهود."
        },
        {
            "name": "العجمان",
            "original_text": null,
            "type": "ORGANIZATION",
            "description": "العجمان هي قبيلة عربية عدنانية الأصل.\n  ينتشر أبناء قبيلة العجمان في دول الخليج العربي، وخاصة في المملكة العربية السعودية والكويت.\n  اشتهرت قبيلة العجمان بالفروسية والكرم والشجاعة.\n  لعبت قبيلة العجمان دورًا هامًا في تاريخ منطقة الخليج العربي."
        },
        {
            "name": "راكان بن فلاح بن حثلين",
            "original_text": null,
            "type": "PERSON",
            "description": "راكان بن فلاح بن حثلين هو شيخ وشاعر عربي من قبيلة العجمان.\n  ولد راكان بن حثلين في منطقة الأحساء عام 1812م.\n  اشتهر راكان بن حثلين بشجاعته وفروسيته، وقدرته على قيادة قبيلته.\n  ترك راكان بن حثلين إرثًا شعريًا هامًا، واشتهر بقصائده التي تغنى بالشجاعة والكرم."
        },
        {
            "name": "فلاح بن حثلين",
            "original_text": null,
            "type": "PERSON",
            "description": "فلاح بن حثلين هو شيخ من قبيلة العجمان، ووالد الشيخ راكان بن فلاح بن حثلين.\n  لا تتوفر معلومات كافية عن حياة فلاح بن حثلين.\n  يُذكر أن فلاح بن حثلين كان زعيمًا لقبيلة العجمان، وأن ابنه راكان خلفه في زعامة القبيلة.\n  يُعتقد أن فلاح بن حثلين كان له دور في تربية ابنه راكان على الفروسية والشجاعة."
        },
        {
            "name": "عزام بن حثلين",
            "original_text": null,
            "type": "PERSON",
            "description": "عزام بن حثلين هو شيخ من قبيلة العجمان، وخلف الشيخ فلاح بن حثلين في زعامة القبيلة.\n  تولى عزام بن حثلين زعامة قبيلة العجمان لمدة 15 عامًا، من عام 1845م إلى عام 1859م.\n  لا تتوفر معلومات كافية عن حياة عزام بن حثلين.\n  يُذكر أن عزام بن حثلين كان عمًا للشيخ راكان بن فلاح بن حثلين، وأنه سلمه زعامة القبيلة بعد وفاته."
        },
        {
            "name": "إسطنبول",
            "original_text": "Istanbul",
            "type": "LOCATION",
            "description": "إسطنبول هي مدينة تقع في تركيا، وتعتبر أكبر مدنها.\n  تُعرف إسطنبول بتاريخها الغني وثقافتها المتنوعة، وتُعدّ من أهم المدن السياحية في العالم.\n  كانت إسطنبول عاصمة للإمبراطورية البيزنطية والدولة العثمانية.\n  تُشتهر إسطنبول بمعالمها التاريخية، مثل آيا صوفيا والمسجد الأزرق."
        },
        {
            "name": "نيش",
            "original_text": "Niš",
            "type": "LOCATION",
            "description": "نيش هي مدينة تقع في صربيا، وتعتبر ثالث أكبر مدنها.\n  تُعرف نيش بتاريخها الغني وثقافتها المتنوعة.\n  كانت نيش جزءًا من الدولة العثمانية لمدة 400 عام.\n  تُشتهر نيش بقلعتها التاريخية، والتي تُعدّ من أهم المعالم السياحية في المدينة."
        },
        {
            "name": "تاريخ العجمان",
            "original_text": null,
            "type": "WORK_OF_ART",
            "description": "تاريخ العجمان هو كتاب تاريخي يتناول تاريخ قبيلة العجمان.\n  ألّف الكتاب فهد بن فردوس.\n  يُعدّ الكتاب من المصادر الهامة لدراسة تاريخ قبيلة العجمان.\n  يتناول الكتاب مختلف جوانب تاريخ القبيلة، بما في ذلك أصولها وهجراتها وحروبها."
        },
        {
            "name": "فهد بن فردوس",
            "original_text": null,
            "type": "PERSON",
            "description": "فهد بن فردوس هو مؤرخ وكاتب عربي.\n  ألّف فهد بن فردوس كتابًا هامًا عن تاريخ قبيلة العجمان، بعنوان \"تاريخ العجمان\".\n  يُعدّ كتاب \"تاريخ العجمان\" من المصادر الهامة لدراسة تاريخ القبيلة.\n  لا تتوفر معلومات كافية عن حياة فهد بن فردوس."
        },
        {
            "name": "حمزة",
            "original_text": null,
            "type": "PERSON",
            "description": "حمزة هو ضابط عثماني كان مسؤولًا عن سجن الشيخ راكان بن حثلين في قلعة نيش.\n  كان حمزة يُحسن معاملة الشيخ راكان، وقامت بينهما صداقة.\n  كان حمزة يُلبي طلبات الشيخ راكان، ونقل رسائله إلى الوالي العثماني.\n  لا تتوفر معلومات كافية عن حياة حمزة بعد إطلاق سراح الشيخ راكان."
        },
        {
            "name": "الفارس الأسود",
            "original_text": null,
            "type": "PERSON",
            "description": "الفارس الأسود هو فارس صربي قاتل في الحرب ضد العثمانيين.\n  كان الفارس الأسود ضخم الجثة وأسود البشرة، وكان يمتلك مهارات قتالية عالية.\n  أثار الفارس الأسود رعب الجيش العثماني، وقتل عددًا كبيرًا من جنوده.\n  هُزم الفارس الأسود على يد الشيخ راكان بن حثلين، الذي ألقى القبض عليه وسلمّه للوالي العثماني."
        },
        {
            "name": "مكة المكرمة",
            "original_text": null,
            "type": "LOCATION",
            "description": "مكة المكرمة هي مدينة مقدسة لدى المسلمين، وتقع في المملكة العربية السعودية.\n  تُعدّ مكة المكرمة وجهة ملايين المسلمين لأداء فريضة الحج والعمرة.\n  تضم مكة المكرمة المسجد الحرام، الذي يُعتبر أقدس بقعة على وجه الأرض لدى المسلمين.\n  ولد النبي محمد صلى الله عليه وسلم في مكة المكرمة، ونزل عليه الوحي فيها."
        },
        {
            "name": "المدينة المنورة",
            "original_text": null,
            "type": "LOCATION",
            "description": "المدينة المنورة هي مدينة مقدسة لدى المسلمين، وتقع في المملكة العربية السعودية.\n  هاجر النبي محمد صلى الله عليه وسلم إلى المدينة المنورة، وبنى فيها مسجده الشريف.\n  تُعدّ المدينة المنورة ثاني أقدس بقعة على وجه الأرض لدى المسلمين، بعد مكة المكرمة.\n  دُفن النبي محمد صلى الله عليه وسلم في المسجد النبوي الشريف في المدينة المنورة."
        },
        {
            "name": "حائل",
            "original_text": null,
            "type": "LOCATION",
            "description": "حائل هي مدينة تقع في منطقة حائل، في المملكة العربية السعودية.\n  تُعرف حائل بتاريخها الغني وثقافتها المتنوعة.\n  كانت حائل عاصمة لإمارة جبل شمر.\n  تُشتهر حائل بقلعتها التاريخية، والتي تُعدّ من أهم المعالم السياحية في المدينة."
        },
        {
            "name": "جبل أبو غنيمة",
            "original_text": null,
            "type": "LOCATION",
            "description": "جبل أبو غنيمة هو جبل يقع في منطقة الأحساء، في المملكة العربية السعودية.\n  دُفن الشيخ راكان بن حثلين في جبل أبو غنيمة.\n  يُعدّ جبل أبو غنيمة مزارًا للعديد من الناس، الذين يزورونه للترحم على الشيخ راكان بن حثلين.\n  لا تتوفر معلومات كافية عن تاريخ جبل أبو غنيمة."
        }
    ]
}