{
    "Entities": [
        {
            "name": "صفا الفلكا",
            "original_text": null,
            "type": "PERSON",
            "description": "أم حاضنة ساهمت في إزالة وصمة العار حول التبني.\nوثقت تجربتها في الاحتضان بدءًا من اختيارها للطفل وحتى أصبح بطلاً يصعد منصات التتويج.\nلها انتشار واسع على وسائل التواصل الاجتماعي حيث تشارك تجربتها في الاحتضان وتجربتها مع الاكتئاب.\nتناقش صفا أيضًا الكواليس التي تحدث في دور الرعاية."
        },
        {
            "name": "محمد",
            "original_text": null,
            "type": "PERSON",
            "description": "طفل تم احتضانه من قبل صفا الفلكا.\nيتميز بكونه طفلًا موهوبًا حيث حقق بطولة عالمية في رياضة الجوجيتسو.\nمر بتجربة انتقال من دار الرعاية إلى عائلة حاضنة.\nتعرض محمد للتنمر بسبب كونه طفلًا محتضنًا، لكنه تعلم كيف يتعامل مع هذه المواقف بثقة."
        },
        {
            "name": "ساير العتيبي",
            "original_text": null,
            "type": "PERSON",
            "description": "مقدم برنامج حواري على اليوتيوب يناقش فيه قضايا اجتماعية مختلفة.\nاستضاف في إحدى حلقاته صفا الفلكا للحديث عن تجربتها في الاحتضان.\nيهتم ساير بطرح مواضيع جريئة ومؤثرة تهم المجتمع.\nيسعى من خلال برنامجه إلى نشر الوعي حول قضايا مهمة مثل التبني والصحة النفسية."
        },
        {
            "name": "الكويت",
            "original_text": null,
            "type": "LOCATION",
            "description": "دولة عربية تقع في الشرق الأوسط.\nتشتهر الكويت بتوفيرها خدمات اجتماعية متميزة، بما في ذلك دور الرعاية.\nتتبنى الكويت قانونًا للاحتضان يضمن حقوق الطفل المحتضن.\nتعتبر صفا الفلكا من أوائل السيدات اللواتي تحدثن عن تجربة الاحتضان في الكويت."
        },
        {
            "name": "أمريكا",
            "original_text": "America",
            "type": "LOCATION",
            "description": "دولة تقع في أمريكا الشمالية.\nعاشت صفا الفلكا فترة في أمريكا، حيث عانت من الاكتئاب بسبب الغربة.\nلاحظت صفا اختلاف ثقافة الاحتضان بين الدول العربية والغربية، حيث ينتشر التبني بشكل أكبر في الدول الغربية.\nتطرقت صفا إلى تجارب ناجحة للتبني في أمريكا، حيث يتم تبني أطفال من أعراق مختلفة."
        },
        {
            "name": "أفريقيا",
            "original_text": "Africa",
            "type": "LOCATION",
            "description": "قارة تقع في جنوب الكرة الأرضية.\nذكرت صفا الفلكا أمثلة لتجارب تبني ناجحة من أمريكا إلى أفريقيا، حيث يتم تبني أطفال من أعراق مختلفة.\nتُظهر هذه الأمثلة انفتاح بعض العائلات في الدول الغربية على تبني أطفال من ثقافات وخلفيات مختلفة.\nتعكس هذه التجارب نظرة إيجابية للاحتضان وتأثيره على حياة الأطفال المحتضنين."
        },
        {
            "name": "الصين",
            "original_text": "China",
            "type": "LOCATION",
            "description": "دولة تقع في شرق آسيا.\nذكرت صفا الفلكا أمثلة لتجارب تبني ناجحة من أمريكا إلى الصين، حيث يتم تبني أطفال من أعراق مختلفة.\nتُظهر هذه الأمثلة انفتاح بعض العائلات في الدول الغربية على تبني أطفال من ثقافات وخلفيات مختلفة.\nتعكس هذه التجارب نظرة إيجابية للاحتضان وتأثيره على حياة الأطفال المحتضنين."
        },
        {
            "name": "دار الرعاية",
            "original_text": null,
            "type": "ORGANIZATION",
            "description": "مؤسسة اجتماعية تعنى برعاية الأطفال مجهولي الوالدين أو الذين لا يستطيع أهلهم رعايتهم.\nتلعب دورًا هامًا في توفير الحماية والرعاية للأطفال المحتاجين.\nتتعاون دور الرعاية مع الجهات الحكومية المختصة لضمان حقوق الأطفال.\nتسعى دور الرعاية إلى توفير بيئة صحية ونفسية مناسبة للأطفال، لكنها لا تغني عن أهمية وجود أسرة حاضنة."
        },
        {
            "name": "وزارة الداخلية",
            "original_text": null,
            "type": "ORGANIZATION",
            "description": "جهة حكومية مسؤولة عن الأمن والنظام العام في الدولة.\nتلعب دورًا في التعامل مع حالات الأطفال مجهولي الوالدين، حيث تتولى عملية استلامهم والتحقق من هويتهم.\nتتعاون وزارة الداخلية مع الجهات المعنية الأخرى مثل المستشفيات ودور الرعاية لضمان حماية الأطفال.\nتسعى وزارة الداخلية إلى توفير بيئة آمنة للأطفال وضمان حقوقهم."
        },
        {
            "name": "جمعية كيان",
            "original_text": null,
            "type": "ORGANIZATION",
            "description": "جمعية خيرية تدعم وتشجع الأسر الحاضنة في الكويت.\nتنظم جمعية كيان تجمعات أسرية للأسر الحاضنة بهدف تبادل الخبرات والدعم النفسي.\nتساهم جمعية كيان في نشر الوعي حول أهمية الاحتضان ودوره في بناء مجتمع متماسك.\nتعمل جمعية كيان على توفير بيئة داعمة للأسر الحاضنة وتمكينها من تربية الأطفال بشكل سليم."
        },
        {
            "name": "الغزو",
            "original_text": null,
            "type": "EVENT",
            "description": "يشير إلى الغزو العراقي للكويت عام 1990.\nترك الغزو آثارًا نفسية عميقة على المجتمع الكويتي، خاصة على الأطفال.\nتروي صفا الفلكا تجربتها مع صدمة الغزو وكيف أثرت على طفولتها.\nتُظهر قصة صفا كيف أن الأحداث التاريخية المؤلمة يمكن أن تترك ندوبًا نفسية تحتاج إلى وقت طويل للشفاء."
        },
        {
            "name": "اليوم العالمي للاحتضان",
            "original_text": null,
            "type": "EVENT",
            "description": "يُحتفل به في 8 نوفمبر من كل عام.\nيهدف إلى نشر الوعي حول أهمية الاحتضان ودوره في حياة الأطفال المحتاجين.\nيُسلط الضوء على قصص نجاح الأسر الحاضنة وتأثيرها الإيجابي على حياة الأطفال.\nيُشجع اليوم العالمي للاحتضان على كسر الصورة النمطية السلبية حول الاحتضان."
        },
        {
            "name": "الاكتئاب",
            "original_text": "Depression",
            "type": "MISC",
            "description": "اضطراب نفسي شائع يتميز بمشاعر الحزن وفقدان الاهتمام والطاقة.\nعانت صفا الفلكا من الاكتئاب خلال فترة وجودها في أمريكا بسبب الغربة.\nتحدثت صفا بصراحة عن تجربتها مع الاكتئاب وكيف تغلبت عليه.\nتُسلط قصة صفا الضوء على أهمية طلب المساعدة من المتخصصين في الصحة النفسية."
        },
        {
            "name": "التنمر",
            "original_text": "Bullying",
            "type": "MISC",
            "description": "سلوك عدواني متكرر يهدف إلى إيذاء شخص آخر جسديًا أو نفسيًا.\nتعرض محمد، ابن صفا الفلكا، للتنمر بسبب كونه طفلًا محتضنًا.\nتُظهر قصة محمد كيف أن التنمر يؤثر على الأطفال ويترك آثارًا سلبية على نفسيتهم.\nتُسلط صفا الضوء على أهمية دعم الأطفال وتعليمهم كيفية التعامل مع التنمر."
        },
        {
            "name": "الاحتضان",
            "original_text": null,
            "type": "MISC",
            "description": "عمل إنساني نبيل يهدف إلى توفير الرعاية الأسرية للأطفال الذين حُرموا منها.\nيُعتبر الاحتضان بديلاً عن التبني في الدول الإسلامية.\nيُساهم الاحتضان في بناء مجتمع متراحم ومتكافل.\nيُسلط الضوء على أهمية دور الأسرة في حياة الطفل."
        },
        {
            "name": "الجوجيتسو",
            "original_text": "Jujitsu",
            "type": "MISC",
            "description": "رياضة قتالية دفاعية تعتمد على استخدام تقنيات القتال الأرضي.\nمارس محمد، ابن صفا الفلكا، رياضة الجوجيتسو وحقق فيها بطولة عالمية.\nساعدت رياضة الجوجيتسو محمد على بناء ثقته بنفسه وتعلم ضبط النفس.\nتُظهر قصة محمد كيف أن الرياضة تساهم في تنمية شخصية الأطفال وتعزيز مهاراتهم."
        }
    ]
}