{
    "Entities": [
        {
            "name": "السعودية",
            "original_text": "Saudi Arabia",
            "type": "LOCATION",
            "description": "المملكة العربية السعودية، دولة عربية تقع في غرب آسيا، وتشكل الجزء الأكبر من شبه الجزيرة العربية. تُعتبر السعودية من الدول الرائدة في إنتاج النفط، وتتمتع باقتصاد قوي ومؤثر على المستوى العالمي. عاصمتها الرياض، وتتميز بتنوعها الجغرافي والثقافي، وتضم العديد من المواقع الأثرية والتاريخية الهامة."
        },
        {
            "name": "البورصة السعودية",
            "original_text": "Saudi Stock Exchange",
            "type": "ORGANIZATION",
            "description": "سوق الأوراق المالية الرئيسي في المملكة العربية السعودية، تُعتبر من أكبر أسواق المال في منطقة الشرق الأوسط وشمال أفريقيا. تُتيح البورصة السعودية للمستثمرين فرصة تداول الأسهم والسندات والأدوات المالية الأخرى، وتلعب دورًا هامًا في جذب الاستثمارات ودعم النمو الاقتصادي في المملكة."
        },
        {
            "name": "اليابان",
            "original_text": "Japan",
            "type": "LOCATION",
            "description": "دولة آسيوية تقع في شرق آسيا، تُعرف بتقدمها التكنولوجي واقتصادها القوي. تُعتبر اليابان من الدول الرائدة في صناعة السيارات والإلكترونيات، وتتمتع بثقافة غنية وتاريخ عريق. عاصمتها طوكيو، وتتميز بجمال طبيعتها وتنوعها، وتضم العديد من المعالم السياحية الشهيرة."
        },
        {
            "name": "اليونان",
            "original_text": "Greece",
            "type": "LOCATION",
            "description": "دولة أوروبية تقع في جنوب شرق أوروبا، تُعرف بتاريخها العريق وثقافتها الغنية. تُعتبر اليونان مهد الحضارة الغربية، وتضم العديد من المواقع الأثرية والتاريخية الهامة. عاصمتها أثينا، وتتميز بجمال جزرها وشواطئها، وتُعتبر وجهة سياحية شهيرة."
        },
        {
            "name": "إيطاليا",
            "original_text": "Italy",
            "type": "LOCATION",
            "description": "دولة أوروبية تقع في جنوب أوروبا، تُعرف بتاريخها العريق وثقافتها الغنية. تُعتبر إيطاليا مهد الإمبراطورية الرومانية، وتضم العديد من المدن التاريخية الهامة مثل روما وفلورنسا والبندقية. عاصمتها روما، وتتميز بجمال طبيعتها وتنوعها، وتُعتبر وجهة سياحية شهيرة."
        },
        {
            "name": "إسبانيا",
            "original_text": "Spain",
            "type": "LOCATION",
            "description": "دولة أوروبية تقع في جنوب غرب أوروبا، تُعرف بتاريخها العريق وثقافتها الغنية. تُعتبر إسبانيا من الدول الرائدة في السياحة، وتتمتع بمناخ معتدل وشواطئ جميلة. عاصمتها مدريد، وتتميز بتنوعها الثقافي والفني، وتضم العديد من المعالم السياحية الشهيرة."
        },
        {
            "name": "أمريكا",
            "original_text": "America",
            "type": "LOCATION",
            "description": "الولايات المتحدة الأمريكية، دولة تقع في قارة أمريكا الشمالية، تُعتبر من أقوى الدول في العالم اقتصاديًا وعسكريًا. تُعرف أمريكا بتنوعها الثقافي والعرقي، وتضم العديد من المدن الكبرى مثل نيويورك ولوس أنجلوس وشيكاغو. عاصمتها واشنطن العاصمة، وتتميز بتنوعها الجغرافي والثقافي، وتضم العديد من المعالم السياحية الشهيرة."
        },
        {
            "name": "الدولار",
            "original_text": "US Dollar",
            "type": "MISC",
            "description": "عملة الولايات المتحدة الأمريكية، تُعتبر من أقوى العملات في العالم، وتُستخدم على نطاق واسع في التجارة الدولية. يُرمز للدولار الأمريكي بالرمز \"$\" أو \"USD\". "
        },
        {
            "name": "جامعة الخليج",
            "original_text": "Gulf University",
            "type": "ORGANIZATION",
            "description": "جامعة خاصة تقع في دولة الكويت، تُقدم برامج أكاديمية متنوعة في مختلف التخصصات. تُعرف جامعة الخليج بتميزها الأكاديمي وتركيزها على البحث العلمي، وتسعى لتخريج كوادر مؤهلة لسوق العمل."
        },
        {
            "name": "دكتور أسامة الفلاح",
            "original_text": "Dr. Osama Al-Falah",
            "type": "PERSON",
            "description": "رئيس قسم الاقتصاد في جامعة الخليج، خبير اقتصادي وباحث أكاديمي، يتمتع بخبرة واسعة في مجال الاقتصاد والتحليل المالي. يُعرف دكتور أسامة الفلاح بآرائه وتحليلاته الاقتصادية القيمة، ويساهم في نشر الوعي الاقتصادي في المجتمع."
        },
        {
            "name": "ساير العتيبي",
            "original_text": "Sayer Al-Otaibi",
            "type": "PERSON",
            "description": "مقدم برنامج حواري سياسي على يوتيوب، يُعرف بأسلوبه المميز في طرح الأسئلة ومناقشة القضايا السياسية والاقتصادية. يُقدم ساير العتيبي برنامجًا حواريًا يضم نخبة من الخبراء والمحللين، ويسعى لتقديم محتوى هادف ومفيد للمشاهدين."
        },
        {
            "name": "الحرب العالمية الأولى",
            "original_text": "World War I",
            "type": "EVENT",
            "description": "حرب عالمية اندلعت في عام 1914 وانتهت في عام 1918، شاركت فيها معظم دول العالم، وتسببت في خسائر بشرية ومادية هائلة. تُعتبر الحرب العالمية الأولى من أهم الأحداث التاريخية في القرن العشرين، وأدت إلى تغييرات سياسية واجتماعية واقتصادية كبيرة في العالم."
        },
        {
            "name": "الحرب العالمية الثانية",
            "original_text": "World War II",
            "type": "EVENT",
            "description": "حرب عالمية اندلعت في عام 1939 وانتهت في عام 1945، شاركت فيها معظم دول العالم، وتسببت في خسائر بشرية ومادية هائلة. تُعتبر الحرب العالمية الثانية من أهم الأحداث التاريخية في القرن العشرين، وأدت إلى تغييرات سياسية واجتماعية واقتصادية كبيرة في العالم."
        },
        {
            "name": "أزمة 2020",
            "original_text": "2020 Crisis",
            "type": "EVENT",
            "description": "أزمة عالمية اندلعت في عام 2020 بسبب جائحة فيروس كورونا المستجد (كوفيد-19)، تسببت في خسائر بشرية واقتصادية هائلة، وأدت إلى إغلاق العديد من الدول وتعطيل حركة التجارة والسفر حول العالم."
        },
        {
            "name": "أزمة 2008",
            "original_text": "2008 Crisis",
            "type": "EVENT",
            "description": "أزمة مالية عالمية اندلعت في عام 2008 بسبب انهيار سوق الرهن العقاري في الولايات المتحدة الأمريكية، تسببت في خسائر مالية هائلة، وأدت إلى إفلاس العديد من البنوك والشركات حول العالم."
        },
        {
            "name": "أزمة 1999",
            "original_text": "1999 Crisis",
            "type": "EVENT",
            "description": "أزمة مالية عالمية اندلعت في عام 1999 بسبب انهيار فقاعة الإنترنت، تسببت في خسائر مالية هائلة، وأدت إلى إفلاس العديد من شركات التكنولوجيا حول العالم."
        },
        {
            "name": "أزمة 1997",
            "original_text": "1997 Crisis",
            "type": "EVENT",
            "description": "أزمة مالية عالمية اندلعت في عام 1997 بسبب انهيار العملات الآسيوية، تسببت في خسائر مالية هائلة، وأدت إلى اضطرابات اقتصادية في العديد من دول جنوب شرق آسيا."
        },
        {
            "name": "ملكة بريطانيا",
            "original_text": "Queen of England",
            "type": "PERSON",
            "description": "الملكة إليزابيث الثانية، ملكة المملكة المتحدة ودول الكومنولث، تُعتبر من أطول الملوك حكمًا في التاريخ، وتتمتع بشعبية كبيرة في المملكة المتحدة وحول العالم."
        },
        {
            "name": "أوكسفورد",
            "original_text": "Oxford",
            "type": "ORGANIZATION",
            "description": "جامعة أوكسفورد، جامعة بريطانية عريقة تقع في مدينة أوكسفورد، تُعتبر من أعرق الجامعات في العالم، وتتمتع بسمعة أكاديمية مرموقة."
        },
        {
            "name": "كامبريدج",
            "original_text": "Cambridge",
            "type": "ORGANIZATION",
            "description": "جامعة كامبريدج، جامعة بريطانية عريقة تقع في مدينة كامبريدج، تُعتبر من أعرق الجامعات في العالم، وتتمتع بسمعة أكاديمية مرموقة."
        },
        {
            "name": "الجامعات الأمريكية",
            "original_text": "American Universities",
            "type": "ORGANIZATION",
            "description": "الجامعات في الولايات المتحدة الأمريكية، تُعتبر من أفضل الجامعات في العالم، وتتمتع بسمعة أكاديمية مرموقة، وتضم العديد من الجامعات العريقة مثل جامعة هارفارد وجامعة ستانفورد وجامعة ييل."
        },
        {
            "name": "أزمة 1929",
            "original_text": "1929 Crisis",
            "type": "EVENT",
            "description": "أزمة مالية عالمية اندلعت في عام 1929 بسبب انهيار سوق الأسهم في الولايات المتحدة الأمريكية، تُعرف باسم \"الكساد العظيم\"، تسببت في خسائر مالية هائلة، وأدت إلى كساد اقتصادي عالمي استمر لعدة سنوات."
        },
        {
            "name": "ري ديليو",
            "original_text": "Ray Dalio",
            "type": "PERSON",
            "description": "مستثمر أمريكي ومؤسس شركة \"بريدج ووتر أسوشيتس\"، تُعتبر من أكبر شركات إدارة الأصول في العالم. يُعرف ري ديليو بآرائه وتحليلاته الاقتصادية القيمة، وله العديد من الكتب والمقالات في مجال الاقتصاد والاستثمار."
        },
        {
            "name": "كتاب \"انهيار الديون\"",
            "original_text": "The Big Debt Crisis",
            "type": "WORK_OF_ART",
            "description": "كتاب من تأليف ري ديليو، يتناول أزمة الديون العالمية، ويُقدم تحليلاً معمقًا لأسبابها وتداعياتها. يُعتبر كتاب \"انهيار الديون\" من الكتب الهامة في مجال الاقتصاد، ويُقدم رؤية قيمة حول مستقبل الاقتصاد العالمي."
        },
        {
            "name": "بن برنانكي",
            "original_text": "Ben Bernanke",
            "type": "PERSON",
            "description": "اقتصادي أمريكي ورئيس مجلس الاحتياطي الفيدرالي الأمريكي السابق، يُعتبر من أهم الشخصيات الاقتصادية في العالم، وله دور كبير في مواجهة الأزمة المالية العالمية عام 2008. يُعرف بن برنانكي بآرائه وتحليلاته الاقتصادية القيمة، وله العديد من الكتب والمقالات في مجال الاقتصاد."
        },
        {
            "name": "البنك المركزي الأمريكي",
            "original_text": "US Federal Reserve",
            "type": "ORGANIZATION",
            "description": "البنك المركزي للولايات المتحدة الأمريكية، يُعتبر من أهم البنوك المركزية في العالم، وله دور كبير في إدارة السياسة النقدية الأمريكية. يُعرف البنك المركزي الأمريكي باسم \"الاحتياطي الفيدرالي\"، ويسعى للحفاظ على استقرار الاقتصاد الأمريكي."
        },
        {
            "name": "زهور التوليب",
            "original_text": "Tulip Flowers",
            "type": "MISC",
            "description": "نوع من الزهور الجميلة والنادرة، تُعرف بألوانها الزاهية وأشكالها المتنوعة. تُعتبر زهور التوليب من الزهور الشعبية في هولندا، وتُستخدم في الزينة وتصميم الحدائق."
        },
        {
            "name": "هولندا",
            "original_text": "Netherlands",
            "type": "LOCATION",
            "description": "دولة أوروبية تقع في غرب أوروبا، تُعرف بقنواتها المائية وطواحين الهواء وزهور التوليب. تُعتبر هولندا من الدول الرائدة في التجارة والزراعة، وتتمتع باقتصاد قوي. عاصمتها أمستردام، وتتميز بجمال طبيعتها وتنوعها، وتضم العديد من المعالم السياحية الشهيرة."
        },
        {
            "name": "الدولة العثمانية",
            "original_text": "Ottoman Empire",
            "type": "ORGANIZATION",
            "description": "إمبراطورية إسلامية حكمت مناطق واسعة من جنوب شرق أوروبا وغرب آسيا وشمال أفريقيا، استمرت لعدة قرون، وانتهت في عام 1922. تُعتبر الدولة العثمانية من أهم الإمبراطوريات في التاريخ، وتركت إرثًا ثقافيًا وتاريخيًا غنيًا."
        },
        {
            "name": "تركيا",
            "original_text": "Turkey",
            "type": "LOCATION",
            "description": "دولة تقع في غرب آسيا، تُعرف بتاريخها العريق وثقافتها الغنية. تُعتبر تركيا من الدول الرائدة في السياحة، وتتمتع بمناخ معتدل وشواطئ جميلة. عاصمتها أنقرة، وتتميز بتنوعها الثقافي والفني، وتضم العديد من المعالم السياحية الشهيرة."
        },
        {
            "name": "فقاعة زهور التوليب",
            "original_text": "Tulip Mania",
            "type": "EVENT",
            "description": "فقاعة اقتصادية حدثت في هولندا في القرن السابع عشر، تسببت في ارتفاع أسعار زهور التوليب بشكل جنوني، ثم انهارت بشكل مفاجئ، مما أدى إلى خسائر مالية هائلة للكثير من الناس."
        },
        {
            "name": "شركة بحر الجنوب",
            "original_text": "South Sea Company",
            "type": "ORGANIZATION",
            "description": "شركة بريطانية تأسست في القرن الثامن عشر، كانت تعمل في تجارة العبيد، وتسببت في فقاعة اقتصادية كبيرة في بريطانيا، تُعرف باسم \"فقاعة بحر الجنوب\"."
        },
        {
            "name": "بريطانيا",
            "original_text": "Britain",
            "type": "LOCATION",
            "description": "المملكة المتحدة لبريطانيا العظمى وأيرلندا الشمالية، دولة تقع في غرب أوروبا، تُعتبر من الدول الرائدة في العالم اقتصاديًا وعسكريًا. تُعرف بريطانيا بتاريخها العريق وثقافتها الغنية، وتضم العديد من المدن الكبرى مثل لندن ومانشستر وبيرمنغهام. عاصمتها لندن، وتتميز بتنوعها الثقافي والعرقي، وتضم العديد من المعالم السياحية الشهيرة."
        },
        {
            "name": "أوروبا",
            "original_text": "Europe",
            "type": "LOCATION",
            "description": "قارة تقع في نصف الكرة الشمالي، تُعتبر من أكثر قارات العالم تقدمًا اقتصاديًا وثقافيًا. تُعرف أوروبا بتاريخها العريق وثقافتها الغنية، وتضم العديد من الدول الكبرى مثل ألمانيا وفرنسا وإيطاليا. "
        },
        {
            "name": "أزمة بحر الجنوب",
            "original_text": "South Sea Bubble",
            "type": "EVENT",
            "description": "فقاعة اقتصادية حدثت في بريطانيا في القرن الثامن عشر، تسببت في ارتفاع أسعار أسهم شركة بحر الجنوب بشكل جنوني، ثم انهارت بشكل مفاجئ، مما أدى إلى خسائر مالية هائلة للكثير من الناس."
        },
        {
            "name": "سوق الأسهم الأمريكية",
            "original_text": "US Stock Market",
            "type": "ORGANIZATION",
            "description": "سوق الأوراق المالية الرئيسي في الولايات المتحدة الأمريكية، تُعتبر من أكبر أسواق المال في العالم، وتُتيح للمستثمرين فرصة تداول الأسهم والسندات والأدوات المالية الأخرى."
        },
        {
            "name": "الكساد العظيم",
            "original_text": "Great Depression",
            "type": "EVENT",
            "description": "أزمة مالية عالمية اندلعت في عام 1929 بسبب انهيار سوق الأسهم في الولايات المتحدة الأمريكية، تُعرف باسم \"الكساد العظيم\"، تسببت في خسائر مالية هائلة، وأدت إلى كساد اقتصادي عالمي استمر لعدة سنوات."
        },
        {
            "name": "الثلاثاء الأسود",
            "original_text": "Black Tuesday",
            "type": "EVENT",
            "description": "يوم 29 أكتوبر 1929، وهو اليوم الذي شهد انهيار سوق الأسهم في الولايات المتحدة الأمريكية، مما أدى إلى اندلاع \"الكساد العظيم\"."
        },
        {
            "name": "فورد",
            "original_text": "Ford",
            "type": "ORGANIZATION",
            "description": "شركة أمريكية لصناعة السيارات، تُعتبر من أكبر شركات صناعة السيارات في العالم، وتُعرف بسياراتها المميزة مثل فورد موستانغ وفورد فوكس."
        },
        {
            "name": "تي مودل",
            "original_text": "T Model",
            "type": "PRODUCT",
            "description": "سيارة من إنتاج شركة فورد، تُعتبر من أشهر السيارات في التاريخ، وأدت إلى ثورة في صناعة السيارات."
        },
        {
            "name": "منظمة أوبك",
            "original_text": "OPEC",
            "type": "ORGANIZATION",
            "description": "منظمة الدول المصدرة للنفط، تُعتبر من أهم المنظمات الدولية في مجال الطاقة، وتضم 13 دولة مصدرة للنفط، وتسعى لتنسيق سياسات إنتاج النفط وتحديد أسعاره."
        },
        {
            "name": "إسرائيل",
            "original_text": "Israel",
            "type": "LOCATION",
            "description": "دولة تقع في غرب آسيا، تُعرف بتاريخها الديني والثقافي. تُعتبر إسرائيل من الدول الرائدة في التكنولوجيا والزراعة، وتتمتع باقتصاد قوي. عاصمتها القدس، وتتميز بتنوعها الثقافي والديني، وتضم العديد من المعالم السياحية الشهيرة."
        },
        {
            "name": "الكيان الصهيوني",
            "original_text": "Zionist Entity",
            "type": "LOCATION",
            "description": "مصطلح يُستخدم للإشارة إلى دولة إسرائيل، ويُستخدم غالبًا من قبل الدول العربية والإسلامية التي لا تعترف بإسرائيل."
        },
        {
            "name": "الملك فيصل",
            "original_text": "King Faisal",
            "type": "PERSON",
            "description": "الملك فيصل بن عبد العزيز آل سعود، ملك المملكة العربية السعودية من عام 1964 إلى عام 1975، يُعتبر من أهم الشخصيات العربية في القرن العشرين، وله دور كبير في تأسيس منظمة أوبك وتطوير المملكة العربية السعودية."
        },
        {
            "name": "مصر",
            "original_text": "Egypt",
            "type": "LOCATION",
            "description": "دولة عربية تقع في شمال أفريقيا، تُعرف بتاريخها العريق وثقافتها الغنية. تُعتبر مصر مهد الحضارة الفرعونية، وتضم العديد من المواقع الأثرية والتاريخية الهامة. عاصمتها القاهرة، وتتميز بجمال نهر النيل وشواطئها، وتُعتبر وجهة سياحية شهيرة."
        },
        {
            "name": "سوريا",
            "original_text": "Syria",
            "type": "LOCATION",
            "description": "دولة عربية تقع في غرب آسيا، تُعرف بتاريخها العريق وثقافتها الغنية. تُعتبر سوريا من الدول الرائدة في الزراعة، وتتمتع بمناخ معتدل. عاصمتها دمشق، وتتميز بتنوعها الثقافي والفني، وتضم العديد من المعالم السياحية الشهيرة."
        },
        {
            "name": "أزمة الطاقة الأولى",
            "original_text": "First Oil Crisis",
            "type": "EVENT",
            "description": "أزمة طاقة عالمية حدثت في عام 1973 بسبب حظر النفط الذي فرضته الدول العربية على الدول الغربية، تسببت في ارتفاع أسعار النفط بشكل كبير، وأدت إلى اضطرابات اقتصادية في العديد من دول العالم."
        },
        {
            "name": "سوق المناخ",
            "original_text": "Souk Al-Manakh",
            "type": "ORGANIZATION",
            "description": "سوق غير رسمي لتداول الأسهم في الكويت، تأسس في أواخر السبعينيات، وشهد فقاعة اقتصادية كبيرة في أوائل الثمانينيات، تُعرف باسم \"أزمة المناخ\"."
        },
        {
            "name": "الكويت",
            "original_text": "Kuwait",
            "type": "LOCATION",
            "description": "دولة عربية تقع في غرب آسيا، تُعرف باقتصادها القوي واحتياطياتها النفطية الكبيرة. تُعتبر الكويت من الدول الرائدة في إنتاج النفط، وتتمتع بنظام ديمقراطي. عاصمتها الكويت، وتتميز بجمال شواطئها، وتضم العديد من المعالم السياحية الشهيرة."
        },
        {
            "name": "أزمة المناخ",
            "original_text": "Souk Al-Manakh Crisis",
            "type": "EVENT",
            "description": "فقاعة اقتصادية حدثت في الكويت في أوائل الثمانينيات، تسببت في ارتفاع أسعار أسهم الشركات في سوق المناخ بشكل جنوني، ثم انهارت بشكل مفاجئ، مما أدى إلى خسائر مالية هائلة للكثير من الناس والحكومة الكويتية."
        },
        {
            "name": "نادية الشراح",
            "original_text": "Nadia Al-Sharrah",
            "type": "PERSON",
            "description": "كاتبة وباحثة كويتية، ألفت كتابًا عن أزمة المناخ، يُعتبر من أهم المراجع حول هذه الأزمة."
        },
        {
            "name": "فرسان المناخ",
            "original_text": "Manakh Knights",
            "type": "MISC",
            "description": "مصطلح يُستخدم للإشارة إلى كبار المتداولين في سوق المناخ، الذين حققوا ثروات هائلة خلال الفقاعة الاقتصادية، ثم تكبدوا خسائر فادحة بعد انهيار السوق."
        },
        {
            "name": "اتحاد السوفيتي",
            "original_text": "Soviet Union",
            "type": "ORGANIZATION",
            "description": "دولة شيوعية كانت موجودة في الفترة من عام 1922 إلى عام 1991، ضمت العديد من الجمهوريات، وانتهت بتفككها إلى 15 دولة مستقلة."
        },
        {
            "name": "أزمة 2006",
            "original_text": "2006 Crisis",
            "type": "EVENT",
            "description": "أزمة مالية حدثت في السوق السعودي في عام 2006، تسببت في انهيار كبير في أسعار الأسهم، وأدت إلى خسائر مالية هائلة للكثير من المستثمرين."
        },
        {
            "name": "هيئة أسواق المال",
            "original_text": "Capital Market Authority",
            "type": "ORGANIZATION",
            "description": "هيئة حكومية في المملكة العربية السعودية، تُعنى بتنظيم وإشراف سوق الأوراق المالية، وتسعى للحفاظ على استقرار السوق وحماية حقوق المستثمرين."
        },
        {
            "name": "فيلم \"ذا بيج شورت\"",
            "original_text": "The Big Short",
            "type": "WORK_OF_ART",
            "description": "فيلم أمريكي صدر في عام 2015، يُصور الأزمة المالية العالمية عام 2008، ويُركز على مجموعة من المستثمرين الذين تنبأوا بالأزمة وحققوا أرباحًا هائلة من خلال رهاناتهم ضد سوق الرهن العقاري."
        },
        {
            "name": "فيلم \"انسايد جوب\"",
            "original_text": "Inside Job",
            "type": "WORK_OF_ART",
            "description": "فيلم وثائقي أمريكي صدر في عام 2010، يُصور الأزمة المالية العالمية عام 2008، ويُقدم تحليلاً معمقًا لأسبابها وتداعياتها، ويُركز على دور البنوك والشركات الاستثمارية في الأزمة."
        },
        {
            "name": "فيلم \"بانك\"",
            "original_text": "Too Big to Fail",
            "type": "WORK_OF_ART",
            "description": "فيلم أمريكي صدر في عام 2011، يُصور الأزمة المالية العالمية عام 2008، ويُركز على جهود الحكومة الأمريكية لإنقاذ البنوك والشركات الاستثمارية من الإفلاس."
        },
        {
            "name": "أزمة الرهن العقاري",
            "original_text": "Mortgage Crisis",
            "type": "EVENT",
            "description": "أزمة مالية حدثت في الولايات المتحدة الأمريكية في عام 2008، تسببت في انهيار سوق الرهن العقاري، وأدت إلى اندلاع الأزمة المالية العالمية."
        },
        {
            "name": "أزمة 2009",
            "original_text": "2009 Crisis",
            "type": "EVENT",
            "description": "أزمة مالية عالمية اندلعت في عام 2009، تُعتبر امتدادًا للأزمة المالية العالمية عام 2008، تسببت في خسائر مالية هائلة، وأدت إلى اضطرابات اقتصادية في العديد من دول العالم."
        },
        {
            "name": "أزمة كورونا",
            "original_text": "COVID-19 Crisis",
            "type": "EVENT",
            "description": "أزمة عالمية اندلعت في عام 2020 بسبب جائحة فيروس كورونا المستجد (كوفيد-19)، تسببت في خسائر بشرية واقتصادية هائلة، وأدت إلى إغلاق العديد من الدول وتعطيل حركة التجارة والسفر حول العالم."
        },
        {
            "name": "الصين",
            "original_text": "China",
            "type": "LOCATION",
            "description": "دولة تقع في شرق آسيا، تُعتبر من أكبر دول العالم سكانًا واقتصادًا. تُعرف الصين بتاريخها العريق وثقافتها الغنية، وتتمتع بتنوع جغرافي كبير. عاصمتها بكين، وتتميز بتقدمها التكنولوجي والاقتصادي، وتضم العديد من المعالم السياحية الشهيرة."
        },
        {
            "name": "لوس أنجلوس",
            "original_text": "Los Angeles",
            "type": "LOCATION",
            "description": "مدينة تقع في ولاية كاليفورنيا الأمريكية، تُعتبر من أكبر مدن الولايات المتحدة الأمريكية، وتُعرف بصناعة السينما والترفيه. تتميز لوس أنجلوس بمناخها المعتدل وشواطئها الجميلة، وتضم العديد من المعالم السياحية الشهيرة."
        },
        {
            "name": "كريسمس",
            "original_text": "Christmas",
            "type": "EVENT",
            "description": "عيد ميلاد المسيح، يُحتفل به في 25 ديسمبر من كل عام، ويُعتبر من أهم الأعياد المسيحية."
        },
        {
            "name": "عيد الشكر",
            "original_text": "Thanksgiving",
            "type": "EVENT",
            "description": "عيد يُحتفل به في الولايات المتحدة الأمريكية وكندا، يُعبر عن الشكر على نعم الله، ويُحتفل به في الخميس الرابع من شهر نوفمبر."
        },
        {
            "name": "شركة زوم",
            "original_text": "Zoom",
            "type": "ORGANIZATION",
            "description": "شركة أمريكية تُقدم خدمات الاتصال المرئي عن بُعد، تُعتبر من الشركات التي استفادت من أزمة كورونا، حيث زاد استخدام خدماتها بشكل كبير خلال فترة الإغلاق."
        },
        {
            "name": "النظام الاقتصادي الإسلامي",
            "original_text": "Islamic Economic System",
            "type": "MISC",
            "description": "نظام اقتصادي يستند إلى مبادئ الشريعة الإسلامية، يُركز على العدالة الاجتماعية والتوزيع العادل للثروة، ويُحرم الربا والغرر."
        },
        {
            "name": "النظام الرأسمالي",
            "original_text": "Capitalist System",
            "type": "MISC",
            "description": "نظام اقتصادي يُركز على الملكية الخاصة وحرية السوق، ويُتيح للأفراد والشركات حرية إنتاج وتداول السلع والخدمات."
        },
        {
            "name": "النظام الاشتراكي",
            "original_text": "Socialist System",
            "type": "MISC",
            "description": "نظام اقتصادي يُركز على الملكية العامة لوسائل الإنتاج، ويُسعى إلى تحقيق العدالة الاجتماعية والتوزيع العادل للثروة."
        },
        {
            "name": "دول الخليج",
            "original_text": "Gulf Countries",
            "type": "LOCATION",
            "description": "الدول العربية الواقعة على الخليج العربي، وتشمل: السعودية، الكويت، الإمارات، قطر، البحرين، عمان. تُعرف دول الخليج باقتصادها القوي واحتياطياتها النفطية الكبيرة."
        },
        {
            "name": "النروج",
            "original_text": "Norway",
            "type": "LOCATION",
            "description": "دولة أوروبية تقع في شمال أوروبا، تُعرف باقتصادها القوي واحتياطياتها النفطية الكبيرة. تُعتبر النروج من الدول الرائدة في مجال الطاقة المتجددة، وتتمتع بنظام رعاية اجتماعية متطور. عاصمتها أوسلو، وتتميز بجمال طبيعتها، وتضم العديد من المعالم السياحية الشهيرة."
        },
        {
            "name": "صندوق النقد الدولي",
            "original_text": "International Monetary Fund",
            "type": "ORGANIZATION",
            "description": "منظمة دولية تُعنى بتعزيز التعاون النقدي الدولي وتقديم المساعدة المالية للدول الأعضاء. يُعتبر صندوق النقد الدولي من أهم المنظمات الدولية في مجال الاقتصاد، ويسعى للحفاظ على استقرار النظام المالي العالمي."
        },
        {
            "name": "شركة إيكويت",
            "original_text": "EQUATE",
            "type": "ORGANIZATION",
            "description": "شركة كويتية تُعتبر من أكبر شركات البتروكيماويات في العالم، وتُنتج مجموعة واسعة من المنتجات البتروكيماوية."
        },
        {
            "name": "البورصة الأمريكية",
            "original_text": "US Stock Exchange",
            "type": "ORGANIZATION",
            "description": "سوق الأوراق المالية الرئيسي في الولايات المتحدة الأمريكية، تُعتبر من أكبر أسواق المال في العالم، وتُتيح للمستثمرين فرصة تداول الأسهم والسندات والأدوات المالية الأخرى."
        },
        {
            "name": "تيمز",
            "original_text": "Teams",
            "type": "PRODUCT",
            "description": "منصة للاتصال والتعاون عن بُعد، تُقدمها شركة مايكروسوفت، تُعتبر من المنصات التي استفادت من أزمة كورونا، حيث زاد استخدامها بشكل كبير خلال فترة الإغلاق."
        }
    ]
}