[
    {
        "name": "الكويت",
        "original_text": "Kuwait",
        "type": "LOCATION",
        "description": "دولة تقع في غرب آسيا، تشتهر بإنتاج النفط واحتياطياته الكبيرة. تتميز بثقافتها العربية الأصيلة وتراثها الغني. تشهد الكويت نهضة عمرانية واقتصادية كبيرة، وتُعد مركزًا تجاريًا هامًا في المنطقة."
    },
    {
        "name": "أستراليا",
        "original_text": "Australia",
        "type": "LOCATION",
        "description": "دولة تقع في نصف الكرة الجنوبي، تشتهر بتنوعها البيئي والحياة البرية الفريدة. تُعدّ أستراليا من الدول المتقدمة، وتتميز باقتصاد قوي ونظام تعليمي متميز.  تُعرف  بمدنها الحديثة مثل سيدني وملبورن، وتجذب السياح من جميع أنحاء العالم."
    },
    {
        "name": "البرازيل",
        "original_text": "Brazil",
        "type": "LOCATION",
        "description": "دولة تقع في أمريكا الجنوبية، تشتهر بغابات الأمازون الشاسعة وشواطئها الرائعة. تُعدّ البرازيل من أكبر منتجي البن في العالم، وتتميز بثقافتها المتنوعة واحتفالاتها الصاخبة مثل الكرنفال.  تُعرف  بمدنها الكبيرة مثل ساو باولو وريو دي جانيرو، وتجذب السياح من جميع أنحاء العالم."
    },
    {
        "name": "إثيوبيا",
        "original_text": "Ethiopia",
        "type": "LOCATION",
        "description": "دولة تقع في شرق إفريقيا، تُعرف  بكونها مهد البشرية وموطن أقدم حضارات العالم. تشتهر إثيوبيا بتنوعها الثقافي واللغوي، وتتميز بتضاريسها المتنوعة من جبال شاهقة إلى سهول واسعة. تُعدّ إثيوبيا من أهم منتجي البن في العالم، وتتميز بنكهات قهوتها الفريدة."
    },
    {
        "name": "السلفادور",
        "original_text": "El Salvador",
        "type": "LOCATION",
        "description": "دولة تقع في أمريكا الوسطى، تشتهر بشواطئها على المحيط الهادئ وبراكينها النشطة. تُعدّ السلفادور من أهم منتجي البن في العالم، وتتميز بنكهات قهوتها الفريدة.  تُعرف  بتراثها الثقافي الغني، وتجذب السياح من جميع أنحاء العالم."
    },
    {
        "name": "اليمن",
        "original_text": "Yemen",
        "type": "LOCATION",
        "description": "دولة تقع في شبه الجزيرة العربية، تشتهر بتاريخها القديم وثقافتها الغنية. تُعدّ اليمن من أقدم الدول التي زرعت البن، وتتميز بنكهات قهوتها الفريدة.  تُعرف  بتراثها المعماري الفريد، وتجذب السياح من جميع أنحاء العالم."
    },
    {
        "name": "الهند",
        "original_text": "India",
        "type": "LOCATION",
        "description": "دولة تقع في جنوب آسيا، تشتهر بثقافتها القديمة وتنوعها الديني. تُعدّ الهند من أكبر الدول المنتجة للشاي في العالم، وتتميز بتوابلها ونكهاتها الفريدة.  تُعرف  بمعالمها السياحية الشهيرة مثل تاج محل، وتجذب السياح من جميع أنحاء العالم."
    },
    {
        "name": "كينيا",
        "original_text": "Kenya",
        "type": "LOCATION",
        "description": "دولة تقع في شرق إفريقيا، تشتهر بالحياة البرية الفريدة في محمياتها الطبيعية. تُعدّ كينيا من أهم منتجي البن في العالم، وتتميز بنكهات قهوتها الفريدة.  تُعرف  بتنوعها الثقافي واللغوي، وتجذب السياح من جميع أنحاء العالم."
    },
    {
        "name": "رواندا",
        "original_text": "Rwanda",
        "type": "LOCATION",
        "description": "دولة تقع في شرق إفريقيا، تشتهر بغاباتها المطيرة الكثيفة وتلالها الخضراء. تُعدّ رواندا من أهم منتجي البن في العالم، وتتميز بنكهات قهوتها الفريدة.  تُعرف  بتنوعها البيئي والحياة البرية الفريدة."
    },
    {
        "name": "أوغندا",
        "original_text": "Uganda",
        "type": "LOCATION",
        "description": "دولة تقع في شرق إفريقيا، تشتهر ببحيراتها وغاباتها المطيرة. تُعدّ أوغندا من أهم منتجي البن في العالم، وتتميز بنكهات قهوتها الفريدة.  تُعرف  بتنوعها البيئي والحياة البرية الفريدة."
    },
    {
        "name": "إندونيسيا",
        "original_text": "Indonesia",
        "type": "LOCATION",
        "description": "دولة تقع في جنوب شرق آسيا، تشتهر بجزرها البركانية وغاباتها الاستنباطية. تُعدّ إندونيسيا من أهم منتجي البن في العالم، وتتميز بنكهات قهوتها الفريدة.  تُعرف  بتنوعها الثقافي واللغوي، وتجذب السياح من جميع أنحاء العالم."
    },
    {
        "name": "كولومبيا",
        "original_text": "Colombia",
        "type": "LOCATION",
        "description": "دولة تقع في أمريكا الجنوبية، تشتهر بجبال الأنديز الشاهقة وغاباتها المطيرة. تُعدّ كولومبيا من أهم منتجي البن في العالم، وتتميز بنكهات قهوتها الفريدة.  تُعرف  بتنوعها الثقافي واللغوي، وتجذب السياح من جميع أنحاء العالم."
    },
    {
        "name": "نيكاراغوا",
        "original_text": "Nicaragua",
        "type": "LOCATION",
        "description": "دولة تقع في أمريكا الوسطى، تشتهر ببحيراتها وبراكينها وغاباتها المطيرة. تُعدّ نيكاراغوا من أهم منتجي البن في العالم، وتتميز بنكهات قهوتها الفريدة.  تُعرف  بتراثها الثقافي الغني، وتجذب السياح من جميع أنحاء العالم."
    },
    {
        "name": "الهندوراس",
        "original_text": "Honduras",
        "type": "LOCATION",
        "description": "دولة تقع في أمريكا الوسطى، تشتهر بشواطئها على البحر الكاريبي وغاباتها المطيرة. تُعدّ الهندوراس من أهم منتجي البن في العالم، وتتميز بنكهات قهوتها الفريدة.  تُعرف  بتراثها الثقافي الغني، وتجذب السياح من جميع أنحاء العالم."
    },
    {
        "name": "بنما",
        "original_text": "Panama",
        "type": "LOCATION",
        "description": "دولة تقع في أمريكا الوسطى، تشتهر بقناة بنما التي تربط بين المحيط الأطلسي والمحيط الهادئ. تُعدّ بنما من أهم منتجي البن في العالم، وتتميز بنكهات قهوتها الفريدة.  تُعرف  بتنوعها البيئي والحياة البرية الفريدة."
    },
    {
        "name": "مدغشقر",
        "original_text": "Madagascar",
        "type": "LOCATION",
        "description": "دولة تقع في المحيط الهندي، قبالة سواحل شرق أفريقيا، تشتهر بتنوعها البيئي والحياة البرية الفريدة. تُعدّ مدغشقر من أهم منتجي الفانيليا في العالم، وتتميز بثقافتها المتنوعة.  تُعرف  بشواطئها الرائعة وغاباتها المطيرة."
    },
    {
        "name": "محمد دشتي",
        "original_text": "Mohammed Dashti",
        "type": "PERSON",
        "description": "صاحب كافيه ومحمصة قهوة، لديه شغف كبير بالقهوة وسافر حول العالم لمعرفة المزيد عنها. يحرص على تقديم قهوة عالية الجودة لزبائنه، ويهتم بتعريفهم على أنواع البن المختلفة وطرق تحضيرها."
    },
    {
        "name": "سायर العتيبي",
        "original_text": "Sayer Alotaibi",
        "type": "PERSON",
        "description": "مقدم برامج أو بودكاست، يهتم بمواضيع مختلفة منها القهوة. استضاف محمد دشتي في إحدى حلقاته للحديث عن عالم القهوة."
    },
    {
        "name": "أبو هاشم",
        "original_text": "Abu Hashim",
        "type": "PERSON",
        "description": "ضيف في بودكاست أو برنامج، لديه خبرة واسعة في عالم القهوة. تحدث عن تجربته في تأسيس محمصة قهوة، وعن رحلاته لزيارة مزارع البن حول العالم."
    },
    {
        "name": "صالح لاري",
        "original_text": "Saleh Lari",
        "type": "PERSON",
        "description": "صانع شوكولاتة، لديه شغف كبير بالكاكاو. يحرص على استخدام أجود أنواع الكاكاو في صناعة الشوكولاتة، ويتعاون مع خبراء في تخمير الكاكاو."
    },
    {
        "name": "زوكو",
        "original_text": "Zouq",
        "type": "ORGANIZATION",
        "description": "شركة شوكولاتة، أسسها صالح لاري. تهتم الشركة باستخدام أجود أنواع الكاكاو في صناعة الشوكولاتة، وتتعاون مع خبراء في تخمير الكاكاو."
    },
    {
        "name": "بورصة نيويورك",
        "original_text": "New York Stock Exchange",
        "type": "ORGANIZATION",
        "description": "بورصة تقع في مدينة نيويورك، تُعدّ من أكبر أسواق الأوراق المالية في العالم. يتم فيها تداول أسهم الشركات الكبرى، وتؤثر قراراتها على اقتصاد العالم."
    },
    {
        "name": "بورصة القهوة الإثيوبية",
        "original_text": "Ethiopia Commodity Exchange",
        "type": "ORGANIZATION",
        "description": "بورصة تقع في إثيوبيا، تختص بتداول البن. تهدف إلى تنظيم تجارة البن وحماية حقوق المزارعين، وتحديد أسعار تصدير البن."
    },
    {
        "name": "كأس التميز",
        "original_text": "Cup of Excellence",
        "type": "EVENT",
        "description": "مسابقة عالمية للقهوة، تهدف إلى اختيار أجود أنواع البن من مختلف أنحاء العالم. تُعقد المسابقة في دول منتجة للقهوة، وتضم لجنة تحكيم من خبراء القهوة."
    },
    {
        "name": "المسابقة العالمية لتحضير القهوة",
        "original_text": "World Coffee Championships",
        "type": "EVENT",
        "description": "مسابقة عالمية تُقام لاختيار أفضل محضري القهوة في العالم. يتنافس فيها محترفون من مختلف أنحاء العالم، وتُقام فعالياتها في دول مختلفة."
    },
    {
        "name": "كاش كروب",
        "original_text": "Cash Crop",
        "type": "MISC",
        "description": "مصطلح يُطلق على المحاصيل الزراعية التي تُزرع بهدف بيعها وتحقيق الربح، مثل البن والكاكاو. تُعدّ هذه المحاصيل مصدر دخل هام للعديد من الدول النامية."
    },
    {
        "name": "القهوة",
        "original_text": "Coffee",
        "type": "PRODUCT",
        "description": "مشروب ساخن يُصنع من حبوب البن المحمصة والمطحونة. يُعدّ القهوة من أكثر المشروبات شعبية في العالم، وله نكهات مختلفة حسب نوع البن وطريقة تحضيره."
    },
    {
        "name": "الشاي",
        "original_text": "Tea",
        "type": "PRODUCT",
        "description": "مشروب ساخن يُصنع من أوراق نبتة الكاميليا سينينسيس. يُعدّ الشاي من أكثر المشروبات شعبية في العالم، وله نكهات مختلفة حسب نوع الشاي وطريقة تحضيره."
    },
    {
        "name": "الكاكاو",
        "original_text": "Cacao",
        "type": "PRODUCT",
        "description": "نبات استوائي تُستخرج منه حبوب الكاكاو، التي تُستخدم في صناعة الشوكولاتة. يُعدّ الكاكاو من أهم المحاصيل الزراعية في العالم، وله نكهات مختلفة حسب نوعه وطريقة تحضيره."
    },
    {
        "name": "القهوة الفورية",
        "original_text": "Instant Coffee",
        "type": "PRODUCT",
        "description": "نوع من القهوة يُصنع من حبوب البن المحمصة والمطحونة والمجففة. تُذاب القهوة الفورية في الماء الساخن، وتتميز بسرعة تحضيرها."
    },
    {
        "name": "القهوة المختصة",
        "original_text": "Specialty Coffee",
        "type": "PRODUCT",
        "description": "مصطلح يُطلق على القهوة عالية الجودة، التي تُزرع في ظروف مثالية وتُحمص وتُحضّر بعناية. تتميز القهوة المختصة بنكهاتها الفريدة وجودتها العالية."
    },
    {
        "name": "القهوة العربية",
        "original_text": "Arabica Coffee",
        "type": "PRODUCT",
        "description": "نوع من أنواع حبوب البن، يُعدّ من أجود أنواع البن في العالم. تتميز القهوة العربية بنكهاتها الغنية وحموضتها المتوازنة."
    },
    {
        "name": "القهوة الروبوستا",
        "original_text": "Robusta Coffee",
        "type": "PRODUCT",
        "description": "نوع من أنواع حبوب البن، يتميز بنكهته القوية ومرارة أعلى من القهوة العربية. تُستخدم القهوة الروبوستا في خلطات القهوة، وتتميز بسعرها المنخفض."
    },
    {
        "name": "القهوة الليبيريكا",
        "original_text": "Liberica Coffee",
        "type": "PRODUCT",
        "description": "نوع من أنواع حبوب البن، نادر الانتشار. تتميز القهوة الليبيريكا بنكهتها الفريدة، وتُزرع في مناطق محددة من العالم."
    },
    {
        "name": "القهوة الإكسيلسا",
        "original_text": "Excelsa Coffee",
        "type": "PRODUCT",
        "description": "نوع من أنواع حبوب البن، نادر الانتشار. تتميز القهوة الإكسيلسا بنكهتها الفريدة، وتُزرع في مناطق محددة من العالم."
    },
    {
        "name": "القهوة الجيشا",
        "original_text": "Geisha Coffee",
        "type": "PRODUCT",
        "description": "نوع من أنواع حبوب البن، نادر وغالي الثمن. تتميز القهوة الجيشا بنكهاتها الفريدة، وتُزرع في مناطق محددة من العالم."
    },
    {
        "name": "القهوة الباكارا",
        "original_text": "Pacamara Coffee",
        "type": "PRODUCT",
        "description": "نوع من أنواع حبوب البن، هجين من نوعين آخرين. تتميز القهوة الباكارا بنكهاتها الفريدة، وتُزرع في مناطق محددة من العالم."
    },
    {
        "name": "القهوة السايدرا",
        "original_text": "Caturra Coffee",
        "type": "PRODUCT",
        "description": "نوع من أنواع حبوب البن، تتميز بنكهتها الحلوة وحموضتها المتوازنة. تُزرع القهوة السايدرا في مناطق محددة من العالم."
    },
    {
        "name": "القهوة التيبيكا",
        "original_text": "Typica Coffee",
        "type": "PRODUCT",
        "description": "نوع من أنواع حبوب البن، تُعدّ من أقدم أنواع البن في العالم. تتميز القهوة التيبيكا بنكهاتها الفريدة، وتُزرع في مناطق محددة من العالم."
    },
    {
        "name": "القهوة الميرادو",
        "original_text": "Mundo Novo Coffee",
        "type": "PRODUCT",
        "description": "نوع من أنواع حبوب البن، هجين من نوعين آخرين. تتميز القهوة الميرادو بنكهتها الفريدة، وتُزرع في مناطق محددة من العالم."
    },
    {
        "name": "القهوة البينك بربون",
        "original_text": "Pink Bourbon Coffee",
        "type": "PRODUCT",
        "description": "نوع من أنواع حبوب البن، نادر وغالي الثمن. تتميز القهوة البينك بربون بنكهاتها الفريدة، وتُزرع في مناطق محددة من العالم."
    },
    {
        "name": "القهوة المجففة",
        "original_text": "Natural Processed Coffee",
        "type": "PRODUCT",
        "description": "طريقة تجفيف حبوب البن، تُجفف فيها حبوب البن مع لبها الخارجي. تُعطي القهوة المجففة نكهات فاكهية وحلوة."
    },
    {
        "name": "القهوة المغسولة",
        "original_text": "Washed Processed Coffee",
        "type": "PRODUCT",
        "description": "طريقة تجفيف حبوب البن، تُزال فيها لب حبوب البن قبل تجفيفها. تُعطي القهوة المغسولة نكهات نظيفة وحمضية."
    },
    {
        "name": "القهوة المخمرة",
        "original_text": "Honey Processed Coffee",
        "type": "PRODUCT",
        "description": "طريقة تجفيف حبوب البن، تُزال فيها جزء من لب حبوب البن قبل تجفيفها. تُعطي القهوة المخمرة نكهات متوازنة بين الحلاوة والحموضة."
    },
    {
        "name": "القهوة المخمرة كربونيًا",
        "original_text": "Carbonic Maceration Coffee",
        "type": "PRODUCT",
        "description": "طريقة تجفيف حبوب البن، تُخمر فيها حبوب البن في بيئة غنية بثاني أكسيد الكربون. تُعطي القهوة المخمرة كربونيًا نكهات فاكهية ونبيذية."
    },
    {
        "name": "القهوة الفلتر",
        "original_text": "Filter Coffee",
        "type": "PRODUCT",
        "description": "طريقة تحضير القهوة، تُسكب فيها الماء الساخن على حبوب البن المطحونة. تُعطي القهوة الفلتر نكهات نظيفة وخفيفة."
    },
    {
        "name": "القهوة الإسبريسو",
        "original_text": "Espresso",
        "type": "PRODUCT",
        "description": "طريقة تحضير القهوة، تُمرر فيها الماء الساخن المضغوط عبر حبوب البن المطحونة. تُعطي القهوة الإسبريسو نكهات قوية ومُركّزة."
    },
    {
        "name": "القهوة التركية",
        "original_text": "Turkish Coffee",
        "type": "PRODUCT",
        "description": "طريقة تحضير القهوة، تُغلى فيها حبوب البن المطحونة مع الماء والسكر. تُعطي القهوة التركية نكهات قوية ومُركّزة."
    },
    {
        "name": "القهوة الفرنسية",
        "original_text": "French Press Coffee",
        "type": "PRODUCT",
        "description": "طريقة تحضير القهوة، تُنقع فيها حبوب البن المطحونة في الماء الساخن. تُعطي القهوة الفرنسية نكهات قوية وغنية."
    },
    {
        "name": "القهوة الباردة",
        "original_text": "Cold Brew Coffee",
        "type": "PRODUCT",
        "description": "طريقة تحضير القهوة، تُنقع فيها حبوب البن المطحونة في الماء البارد. تُعطي القهوة الباردة نكهات حلوة ومنعشة."
    }
]