{
    "Entities": [
        {
            "name": "الرسول صلى الله عليه وسلم",
            "original_text": null,
            "type": "RELIGIOUS_FIGURE",
            "description": "نبي الإسلام وخاتم الأنبياء، أُرسل رحمة للعالمين، بلغ رسالة الإسلام ودعا إلى عبادة الله الواحد الأحد، تميز بأخلاقه الكريمة وصفاته العظيمة، له مكانة عظيمة عند المسلمين."
        },
        {
            "name": "الكويت",
            "original_text": null,
            "type": "LOCATION",
            "description": "دولة عربية تقع في الشرق الأوسط، تشتهر بإنتاج النفط واحتياطياتها الكبيرة منه، تتميز بموقعها الاستراتيجي على الخليج العربي، عاصمتها مدينة الكويت."
        },
        {
            "name": "أمريكا",
            "original_text": "American",
            "type": "LOCATION",
            "description": "دولة تقع في أمريكا الشمالية، تُعدّ من أكبر دول العالم من حيث المساحة وعدد السكان، تشتهر بقوتها الاقتصادية والعسكرية، عاصمتها واشنطن."
        },
        {
            "name": "بريطانيا",
            "original_text": "British",
            "type": "LOCATION",
            "description": "دولة جزيرة تقع في شمال غرب أوروبا، تُعدّ من الدول المتقدمة في العالم، تشتهر بتاريخها العريق وثقافتها الغنية، عاصمتها لندن."
        },
        {
            "name": "منظمة الصحة العالمية",
            "original_text": null,
            "type": "ORGANIZATION",
            "description": "منظمة دولية تابعة للأمم المتحدة، تُعنى بالصحة العامة على مستوى العالم، تعمل على مكافحة الأمراض والأوبئة وتحسين الصحة العامة، يقع مقرها الرئيسي في جنيف، سويسرا."
        },
        {
            "name": "سورة الفاتحة",
            "original_text": null,
            "type": "WORK_OF_ART",
            "description": "أول سورة في القرآن الكريم، تُقرأ في كل ركعة من الصلاة، تُعرف بسورة الحمد، تتضمن سبع آيات تتحدث عن حمد الله والثناء عليه وطلب الهداية."
        },
        {
            "name": "سورة البقرة",
            "original_text": null,
            "type": "WORK_OF_ART",
            "description": "ثاني سورة في القرآن الكريم، تُعدّ أطول سورة في القرآن، تتضمن العديد من الأحكام الشرعية والقصص القرآني، سميت بسورة البقرة لورود قصة بقرة بني إسرائيل فيها."
        },
        {
            "name": "صحيح البخاري",
            "original_text": null,
            "type": "WORK_OF_ART",
            "description": "أحد أهم كتب الحديث النبوي عند المسلمين، جمعه الإمام البخاري، يحتوي على أحاديث نبوية صحيحة، يُعدّ من أهم مصادر التشريع الإسلامي."
        }
    ]
}