[
    {
        "name": "طريق الموت في الصحراء",
        "original_text": null,
        "type": "MISC",
        "description": "طريق في الصحراء كان يُعرف بخطورته بسبب انتشار قطاع الطرق، مما جعله يُلقب بـ\"طريق الموت\". \n\nكان هذا الطريق يُستخدَم من قبل الحجاج والمعتمرين والتجار، وكانوا عرضة لهجمات قطاع الطرق الذين كانوا يسلبونهم أموالهم وممتلكاتهم. \n\nأدت خطورة هذا الطريق إلى انتشار الخوف والرعب بين المسافرين، واضطرارهم إلى اتخاذ احتياطات أمنية مشددة، مثل السفر في مجموعات مسلحة. \n\nبعد تأسيس قطاع الأمن الطرق في المملكة العربية السعودية، تم القضاء على ظاهرة قطاع الطرق في هذا الطريق، وأصبح آمناً للمسافرين."
    },
    {
        "name": "رحلة الحج",
        "original_text": null,
        "type": "EVENT",
        "description": "رحلة الحج هي رحلة سنوية يقوم بها المسلمون إلى مدينة مكة المكرمة في المملكة العربية السعودية. \n\nتُعد رحلة الحج الركن الخامس من أركان الإسلام الخمسة، وهي فرض على كل مسلم بالغ عاقل قادر على أدائها. \n\nتستغرق رحلة الحج عدة أيام، ويؤدي الحجاج خلالها مجموعة من الشعائر الدينية، منها الطواف حول الكعبة المشرفة، والسعي بين الصفا والمروة، والوقوف بعرفة. \n\nتُعد رحلة الحج من أهم الرحلات الدينية في الإسلام، حيث يجتمع فيها المسلمون من جميع أنحاء العالم لأداء هذه الشعيرة العظيمة."
    },
    {
        "name": "بريطانيا",
        "original_text": "Britain",
        "type": "LOCATION",
        "description": "دولة جزرية تقع في شمال غرب أوروبا، تتكون من جزيرة بريطانيا العظمى وجزيرة أيرلندا الشمالية وعدة جزر أصغر. \n\nتُعد بريطانيا من الدول المتقدمة، ولها تاريخ طويل وحافل بالأحداث. \n\nتشتهر بريطانيا بثقافتها الغنية، حيث أنجبت العديد من الأدباء والفنانين والموسيقيين. \n\nتُعد لندن عاصمة بريطانيا، وهي من أهم المدن العالمية في مجالات السياحة والتجارة والثقافة."
    },
    {
        "name": "جوزيف بيتس",
        "original_text": "Joseph Pitts",
        "type": "PERSON",
        "description": "رحالة بريطاني من القرن الثامن عشر، اشتهر بكتاباته عن رحلته إلى الحج. \n\nتم أسره من قبل جزائري وأُجبر على اعتناق الإسلام، واصطحبه معه إلى الحج. \n\nدوّن جوزيف بيتس مشاهداته وتجاربه خلال رحلته في كتابه \"رحلة إلى مكة المكرمة والمدينة المنورة\". \n\nتُعد كتابات جوزيف بيتس من المصادر المهمة لفهم أحوال الحج في القرن الثامن عشر."
    },
    {
        "name": "الجزائر",
        "original_text": null,
        "type": "LOCATION",
        "description": "دولة تقع في شمال إفريقيا، تُعد أكبر دولة عربية من حيث المساحة. \n\nتتميز الجزائر بتنوعها الجغرافي، حيث تضم جبال الأطلس، والصحراء الكبرى، وساحل البحر الأبيض المتوسط. \n\nللجزائر تاريخ غني، حيث كانت موطناً للعديد من الحضارات، مثل الحضارة الرومانية والحضارة الإسلامية. \n\nتُعد الجزائر من الدول العربية المهمة، ولها دور بارز في جامعة الدول العربية."
    },
    {
        "name": "نهر النيل",
        "original_text": "Nile River",
        "type": "LOCATION",
        "description": "أطول نهر في العالم، يقع في قارة أفريقيا. \n\nيمتد نهر النيل لمسافة تزيد عن 6,650 كيلومتر، من بحيرة فيكتوريا في وسط أفريقيا إلى البحر الأبيض المتوسط في الشمال. \n\nيُعد نهر النيل شريان الحياة لمصر والسودان، حيث يعتمد عليهما في الزراعة والشرب. \n\nللنيل أهمية تاريخية كبيرة، حيث قامت على ضفافه حضارات قديمة، مثل الحضارة المصرية القديمة."
    },
    {
        "name": "رشيد",
        "original_text": "Rashid",
        "type": "LOCATION",
        "description": "مدينة مصرية تقع على ساحل البحر الأبيض المتوسط، عند مصب فرع رشيد لنهر النيل. \n\nتشتهر رشيد بمعالمها الأثرية، مثل مسجد زغلول، وبيت الكريتلية. \n\nتُعد رشيد من المدن السياحية المهمة في مصر. \n\nتشتهر رشيد بصناعة الفخار."
    },
    {
        "name": "القاهرة",
        "original_text": "Cairo",
        "type": "LOCATION",
        "description": "عاصمة جمهورية مصر العربية، وأكبر مدنها. \n\nتقع القاهرة على ضفاف نهر النيل، وتُعد من أهم المدن العربية والإفريقية. \n\nتشتهر القاهرة بمعالمها الأثرية، مثل الأهرامات، وأبو الهول، وقلعة صلاح الدين الأيوبي. \n\nتُعد القاهرة مركزًا ثقافيًا واقتصاديًا مهمًا في المنطقة العربية."
    },
    {
        "name": "القرن العشرين",
        "original_text": "20th century",
        "type": "MISC",
        "description": "فترة زمنية امتدت من عام 1901 إلى عام 2000. \n\nشهد القرن العشرين أحداثًا تاريخية مهمة، مثل الحربين العالميتين، والثورة الروسية، والحرب الباردة. \n\nشهد القرن العشرين أيضًا تقدمًا علميًا وتكنولوجيًا كبيرًا، مثل اختراع الطائرة، والكمبيوتر، والإنترنت. \n\nتُعد أحداث القرن العشرين مؤثرة بشكل كبير على العالم اليوم."
    },
    {
        "name": "عبد العزيز دولتشين",
        "original_text": "Abdul Aziz Doltchin",
        "type": "PERSON",
        "description": "رحالة وعسكري روسي، قام برحلة استخباراتية إلى الحج في عام 1899. \n\nكان هدفه من الرحلة مراقبة المسلمين الروس خلال أدائهم فريضة الحج. \n\nدوّن دولتشين مشاهداته وتجاربه خلال رحلته، بما في ذلك هجوم قطاع الطرق على الحجاج. \n\nتُعد كتابات دولتشين من المصادر المهمة لفهم أحوال الحج في أواخر القرن التاسع عشر."
    },
    {
        "name": "الجيش الروسي",
        "original_text": "Russian army",
        "type": "ORGANIZATION",
        "description": "القوات المسلحة لروسيا، وهي من أكبر الجيوش في العالم. \n\nيتكون الجيش الروسي من عدة فروع، منها القوات البرية، والقوات الجوية، والقوات البحرية. \n\nللجيش الروسي تاريخ طويل وحافل بالأحداث، حيث شارك في العديد من الحروب والمعارك. \n\nيُعد الجيش الروسي من أقوى الجيوش في العالم، ويمتلك أسلحة متطورة."
    },
    {
        "name": "الوحده الاسلاميه",
        "original_text": null,
        "type": "MISC",
        "description": "فكرة سياسية تدعو إلى توحيد الدول الإسلامية في دولة واحدة. \n\nظهرت فكرة الوحدة الإسلامية في القرن التاسع عشر، كرد فعل على الاستعمار الغربي للدول الإسلامية. \n\nحظيت فكرة الوحدة الإسلامية بدعم شعبي واسع في العالم الإسلامي، لكنها لم تتحقق على أرض الواقع. \n\nلا تزال فكرة الوحدة الإسلامية مطروحة للنقاش في الأوساط السياسية والفكرية الإسلامية."
    },
    {
        "name": "السلطان عبد الحميد",
        "original_text": null,
        "type": "PERSON",
        "description": "آخر سلاطين الدولة العثمانية، حكم من عام 1876 إلى عام 1909. \n\nاشتهر السلطان عبد الحميد بسياساته الإصلاحية، ومحاولاته النهوض بالدولة العثمانية. \n\nواجه السلطان عبد الحميد العديد من التحديات خلال فترة حكمه، منها التدخلات الأجنبية، والحركات القومية. \n\nتم عزل السلطان عبد الحميد عن الحكم في عام 1909، وتوفي في عام 1918."
    },
    {
        "name": "جدة",
        "original_text": "Jeddah",
        "type": "LOCATION",
        "description": "مدينة سعودية تقع على ساحل البحر الأحمر، تُعد ثاني أكبر مدن المملكة العربية السعودية. \n\nتُعد جدة بوابة الحرمين الشريفين، حيث يمر بها الحجاج والمعتمرون من جميع أنحاء العالم. \n\nتشتهر جدة بمعالمها الأثرية، مثل منطقة البلد التاريخية، وكورنيش جدة. \n\nتُعد جدة مركزًا تجاريًا واقتصاديًا مهمًا في المملكة العربية السعودية."
    },
    {
        "name": "مكة",
        "original_text": "Mecca",
        "type": "LOCATION",
        "description": "مدينة سعودية تقع في غرب المملكة العربية السعودية، تُعد أقدس مدن المسلمين. \n\nتُعد مكة المكرمة وجهة المسلمين لأداء فريضة الحج، حيث تقع فيها الكعبة المشرفة. \n\nولد النبي محمد صلى الله عليه وسلم في مكة المكرمة. \n\nتُعد مكة المكرمة من أهم المدن الدينية والتاريخية في العالم."
    },
    {
        "name": "1910",
        "original_text": null,
        "type": "MISC",
        "description": "عام في القرن العشرين. \n\nشهد عام 1910 أحداثًا تاريخية مهمة، مثل ثورة 1911 في الصين، ووفاة الملك إدوارد السابع في بريطانيا. \n\nشهد عام 1910 أيضًا تقدمًا علميًا وتكنولوجيًا، مثل تطوير الطائرات، والسيارات. \n\nتُعد أحداث عام 1910 مؤثرة بشكل كبير على العالم."
    },
    {
        "name": "محمد بهجة البيطار",
        "original_text": "Muhammad Bahjat al-Baytar",
        "type": "PERSON",
        "description": "علامة الشام، سافر إلى الحجاز في عام 1910. \n\nتعرض لهجوم من قبل قطاع الطرق الذين سلبوا منه ماله وثيابه. \n\nدوّن محمد بهجة البيطار هذه الحادثة في رسالة إلى أحد الأمراء في الجزيرة العربية. \n\nتُعد رسالة محمد بهجة البيطار من المصادر المهمة لفهم أحوال الحج في أوائل القرن العشرين."
    },
    {
        "name": "الجزيره العربيه",
        "original_text": null,
        "type": "LOCATION",
        "description": "شبه جزيرة تقع في جنوب غرب آسيا، تُعد أكبر شبه جزيرة في العالم. \n\nتُعد الجزيرة العربية مهد الإسلام، حيث ولد النبي محمد صلى الله عليه وسلم في مكة المكرمة. \n\nتتميز الجزيرة العربية بمناخها الصحراوي الحار، واحتوائها على أكبر احتياطي نفطي في العالم. \n\nتُعد المملكة العربية السعودية أكبر دول الجزيرة العربية."
    },
    {
        "name": "مومباي",
        "original_text": "Mumbai",
        "type": "LOCATION",
        "description": "مدينة هندية تقع على ساحل بحر العرب، تُعد أكبر مدن الهند من حيث عدد السكان. \n\nتُعد مومباي مركزًا تجاريًا واقتصاديًا مهمًا في الهند. \n\nتشتهر مومباي بصناعة السينما الهندية (بوليوود). \n\nتُعد مومباي من المدن السياحية المهمة في الهند."
    },
    {
        "name": "كراتشي",
        "original_text": "Karachi",
        "type": "LOCATION",
        "description": "مدينة باكستانية تقع على ساحل بحر العرب، تُعد أكبر مدن باكستان من حيث عدد السكان. \n\nتُعد كراتشي مركزًا تجاريًا واقتصاديًا مهمًا في باكستان. \n\nتشتهر كراتشي بمينائها البحري، الذي يُعد من أهم الموانئ في المنطقة. \n\nتُعد كراتشي من المدن السياحية المهمة في باكستان."
    },
    {
        "name": "البحرين",
        "original_text": "Bahrain",
        "type": "LOCATION",
        "description": "دولة جزرية تقع في الخليج العربي، تتكون من أرخبيل من الجزر. \n\nتُعد البحرين من الدول العربية الصغيرة من حيث المساحة وعدد السكان. \n\nتشتهر البحرين بصناعة اللؤلؤ، وسباقات السيارات (فورمولا 1). \n\nتُعد المنامة عاصمة البحرين."
    },
    {
        "name": "مسقط",
        "original_text": "Muscat",
        "type": "LOCATION",
        "description": "عاصمة سلطنة عمان، وأكبر مدنها. \n\nتقع مسقط على ساحل خليج عمان، وتُعد من المدن العربية القديمة. \n\nتشتهر مسقط بمعالمها الأثرية، مثل قصر العلم، وقلعة مطرح. \n\nتُعد مسقط مركزًا تجاريًا وسياحيًا مهمًا في سلطنة عمان."
    },
    {
        "name": "بندر عباس",
        "original_text": "Bandar Abbas",
        "type": "LOCATION",
        "description": "مدينة إيرانية تقع على ساحل الخليج العربي، تُعد من أهم المدن الإيرانية من حيث الموقع الاستراتيجي. \n\nتُعد بندر عباس مركزًا تجاريًا واقتصاديًا مهمًا في إيران. \n\nتشتهر بندر عباس بمينائها البحري، الذي يُعد من أهم الموانئ في الخليج العربي. \n\nتُعد بندر عباس من المدن السياحية المهمة في إيران."
    },
    {
        "name": "عيد الفطر",
        "original_text": "Eid al-Fitr",
        "type": "EVENT",
        "description": "عيد ديني يحتفل به المسلمون في أول أيام شهر شوال، بعد صيام شهر رمضان. \n\nيُعد عيد الفطر من أهم الأعياد الدينية في الإسلام، حيث يجتمع فيه المسلمون للصلاة وتبادل التهاني. \n\nيقوم المسلمون في عيد الفطر بإخراج زكاة الفطر، وهي صدقة واجبة على كل مسلم قادر على إخراجها. \n\nتُعد أيام عيد الفطر أيام فرح وسرور للمسلمين."
    },
    {
        "name": "المملكه العربيه السعوديه",
        "original_text": null,
        "type": "LOCATION",
        "description": "دولة عربية تقع في شبه الجزيرة العربية، تُعد أكبر دول الشرق الأوسط من حيث المساحة. \n\nتُعد المملكة العربية السعودية مهد الإسلام، حيث تقع فيها مكة المكرمة والمدينة المنورة. \n\nتتميز المملكة العربية السعودية بمناخها الصحراوي الحار، واحتوائها على أكبر احتياطي نفطي في العالم. \n\nتُعد الرياض عاصمة المملكة العربية السعودية."
    },
    {
        "name": "نفود السر",
        "original_text": null,
        "type": "LOCATION",
        "description": "منطقة صحراوية تقع في المملكة العربية السعودية، تمتد بين مدينتي شقراء والدوادمي. \n\nكانت نفود السر في الماضي ممرًا حيويًا للحجاج والمعتمرين والتجار. \n\nاشتهرت نفود السر بانتشار قطاع الطرق فيها، مما جعلها منطقة خطرة على المسافرين. \n\nبعد تأسيس قطاع الأمن الطرق في المملكة العربية السعودية، تم القضاء على ظاهرة قطاع الطرق في نفود السر، وأصبحت منطقة آمنة للمسافرين."
    },
    {
        "name": "شقراء",
        "original_text": "Shaqra",
        "type": "LOCATION",
        "description": "مدينة سعودية تقع في منطقة الرياض، تُعد من المدن القديمة في المملكة العربية السعودية. \n\nتشتهر شقراء بزراعة النخيل، وصناعة السجاد. \n\nتُعد شقراء من المدن السياحية المهمة في منطقة الرياض. \n\nتشتهر شقراء بمهرجانها السنوي للتمور."
    },
    {
        "name": "الدوادمي",
        "original_text": "Dawadmi",
        "type": "LOCATION",
        "description": "مدينة سعودية تقع في منطقة الرياض، تُعد من المدن القديمة في المملكة العربية السعودية. \n\nتشتهر الدوادمي بزراعة القمح، وصناعة الجلود. \n\nتُعد الدوادمي من المدن السياحية المهمة في منطقة الرياض. \n\nتشتهر الدوادمي بمهرجانها السنوي للربيع."
    },
    {
        "name": "رشاش العتيبي",
        "original_text": null,
        "type": "PERSON",
        "description": "رئيس عصابة إجرامية اشتهرت في المملكة العربية السعودية في منتصف الثمانينيات. \n\nكان رشاش العتيبي يعمل عسكريًا في المنطقة الشرقية، لكنه تمرد على القانون وهرب إلى نجد. \n\nكون رشاش العتيبي عصابة إجرامية تخصصت في السلب والنهب وترويع المسافرين والحجاج. \n\nتم القبض على رشاش العتيبي وتنفيذ حكم القصاص عليه في عام 1989."
    },
    {
        "name": "القصيم",
        "original_text": "Qassim",
        "type": "LOCATION",
        "description": "منطقة تقع في وسط المملكة العربية السعودية، تُعد من أهم المناطق الزراعية في المملكة. \n\nتشتهر القصيم بزراعة التمور، والحمضيات، والخضروات. \n\nتُعد القصيم من المناطق السياحية المهمة في المملكة العربية السعودية. \n\nتشتهر القصيم بمهرجانها السنوي للتمور."
    },
    {
        "name": "نجد",
        "original_text": "Najd",
        "type": "LOCATION",
        "description": "منطقة تاريخية تقع في وسط شبه الجزيرة العربية، تُعد مهد الدولة السعودية الأولى والثانية. \n\nتشتهر نجد بمناخها الصحراوي القاسي، واحتوائها على العديد من المدن التاريخية، مثل الرياض، والدرعية. \n\nاشتهرت نجد في الماضي بقبائلها البدوية، ودورها في التجارة. \n\nتُعد نجد من أهم المناطق التاريخية والثقافية في المملكة العربية السعودية."
    },
    {
        "name": "الحرس الوطني",
        "original_text": "National Guard",
        "type": "ORGANIZATION",
        "description": "قوة عسكرية سعودية، تُعد من أهم القوات المسلحة في المملكة العربية السعودية. \n\nيتمثل دور الحرس الوطني في حماية حدود المملكة، والحفاظ على الأمن الداخلي. \n\nيتكون الحرس الوطني من عدة وحدات، منها القوات البرية، والقوات الجوية. \n\nيُعد الحرس الوطني من القوات المسلحة القوية والمدربة في المملكة العربية السعودية."
    },
    {
        "name": "المنطقه الشرقيه",
        "original_text": null,
        "type": "LOCATION",
        "description": "منطقة تقع في شرق المملكة العربية السعودية، تُعد من أهم المناطق النفطية في العالم. \n\nتشتهر المنطقة الشرقية بحقولها النفطية، ومصافيها، وموانئها البحرية. \n\nتُعد المنطقة الشرقية من المناطق السياحية المهمة في المملكة العربية السعودية. \n\nتشتهر المنطقة الشرقية بشواطئها الجميلة، وجزرها الخلابة."
    },
    {
        "name": "قعيد",
        "original_text": null,
        "type": "PERSON",
        "description": "أحد أفراد عصابة رشاش العتيبي، كان تاجر مواشي. \n\nأصيب قعيد بالشلل بعد مشاجرة مع أحد الأشخاص. \n\nحُكم على قعيد بالسجن، لكنه هرب وانضم إلى عصابة رشاش العتيبي. \n\nتم القبض على قعيد بعد مطاردة طويلة، واستسلم للشرطة."
    },
    {
        "name": "مصلح",
        "original_text": null,
        "type": "PERSON",
        "description": "أحد أفراد عصابة رشاش العتيبي. \n\nكان مصلح من أخطر أفراد العصابة، وكان مسؤولاً عن العديد من الجرائم. \n\nخطط مصلح لاغتيال الملك فهد بن عبد العزيز آل سعود، لكن محاولته باءت بالفشل. \n\nتم القبض على مصلح وتنفيذ حكم القصاص عليه."
    },
    {
        "name": "سلطان",
        "original_text": null,
        "type": "PERSON",
        "description": "أحد أفراد عصابة رشاش العتيبي، وشقيق مهل. \n\nكان سلطان من أبرز أفراد العصابة، وكان مسؤولاً عن العديد من الجرائم. \n\nتم القبض على سلطان مع شقيقه مهل في عملية أمنية محكمة. \n\nتم تنفيذ حكم القصاص على سلطان مع شقيقه مهل."
    },
    {
        "name": "مهل",
        "original_text": null,
        "type": "PERSON",
        "description": "أحد أفراد عصابة رشاش العتيبي، وشقيق سلطان. \n\nكان مهل من أبرز أفراد العصابة، وكان مسؤولاً عن العديد من الجرائم. \n\nتم القبض على مهل مع شقيقه سلطان في عملية أمنية محكمة. \n\nتم تنفيذ حكم القصاص على مهل مع شقيقه سلطان."
    },
    {
        "name": "الثمانينات",
        "original_text": null,
        "type": "MISC",
        "description": "العقد الثامن من القرن العشرين، امتد من عام 1980 إلى عام 1989. \n\nشهدت الثمانينيات أحداثًا تاريخية مهمة، مثل الحرب العراقية الإيرانية، وانهيار الاتحاد السوفيتي. \n\nشهدت الثمانينيات أيضًا تقدمًا علميًا وتكنولوجيًا كبيرًا، مثل انتشار أجهزة الكمبيوتر الشخصية، وتطور صناعة الموسيقى. \n\nتُعد أحداث الثمانينيات مؤثرة بشكل كبير على العالم اليوم."
    },
    {
        "name": "فلسطين",
        "original_text": "Palestine",
        "type": "LOCATION",
        "description": "منطقة جغرافية وتاريخية تقع في غرب آسيا، على الساحل الشرقي للبحر الأبيض المتوسط. \n\nتُعد فلسطين أرضًا مقدسة للديانات الإبراهيمية الثلاث (الإسلام، والمسيحية، واليهودية). \n\nشهدت فلسطين العديد من الأحداث التاريخية المهمة، مثل ميلاد السيد المسيح عليه السلام، ونزول الوحي على النبي محمد صلى الله عليه وسلم. \n\nتُعد القضية الفلسطينية من أهم القضايا السياسية في العالم اليوم."
    },
    {
        "name": "كام ديفيد",
        "original_text": "Camp David",
        "type": "LOCATION",
        "description": "مقر ريفي لرئيس الولايات المتحدة الأمريكية، يقع في ولاية ماريلاند. \n\nاشتهر كامب ديفيد باستضافته العديد من المؤتمرات والقمم الدولية، منها اتفاقية كامب ديفيد للسلام بين مصر وإسرائيل في عام 1978. \n\nتُعد اتفاقية كامب ديفيد من أهم الاتفاقيات الدولية في الشرق الأوسط، حيث مهدت الطريق للسلام بين مصر وإسرائيل. \n\nلا يزال كامب ديفيد يستخدم كمقر ريفي لرئيس الولايات المتحدة الأمريكية، ويستضيف العديد من الاجتماعات والفعاليات."
    },
    {
        "name": "الرئيس السادات",
        "original_text": null,
        "type": "PERSON",
        "description": "محمد أنور السادات، الرئيس الثالث لجمهورية مصر العربية، حكم من عام 1970 إلى عام 1981. \n\nاشتهر الرئيس السادات بحرب أكتوبر 1973، واتفاقية كامب ديفيد للسلام مع إسرائيل. \n\nحصل الرئيس السادات على جائزة نوبل للسلام عام 1978، مناصفة مع رئيس الوزراء الإسرائيلي مناحيم بيجن. \n\nاغتيل الرئيس السادات في 6 أكتوبر 1981، على يد جماعة إسلامية متطرفة."
    },
    {
        "name": "اسرائيل",
        "original_text": "Israel",
        "type": "LOCATION",
        "description": "دولة تقع في غرب آسيا، على الساحل الشرقي للبحر الأبيض المتوسط. \n\nتُعد إسرائيل دولة يهودية، وتُعد القدس عاصمتها. \n\nشهدت إسرائيل العديد من الحروب والصراعات مع الدول العربية المجاورة. \n\nتُعد العلاقات الإسرائيلية العربية من أهم القضايا السياسية في الشرق الأوسط."
    },
    {
        "name": "الملك فهد",
        "original_text": null,
        "type": "PERSON",
        "description": "فهد بن عبد العزيز آل سعود، الملك الخامس للمملكة العربية السعودية، حكم من عام 1982 إلى عام 2005. \n\nاشتهر الملك فهد بسياساته الحكيمة، وجهوده في توحيد الصف العربي. \n\nشهدت فترة حكم الملك فهد العديد من الأحداث المهمة، مثل حرب الخليج الثانية، وأحداث 11 سبتمبر 2001. \n\nتُعد فترة حكم الملك فهد من فترات الازدهار والاستقرار في المملكة العربية السعودية."
    },
    {
        "name": "الرياض",
        "original_text": "Riyadh",
        "type": "LOCATION",
        "description": "عاصمة المملكة العربية السعودية، وأكبر مدنها. \n\nتقع الرياض في وسط المملكة العربية السعودية، وتُعد مركزًا سياسيًا واقتصاديًا وثقافيًا مهمًا. \n\nتشتهر الرياض بناطحات السحاب، والمراكز التجارية، والجامعات. \n\nتُعد الرياض من المدن العربية الحديثة، وتشهد تطورًا عمرانيًا واقتصاديًا سريعًا."
    },
    {
        "name": "اليمن",
        "original_text": "Yemen",
        "type": "LOCATION",
        "description": "دولة عربية تقع في جنوب شبه الجزيرة العربية، تُعد من أفقر دول العالم العربي. \n\nتشتهر اليمن بتنوعها الجغرافي، حيث تضم جبالًا شاهقة، وسهولًا خصبة، وساحلًا طويلًا على البحر الأحمر وبحر العرب. \n\nشهدت اليمن العديد من الحروب والصراعات الداخلية. \n\nتُعد صنعاء عاصمة اليمن."
    },
    {
        "name": "1989",
        "original_text": null,
        "type": "MISC",
        "description": "عام في القرن العشرين. \n\nشهد عام 1989 أحداثًا تاريخية مهمة، مثل سقوط جدار برلين، وانهيار الاتحاد السوفيتي. \n\nشهد عام 1989 أيضًا تقدمًا علميًا وتكنولوجيًا، مثل انتشار الإنترنت، وتطور الهواتف المحمولة. \n\nتُعد أحداث عام 1989 مؤثرة بشكل كبير على العالم اليوم."
    },
    {
        "name": "قطاع امن الطرق",
        "original_text": null,
        "type": "ORGANIZATION",
        "description": "قطاع أمني تابع لوزارة الداخلية في المملكة العربية السعودية، يتولى مسؤولية حماية الطرق السريعة، وضمان سلامة المسافرين. \n\nتأسس قطاع أمن الطرق في المملكة العربية السعودية بعد انتشار ظاهرة قطاع الطرق في الثمانينيات. \n\nيلعب قطاع أمن الطرق دورًا مهمًا في مكافحة الجريمة، والحفاظ على الأمن والنظام على الطرق السريعة. \n\nيتمتع قطاع أمن الطرق بسمعة طيبة في المملكة العربية السعودية، ويحظى بتقدير واحترام المواطنين والمقيمين."
    },
    {
        "name": "النبي محمد",
        "original_text": null,
        "type": "RELIGIOUS_FIGURE",
        "description": "محمد بن عبد الله، نبي الإسلام وخاتم الأنبياء والمرسلين. \n\nولد النبي محمد صلى الله عليه وسلم في مكة المكرمة عام 570 ميلادية. \n\nنزل عليه الوحي وهو في الأربعين من عمره، وأمره الله تعالى بتبليغ رسالة الإسلام. \n\nتوفي النبي محمد صلى الله عليه وسلم في المدينة المنورة عام 632 ميلادية."
    }
]