{
    "Entities": [
        {
            "name": "فرانك أباغنيل",
            "original_text": "Frank Abagnale",
            "type": "PERSON",
            "description": "فرانك أباغنيل نصاب أمريكي سابق ومستشار أمني حالي. اشتهر في الستينيات بانتحاله لشخصيات مختلفة، بما في ذلك طيار لشركة طيران، وطبيب، ومدعٍ عام. تم القبض عليه في النهاية، لكنه أطلق سراحه لاحقًا مقابل مساعدة مكتب التحقيقات الفيدرالي في قضايا الاحتيال. أصبح أباغنيل خبيرًا أمنيًا بارزًا، حيث قدم المشورة للشركات والحكومات حول كيفية منع الاحتيال."
        },
        {
            "name": "بانام",
            "original_text": "Pan Am",
            "type": "ORGANIZATION",
            "description": "بان أمريكان وورلد إيرويز، المعروفة باسم بان أم، كانت شركة طيران أمريكية رئيسية ومقرها في مدينة نيويورك. كانت واحدة من أكبر شركات الطيران وأكثرها شهرة في العالم لأكثر من ستة عقود. اشتهرت بان أم بخدماتها الدولية، وشبكتها الواسعة، وطائراتها الأيقونية. أفلست الشركة في عام 1991."
        },
        {
            "name": "جامعة هارفارد",
            "original_text": "Harvard University",
            "type": "ORGANIZATION",
            "description": "جامعة هارفارد هي جامعة أبحاث خاصة في كامبريدج، ماساتشوستس. تأسست عام 1636، وهي أقدم مؤسسة للتعليم العالي في الولايات المتحدة وواحدة من أكثر الجامعات شهرة في العالم. تشتهر هارفارد ببرامجها الأكاديمية الصارمة، وهيئتها التدريسية المتميزة، وخريجيها المؤثرين."
        },
        {
            "name": "نيويورك",
            "original_text": "New York",
            "type": "LOCATION",
            "description": "نيويورك هي مدينة تقع في شمال شرق الولايات المتحدة، وهي أكبر مدينة في الولايات المتحدة من حيث عدد السكان. تُعرف نيويورك بكونها مركزًا عالميًا للتجارة، والتمويل، والثقافة، والسياحة. تضم المدينة العديد من المعالم الشهيرة، بما في ذلك تمثال الحرية، وناطحة سحاب إمباير ستيت، و سنترال بارك."
        },
        {
            "name": "اتلانتا",
            "original_text": "Atlanta",
            "type": "LOCATION",
            "description": "مدينة أتلانتا هي عاصمة ولاية جورجيا الأمريكية وأكبر مدنها. تقع في جنوب شرق الولايات المتحدة، وتُعرف بتاريخها الغني، وثقافتها النابضة بالحياة، واقتصادها المتنوع. استضافت أتلانتا دورة الألعاب الأولمبية الصيفية لعام 1996، وتُعدّ مركزًا رئيسيًا للنقل الجوي."
        },
        {
            "name": "جورجيا",
            "original_text": "Georgia",
            "type": "LOCATION",
            "description": "ولاية جورجيا هي ولاية تقع في جنوب شرق الولايات المتحدة. تُعرف بتنوعها الجغرافي، من جبال الأبلاش إلى ساحل المحيط الأطلسي. تشتهر جورجيا بإنتاجها الزراعي، وخاصة الفول السوداني، وتُعدّ مركزًا رئيسيًا للصناعة والتجارة."
        },
        {
            "name": "كاليفورنيا",
            "original_text": "California",
            "type": "LOCATION",
            "description": "ولاية كاليفورنيا هي ولاية تقع على الساحل الغربي للولايات المتحدة. تُعرف بشواطئها الجميلة، ومناخها المعتدل، واقتصادها القوي. تشتهر كاليفورنيا بصناعة الترفيه، والتكنولوجيا، والسياحة."
        },
        {
            "name": "لويزيانا",
            "original_text": "Louisiana",
            "type": "LOCATION",
            "description": "ولاية لويزيانا هي ولاية تقع في جنوب الولايات المتحدة. تُعرف بثقافتها الفرنسية، وموسيقى الجاز، ومهرجان ماردي غرا. تشتهر لويزيانا بإنتاجها النفطي والغازي، وتُعدّ مركزًا رئيسيًا للصناعة والتجارة."
        },
        {
            "name": "فرنسا",
            "original_text": "France",
            "type": "LOCATION",
            "description": "فرنسا هي دولة تقع في أوروبا الغربية. تُعرف بثقافتها الغنية، وفنونها، ومطبخها. تشتهر فرنسا بمعالمها السياحية الشهيرة، بما في ذلك برج إيفل، وقصر فرساي، ومتحف اللوفر."
        },
        {
            "name": "السويد",
            "original_text": "Sweden",
            "type": "LOCATION",
            "description": "السويد هي دولة تقع في شمال أوروبا. تُعرف بمناظرها الطبيعية الخلابة، ونظامها الاجتماعي المتقدم، واقتصادها القوي. تشتهر السويد بصناعة السيارات، والأثاث، والتكنولوجيا."
        },
        {
            "name": "مكتب التحقيقات الفيدرالي",
            "original_text": "FBI",
            "type": "ORGANIZATION",
            "description": "مكتب التحقيقات الفيدرالي (FBI) هو وكالة حكومية أمريكية مسؤولة عن إنفاذ القانون الفيدرالي والاستخبارات. تأسس مكتب التحقيقات الفيدرالي عام 1908، ويقع مقره الرئيسي في واشنطن العاصمة. يلعب مكتب التحقيقات الفيدرالي دورًا رئيسيًا في مكافحة الإرهاب، والجريمة المنظمة، والجرائم الإلكترونية."
        },
        {
            "name": "الانتربول",
            "original_text": "Interpol",
            "type": "ORGANIZATION",
            "description": "منظمة الشرطة الجنائية الدولية (الإنتربول) هي منظمة حكومية دولية تسهل التعاون بين أجهزة الشرطة في جميع أنحاء العالم. تأسست الإنتربول عام 1923، ويقع مقرها الرئيسي في ليون، فرنسا. تساعد الإنتربول في مكافحة الجريمة العابرة للحدود، بما في ذلك الإرهاب، والاتجار بالمخدرات، وغسل الأموال."
        }
    ]
}