{
    "Entities": [
        {
            "name": "زنجبار",
            "original_text": "Zanzibar",
            "type": "LOCATION",
            "description": "زنجبار هي أرخبيل يقع في المحيط الهندي قبالة سواحل تنزانيا، وتتمتع بتاريخ غني وثقافة متنوعة. كانت زنجبار مركزًا تجاريًا هامًا على مر القرون، خاصة في تجارة التوابل والعبيد. حكمتها سلطنة عمان لفترة طويلة قبل أن تصبح محمية بريطانية، وفي عام 1964 حصلت على استقلالها قبل أن تتحد مع تنجانيقا لتشكيل دولة تنزانيا."
        },
        {
            "name": "العرب",
            "original_text": "Arabs",
            "type": "MISC",
            "description": "العرب هم مجموعة عرقية ولغوية وثقافية تتركز بشكل أساسي في الوطن العربي في غرب آسيا وشمال إفريقيا. يشترك العرب في لغة مشتركة هي اللغة العربية، ولديهم تاريخ وثقافة غنيين ومتنوعين. لعب العرب دورًا هامًا في التاريخ، خاصة في مجالات مثل الرياضيات، والفلك، والفلسفة، والطب."
        },
        {
            "name": "المسلمين",
            "original_text": "Muslims",
            "type": "MISC",
            "description": "المسلمون هم أتباع دين الإسلام، وهو دين توحيدي يؤمن بالله الواحد الأحد. يعتبر الإسلام ثاني أكبر ديانة في العالم، وينتشر أتباعه في جميع أنحاء العالم. يلتزم المسلمون بأركان الإسلام الخمسة، وهي الشهادتان، والصلاة، والزكاة، والصوم، والحج."
        },
        {
            "name": "المحيط الهندي",
            "original_text": "Indian Ocean",
            "type": "LOCATION",
            "description": "المحيط الهندي هو ثالث أكبر محيطات العالم، ويغطي حوالي 20% من مساحة سطح الأرض. يحد المحيط الهندي من الشمال قارة آسيا، ومن الغرب قارة إفريقيا، ومن الشرق أستراليا، ومن الجنوب المحيط الجنوبي. يتميز المحيط الهندي بتنوعه البيولوجي الكبير، ويعد موطنًا للعديد من الكائنات البحرية الفريدة."
        },
        {
            "name": "البرتغال",
            "original_text": "Portugal",
            "type": "LOCATION",
            "description": "البرتغال هي دولة تقع في جنوب غرب أوروبا، وتشترك في حدودها البرية مع إسبانيا فقط. كانت البرتغال قوة استعمارية كبرى في الماضي، ولا تزال تحتفظ ببعض الأراضي في الخارج. تشتهر البرتغال بثقافتها الغنية، خاصة في مجالات مثل الموسيقى، والرقص، والمطبخ."
        },
        {
            "name": "العمانيون",
            "original_text": "Omanis",
            "type": "MISC",
            "description": "العمانيون هم مجموعة عرقية ولغوية وثقافية تتركز بشكل أساسي في سلطنة عمان. يشترك العمانيون في لغة مشتركة هي اللغة العربية، ولديهم تاريخ وثقافة غنيين ومتنوعين. لعب العمانيون دورًا هامًا في التجارة البحرية في الماضي، وكانوا يسيطرون على طرق التجارة في المحيط الهندي."
        },
        {
            "name": "1668 ميلادي",
            "original_text": "1668 AD",
            "type": "EVENT",
            "description": "في عام 1668 ميلادي، تمكن العمانيون من طرد البرتغاليين من زنجبار، منهين بذلك فترة طويلة من الاستعمار البرتغالي للجزيرة. شكل هذا الحدث نقطة تحول هامة في تاريخ زنجبار، ومهد الطريق أمام سيطرة العمانيين على الجزيرة وبداية حقبة جديدة في تاريخها."
        },
        {
            "name": "1818",
            "original_text": "1818",
            "type": "EVENT",
            "description": "في عام 1818، أصبح سعيد بن سلطان البوسعيدي حاكمًا لعمان وزنجبار. اتخذ سعيد بن سلطان من زنجبار مقرًا لحكمه، وقام بتطوير الجزيرة بشكل كبير، خاصة في مجالات الزراعة والتجارة. تعتبر فترة حكم سعيد بن سلطان فترة ازدهار لزنجبار، وشهدت الجزيرة خلالها تطورًا ملحوظًا في مختلف المجالات."
        },
        {
            "name": "سعيد بن سلطان البوسعيدي",
            "original_text": "Said bin Sultan",
            "type": "PERSON",
            "description": "سعيد بن سلطان البوسعيدي هو حاكم عماني حكم من عام 1804 إلى عام 1856. اشتهر بنقله عاصمة الدولة العمانية من الرستاق إلى زنجبار، وتشجيعه للتجارة والزراعة في زنجبار، مما أدى إلى ازدهارها. كما لعب دورًا هامًا في مكافحة تجارة الرقيق في شرق إفريقيا."
        },
        {
            "name": "عمان",
            "original_text": "Oman",
            "type": "LOCATION",
            "description": "عمان هي دولة عربية تقع في غرب آسيا، وتشترك في حدودها مع الإمارات العربية المتحدة، والمملكة العربية السعودية، واليمن. تتمتع عمان بتاريخ غني وثقافة متنوعة، وكانت مركزًا تجاريًا هامًا على مر القرون. تشتهر عمان بجمال طبيعتها، خاصة جبالها وشواطئها."
        },
        {
            "name": "1858 ميلادي",
            "original_text": "1858 AD",
            "type": "EVENT",
            "description": "في عام 1858 ميلادي، استقلت زنجبار عن عمان، منهية بذلك فترة طويلة من الحكم العماني للجزيرة. جاء هذا الاستقلال بعد فترة من التوتر بين عمان وزنجبار، وبعد ضغوط من بريطانيا التي كانت تسعى لتعزيز نفوذها في المنطقة."
        },
        {
            "name": "1890",
            "original_text": "1890",
            "type": "EVENT",
            "description": "في عام 1890، بدأت بريطانيا بفرض الوصاية على زنجبار، مستغلة بذلك ضعف الدولة العمانية بعد وفاة السلطان سعيد بن سلطان. مثّل هذا التاريخ بداية التدخل البريطاني المباشر في شؤون زنجبار، ومهد الطريق أمام تحويلها إلى محمية بريطانية."
        },
        {
            "name": "بريطانيا",
            "original_text": "Britain",
            "type": "LOCATION",
            "description": "بريطانيا، أو المملكة المتحدة، هي دولة جزرية تقع قبالة الساحل الشمالي الغربي لقارة أوروبا. كانت بريطانيا قوة عظمى في الماضي، ولا تزال تلعب دورًا هامًا على الساحة الدولية. تشتهر بريطانيا بتاريخها الغني وثقافتها المتنوعة، خاصة في مجالات مثل الأدب، والموسيقى، والفنون."
        },
        {
            "name": "1964 ميلادي",
            "original_text": "1964 AD",
            "type": "EVENT",
            "description": "في عام 1964 ميلادي، أجبر الاستعمار البريطاني زنجبار على الاتحاد مع تنجانيقا، لتشكيل دولة جديدة هي تنزانيا. جاء هذا الاتحاد بعد فترة من الاضطرابات السياسية في زنجبار، وبعد ضغوط من بريطانيا التي كانت تسعى لإنهاء وجودها الاستعماري في المنطقة."
        },
        {
            "name": "تنجانيقا",
            "original_text": "Tanganyika",
            "type": "LOCATION",
            "description": "تنجانيقا هي دولة سابقة كانت تقع في شرق إفريقيا، وحصلت على استقلالها من بريطانيا في عام 1961. في عام 1964، اتحدت تنجانيقا مع زنجبار لتشكيل دولة تنزانيا. كانت تنجانيقا دولة زراعية في الأساس، وتشتهر بإنتاجها للبن والقطن."
        },
        {
            "name": "تنزانيا",
            "original_text": "Tanzania",
            "type": "LOCATION",
            "description": "تنزانيا هي دولة تقع في شرق إفريقيا، وتحدها كينيا وأوغندا ورواندا وبوروندي وجمهورية الكونغو الديمقراطية وزامبيا وملاوي وموزمبيق. تشتهر تنزانيا بمعالمها السياحية، مثل جبل كليمنجارو، ومتنزه سيرينجيتي الوطني، وجزيرة زنجبار."
        },
        {
            "name": "التاريخ العربي",
            "original_text": null,
            "type": "MISC",
            "description": "التاريخ العربي هو تاريخ العرب وثقافتهم ولغتهم منذ فجر التاريخ. يشمل التاريخ العربي فترات زمنية مختلفة، بدءًا من العصور القديمة وحتى العصر الحديث. يعتبر التاريخ العربي جزءًا هامًا من تاريخ العالم، وقد أثر بشكل كبير على الحضارة الإنسانية."
        },
        {
            "name": "التاريخ المسلم",
            "original_text": null,
            "type": "MISC",
            "description": "التاريخ الإسلامي هو تاريخ الإسلام والمسلمين منذ ظهور الإسلام في القرن السابع الميلادي. يشمل التاريخ الإسلامي فترات زمنية مختلفة، بدءًا من عصر النبي محمد صلى الله عليه وسلم وحتى العصر الحديث. يعتبر التاريخ الإسلامي جزءًا هامًا من تاريخ العالم، وقد أثر بشكل كبير على الحضارة الإنسانية."
        },
        {
            "name": "الامبراطوريه العمانيه",
            "original_text": "Omani Empire",
            "type": "ORGANIZATION",
            "description": "الإمبراطورية العمانية هي إمبراطورية بحرية تأسست في القرن السابع عشر الميلادي على يد اليعاربة، وامتدت من الساحل الشرقي لشبه الجزيرة العربية إلى الساحل الشرقي لأفريقيا. اشتهرت الإمبراطورية العمانية بقوتها البحرية وتجارتها الواسعة، ولعبت دورًا هامًا في تاريخ المحيط الهندي."
        },
        {
            "name": "فارس",
            "original_text": "Persia",
            "type": "LOCATION",
            "description": "فارس هي منطقة تاريخية تقع في غرب آسيا، وتشمل أجزاء من إيران وأفغانستان وباكستان ودول أخرى. كانت فارس موطنًا للعديد من الإمبراطوريات والحضارات القديمة، مثل الإمبراطورية الأخمينية والإمبراطورية الساسانية. تشتهر فارس بتاريخها الغني وثقافتها المتنوعة، خاصة في مجالات مثل الأدب، والفنون، والعمارة."
        },
        {
            "name": "احمد بن سعيد",
            "original_text": "Ahmad bin Said",
            "type": "PERSON",
            "description": "أحمد بن سعيد البوسعيدي هو مؤسس الدولة البوسعيدية في عمان، والتي لا تزال تحكم البلاد حتى اليوم. تولى الحكم في عام 1744، وقاد العمانيين إلى طرد الفرس من عمان، وإنهاء سيطرتهم على البلاد. اشتهر بحكمته وشجاعته، ووضع أسس دولة قوية ومستقرة."
        },
        {
            "name": "ال بن سعيد",
            "original_text": "Al Said",
            "type": "ORGANIZATION",
            "description": "آل سعيد هي العائلة الحاكمة في سلطنة عمان منذ منتصف القرن الثامن عشر. أسس الدولة البوسعيدية الإمام أحمد بن سعيد البوسعيدي، ولا تزال العائلة تحكم البلاد حتى اليوم. اشتهرت أسرة آل سعيد بحكمها الحكيم وسياستها المتوازنة، ولعبت دورًا هامًا في تاريخ عمان والمنطقة."
        },
        {
            "name": "شبه الجزيره العربيه",
            "original_text": "Arabian Peninsula",
            "type": "LOCATION",
            "description": "شبه الجزيرة العربية هي شبه جزيرة تقع في جنوب غرب آسيا، وتشكل الجزء الأكبر من الوطن العربي. تحدها من الغرب البحر الأحمر، ومن الجنوب بحر العرب، ومن الشرق الخليج العربي. تتميز شبه الجزيرة العربية بمناخها الصحراوي الحار، وتشتهر بإنتاجها للنفط والغاز الطبيعي."
        },
        {
            "name": "جنوب افريقيا",
            "original_text": "South Africa",
            "type": "LOCATION",
            "description": "جنوب إفريقيا هي دولة تقع في الطرف الجنوبي من قارة إفريقيا. تشتهر جنوب إفريقيا بتنوعها الثقافي والعرقي، وبجمال طبيعتها، خاصة جبالها وشواطئها. عانت جنوب إفريقيا في الماضي من نظام الفصل العنصري، ولكنها أصبحت اليوم دولة ديمقراطية."
        },
        {
            "name": "امريكا",
            "original_text": "America",
            "type": "LOCATION",
            "description": "أمريكا، أو الولايات المتحدة الأمريكية، هي دولة تقع في قارة أمريكا الشمالية. تعتبر الولايات المتحدة الأمريكية قوة عظمى على الصعيدين الاقتصادي والعسكري، وتلعب دورًا هامًا على الساحة الدولية. تشتهر الولايات المتحدة الأمريكية بثقافتها المتنوعة، خاصة في مجالات مثل الموسيقى، والسينما، والرياضة."
        },
        {
            "name": "اوروبا",
            "original_text": "Europe",
            "type": "LOCATION",
            "description": "أوروبا هي قارة تقع في نصف الكرة الشمالي، وتشكل شبه جزيرة من أوراسيا. تعتبر أوروبا مهدًا للعديد من الحضارات والثقافات، ولعبت دورًا هامًا في تاريخ العالم. تشتهر أوروبا بجمال طبيعتها، خاصة جبالها وبحيراتها وغاباتها."
        },
        {
            "name": "الخليج",
            "original_text": "Gulf",
            "type": "LOCATION",
            "description": "يشير مصطلح \"الخليج\" عادةً إلى الخليج العربي، وهو ذراع مائي من المحيط الهندي يقع بين شبه الجزيرة العربية وإيران. يعتبر الخليج العربي منطقة ذات أهمية استراتيجية واقتصادية كبيرة، خاصة بسبب احتوائه على احتياطيات هائلة من النفط والغاز الطبيعي."
        },
        {
            "name": "ماجد بن سعيد",
            "original_text": "Majid bin Said",
            "type": "PERSON",
            "description": "ماجد بن سعيد البوسعيدي هو سلطان زنجبار من عام 1856 إلى عام 1870. تولى الحكم بعد وفاة والده، السلطان سعيد بن سلطان، وقام بتعزيز حكمه في زنجبار. اشتهر بتشجيعه للتجارة والزراعة، وبتطوير مدينة زنجبار."
        },
        {
            "name": "ثواني بن سعيد",
            "original_text": "Thuwaini bin Said",
            "type": "PERSON",
            "description": "ثويني بن سعيد البوسعيدي هو سلطان مسقط وعمان من عام 1856 إلى عام 1866. تولى الحكم بعد وفاة والده، السلطان سعيد بن سلطان، وقام بتعزيز حكمه في عمان. اشتهر بتشجيعه للتجارة والزراعة، وبتطوير مدينة مسقط."
        },
        {
            "name": "حمد بن ثويني",
            "original_text": "Hamad bin Thuwaini",
            "type": "PERSON",
            "description": "حمد بن ثويني البوسعيدي هو سلطان زنجبار من عام 1893 إلى عام 1896. تولى الحكم بعد وفاة علي بن سعيد، وكان تحت سيطرة البريطانيين. اشتهر بمحاولته التخلص من النفوذ البريطاني، ولكن تم عزله من قبل البريطانيين."
        },
        {
            "name": "خالد بن برغش البوسعيدي",
            "original_text": "Khalid bin Barghash",
            "type": "PERSON",
            "description": "خالد بن برغش البوسعيدي هو سلطان زنجبار لمدة ثلاثة أيام فقط في عام 1896. حاول تولي الحكم بعد وفاة حمد بن ثويني، ولكن تم عزله من قبل البريطانيين. اشتهر بمعارضته الشديدة للنفوذ البريطاني في زنجبار."
        },
        {
            "name": "القنصليه الالمانيه",
            "original_text": "German consulate",
            "type": "ORGANIZATION",
            "description": "القنصلية الألمانية هي بعثة دبلوماسية تمثل جمهورية ألمانيا الاتحادية في دولة أجنبية. تتولى القنصلية الألمانية مهامًا متعددة، منها إصدار التأشيرات للمواطنين الراغبين في السفر إلى ألمانيا، وتقديم المساعدة للمواطنين الألمان المقيمين في الدولة المضيفة، وتعزيز العلاقات الثنائية بين ألمانيا والدولة المضيفة."
        },
        {
            "name": "احمود بن محمد",
            "original_text": "Hamoud bin Mohammed",
            "type": "PERSON",
            "description": "حمود بن محمد البوسعيدي هو سلطان زنجبار من عام 1896 إلى عام 1902. تولى الحكم بعد عزل خالد بن برغش، وكان تحت سيطرة البريطانيين. اشتهر بتعاونه مع البريطانيين، وبتنفيذه لسياساتهم في زنجبار."
        },
        {
            "name": "افريقيا",
            "original_text": "Africa",
            "type": "LOCATION",
            "description": "إفريقيا هي ثاني أكبر قارات العالم من حيث المساحة وعدد السكان، وتقع في نصف الكرة الشرقي. تتميز إفريقيا بتنوعها الثقافي والعرقي، وبجمال طبيعتها، خاصة صحاريها وغاباتها المطيرة. عانت إفريقيا في الماضي من الاستعمار، ولكنها أصبحت اليوم قارة مستقلة."
        },
        {
            "name": "الستينات",
            "original_text": "1960s",
            "type": "EVENT",
            "description": "شهدت الستينات من القرن العشرين تحولات سياسية واجتماعية وثقافية كبيرة في مختلف أنحاء العالم. من أبرز الأحداث التي وقعت في تلك الفترة: حركة الحقوق المدنية في الولايات المتحدة، وحرب فيتنام، وثورة الطلاب في فرنسا، ونهاية الاستعمار في إفريقيا وآسيا."
        },
        {
            "name": "حزب افرو شيرازي",
            "original_text": "Afro-Shirazi Party",
            "type": "ORGANIZATION",
            "description": "كان حزب أفرو شيرازي حزبًا سياسيًا في زنجبار، تأسس في عام 1957. كان الحزب يمثل الأغلبية الأفريقية في زنجبار، وكان هدفه الحصول على الاستقلال من بريطانيا وإنهاء الحكم العربي للجزيرة. لعب الحزب دورًا رئيسيًا في ثورة زنجبار عام 1964، والتي أدت إلى الإطاحة بالحكم العربي وتشكيل دولة تنزانيا."
        },
        {
            "name": "حزب الامه اليساري",
            "original_text": null,
            "type": "ORGANIZATION",
            "description": "لا تتوفر معلومات كافية عن حزب الأمة اليساري في النص المقدم. من المحتمل أن يكون هذا الحزب قد تأسس في زنجبار في فترة ما قبل ثورة 1964، وكان يدعو إلى أفكار يسارية، وربما كان متحالفًا مع حزب أفرو شيرازي في معارضة الحكم العربي."
        },
        {
            "name": "عبيد كرومي",
            "original_text": "Abeid Karume",
            "type": "PERSON",
            "description": "عبيد كرومي هو سياسي تنزاني شغل منصب أول رئيس لزنجبار من عام 1964 إلى عام 1972. كان كرومي زعيمًا لحزب أفرو شيرازي، ولعب دورًا رئيسيًا في ثورة زنجبار عام 1964. بعد الثورة، أصبح كرومي رئيسًا لزنجبار، وعمل على تعزيز الوحدة الوطنية بين الأفارقة والعرب في الجزيرة."
        },
        {
            "name": "السبعينات",
            "original_text": "1970s",
            "type": "EVENT",
            "description": "شهدت السبعينات من القرن العشرين أحداثًا مهمة على الصعيدين الدولي والمحلي. من أبرز الأحداث التي وقعت في تلك الفترة: حرب أكتوبر، وأزمة النفط العالمية، وسقوط حكومة سايغون، وبداية الثورة الإيرانية."
        }
    ]
}