{
    "Entities": [
        {
            "name": "العالم",
            "original_text": null,
            "type": "MISC",
            "description": "يشير إلى كوكب الأرض بكل ما فيه من كائنات حية وغير حية، بما في ذلك البشر، والحيوانات، والنباتات، والمحيطات، والقارات، والغلاف الجوي. \n\nيُستخدم مصطلح \"العالم\" في سياقات متعددة، بما في ذلك:\n\n*  **السياق الجغرافي:** يشير إلى كوكب الأرض ككل.\n*  **السياق الاجتماعي:** يشير إلى المجتمع البشري وتفاعلاته.\n*  **السياق الفلسفي:** يشير إلى الوجود ككل."
        },
        {
            "name": "المسيحيين",
            "original_text": null,
            "type": "ORGANIZATION",
            "description": "المسيحية هي ديانة توحيدية، تؤمن بأن يسوع الناصري هو المسيح، ابن الله المتجسد، الذي جاء ليخلص البشرية من الخطيئة. \n\n*  **المعتقدات الأساسية:** تشمل الإيمان بالثالوث الأقدس (الله الآب، الله الابن، الله الروح القدس)، وموت المسيح وقيامته، والحياة الأبدية.\n*  **الكتاب المقدس:** الكتاب المقدس هو كتابهم المقدس، ويتكون من العهد القديم (التوراة) والعهد الجديد.\n*  **الطقوس الدينية:** تشمل الصلاة، وقراءة الكتاب المقدس، والتناول، والعماد.\n*  **التوزيع الجغرافي:**  تنتشر المسيحية في جميع أنحاء العالم، وتعتبر أكبر ديانة في العالم من حيث عدد معتنقيها."
        },
        {
            "name": "اليهود",
            "original_text": null,
            "type": "ORGANIZATION",
            "description": "اليهودية هي ديانة توحيدية، تعتبر أقدم الديانات الإبراهيمية. \n\n*  **المعتقدات الأساسية:** تشمل الإيمان بإله واحد، وخلق العالم، وعهد الله مع إبراهيم ونسله.\n*  **الكتاب المقدس:** التوراة هي كتابهم المقدس، وتتكون من أسفار موسى الخمسة.\n*  **الطقوس الدينية:** تشمل الصلاة، وصوم يوم الغفران، واحتفال عيد الفصح.\n*  **التوزيع الجغرافي:**  ينتشر اليهود في جميع أنحاء العالم، ويتركز وجودهم في إسرائيل والولايات المتحدة."
        },
        {
            "name": "الزمان",
            "original_text": null,
            "type": "MISC",
            "description": " مفهوم يشير إلى سلسلة متصلة من اللحظات، تتدفق من الماضي عبر الحاضر إلى المستقبل. \n\n*  **الماضي:** يشير إلى الأحداث التي وقعت وانتهت.\n*  **الحاضر:** يشير إلى اللحظة الحالية التي نعيشها.\n*  **المستقبل:** يشير إلى الأحداث التي لم تقع بعد.\n\nيُستخدم مصطلح \"الزمان\" في سياقات متعددة، بما في ذلك:\n\n*  **السياق الفيزيائي:** يشير إلى أحد أبعاد الكون الأربعة، إلى جانب الطول والعرض والارتفاع.\n*  **السياق الفلسفي:** يشير إلى طبيعة الزمن ووجوده.\n*  **السياق اليومي:** يشير إلى فترات زمنية محددة، مثل الساعة، اليوم، السنة."
        },
        {
            "name": "الدنيا",
            "original_text": null,
            "type": "MISC",
            "description": "يشير إلى الحياة الدنيا، وهي الحياة التي نعيشها على كوكب الأرض، وتمثل مرحلة مؤقتة تسبق الحياة الأبدية في الآخرة. \n\n*  **مقابل الآخرة:**  تعتبر الدنيا دار ابتلاء واختبار، بينما الآخرة هي دار الجزاء والثواب والعقاب.\n*  **التركيز على العبادة:**  يُحث الإنسان في الحياة الدنيا على عبادة الله وطاعته، والابتعاد عن المعاصي والذنوب.\n*  **الاستعداد للآخرة:**  يجب على الإنسان أن يستغل وقته في الدنيا للتحضير للحياة الأبدية في الآخرة."
        },
        {
            "name": "القران الكريم",
            "original_text": null,
            "type": "WORK_OF_ART",
            "description": "القرآن الكريم هو كتاب الله المعجز، المنزل على النبي محمد صلى الله عليه وسلم، بواسطة الوحي جبريل عليه السلام، وهو محفوظ في الصدور، ومتواتر بالتلاوة، ومعجز بأسلوبه، خالٍ من التحريف والتبديل. \n\n*  **مصدر التشريع الإسلامي:**  يُعتبر القرآن الكريم المصدر الأول للتشريع الإسلامي، ويحتوي على الأحكام الشرعية المتعلقة بالعقيدة، والعبادات، والمعاملات، والأخلاق.\n*  **هداية للبشرية:**  أُنزل القرآن الكريم لهداية الناس إلى طريق الحق والصواب، وإخراجهم من الظلمات إلى النور.\n*  **معجزة النبي محمد:**  يُعتبر القرآن الكريم من أعظم معجزات النبي محمد صلى الله عليه وسلم، حيث تحدى العرب أن يأتوا بمثله فلم يستطيعوا."
        },
        {
            "name": "السنه النبويه",
            "original_text": null,
            "type": "WORK_OF_ART",
            "description": "السنة النبوية هي كل ما ورد عن النبي محمد صلى الله عليه وسلم من قول، أو فعل، أو تقرير، أو صفة خلقية، أو خلقية. \n\n*  **مصدر التشريع الإسلامي:**  تُعتبر السنة النبوية المصدر الثاني للتشريع الإسلامي، بعد القرآن الكريم.\n*  **تفسير القرآن الكريم:**  تساعد السنة النبوية على فهم وتفسير آيات القرآن الكريم.\n*  **الاقتداء بالنبي:**  يُحث المسلمون على الاقتداء بالنبي محمد صلى الله عليه وسلم في أقواله وأفعاله."
        },
        {
            "name": "200000",
            "original_text": null,
            "type": "MISC",
            "description": "رقم يشير إلى مائتي ألف."
        },
        {
            "name": "الحلقه",
            "original_text": null,
            "type": "MEDIA",
            "description": "يشير إلى حلقة من برنامج أو مسلسل أو بودكاست، وهي جزء من سلسلة حلقات متصلة، تتناول موضوعًا معينًا أو قصة متسلسلة. \n\n*  **الحلقات المنفصلة:**  تتناول كل حلقة موضوعًا مستقلًا، ولا ترتبط ارتباطًا وثيقًا بالحلقات الأخرى.\n*  **الحلقات المتسلسلة:**  تُكمل كل حلقة أحداث الحلقة السابقة، وتُمهّد لأحداث الحلقة التالية.\n*  **أنواع الحلقات:**  تتنوع الحلقات من حيث النوع، فمنها الكوميدي، والدرامي، والوثائقي، والرياضي، وغيرها."
        },
        {
            "name": "المسلمين",
            "original_text": null,
            "type": "ORGANIZATION",
            "description": "الإسلام هو دين توحيدى، يؤمن المسلمون بأن الله واحد أحد، لا شريك له، وأن محمداً صلى الله عليه وسلم هو رسول الله وخاتم النبيين. \n\n*  **أركان الإسلام:**  يشمل الإسلام خمسة أركان هي: شهادة أن لا إله إلا الله وأن محمداً رسول الله، وإقام الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت لمن استطاع إليه سبيلاً.\n*  **القرآن الكريم والسنة النبوية:**  يُعتبر القرآن الكريم والسنة النبوية المصدرين الرئيسيين للتشريع الإسلامي.\n*  **التوزيع الجغرافي:**  ينتشر الإسلام في جميع أنحاء العالم، ويُعتبر ثاني أكبر ديانة في العالم من حيث عدد معتنقيها."
        },
        {
            "name": "الروم",
            "original_text": null,
            "type": "ORGANIZATION",
            "description": "يشير إلى الإمبراطورية الرومانية الشرقية، والتي عُرفت أيضًا باسم الإمبراطورية البيزنطية. \n\n*  **العاصمة:**  كانت القسطنطينية (إسطنبول حاليًا) عاصمة الإمبراطورية الرومانية الشرقية.\n*  **اللغة:**  كانت اللغة اليونانية هي اللغة الرسمية للإمبراطورية.\n*  **الدين:**  انتشرت المسيحية في الإمبراطورية الرومانية الشرقية، وأصبحت الديانة الرسمية للدولة."
        },
        {
            "name": "المسيح الدجال",
            "original_text": null,
            "type": "RELIGIOUS_FIGURE",
            "description": " شخصية دينية، يُعتقد أنه سيظهر في آخر الزمان، وسيُضل الناس بمعجزات كاذبة، ويدعوهم إلى عبادة غير الله. \n\n*  **علامات ظهوره:**  وردت في السنة النبوية العديد من العلامات الدالة على ظهور المسيح الدجال، منها: كثرة الفتن، وخروج نار من الحجاز، وجفاف بحيرة طبريا.\n*  **قتله:**  سيقتل المسيح الدجال على يد عيسى عليه السلام، عند عودته إلى الأرض في آخر الزمان.\n*  **التحذير منه:**  حذّر النبي محمد صلى الله عليه وسلم أمته من فتنة المسيح الدجال، وأمرهم باللجوء إلى الله تعالى من شره."
        },
        {
            "name": "عيسى عليه السلام",
            "original_text": null,
            "type": "RELIGIOUS_FIGURE",
            "description": "عيسى عليه السلام هو نبي من أنبياء الله تعالى، أرسله إلى بني إسرائيل، وأيده بالمعجزات، وأنزَل عليه الإنجيل. \n\n*  **مولده:**  وُلد عيسى عليه السلام من غير أب، بأعجوبة من الله تعالى.\n*  **معجزاته:**  أيده الله تعالى بالعديد من المعجزات، منها: إحياء الموتى، وإبراء الأكمه والأبرص، والكلام في المهد.\n*  **رفعه إلى السماء:**  لم يُصلب عيسى عليه السلام ولم يُقتل، بل رفعه الله تعالى إليه، وسيعود إلى الأرض في آخر الزمان ليحكم بشريعة الإسلام."
        },
        {
            "name": "فلسطين",
            "original_text": null,
            "type": "LOCATION",
            "description": "دولة تقع في غرب آسيا، على ساحل البحر الأبيض المتوسط. \n\n*  **القدس:**  تُعتبر مدينة القدس، التي تقع في فلسطين، مدينة مقدسة لدى المسلمين، والمسيحيين، واليهود.\n*  **الصراع العربي الإسرائيلي:**  تشهد فلسطين صراعًا طويلًا مع إسرائيل، التي احتلت أراضيها عام 1948.\n*  **الأهمية الدينية:**  تُعتبر فلسطين أرض مقدسة لدى الديانات الإبراهيمية، حيث وُلد فيها العديد من الأنبياء، وحدثت فيها العديد من الأحداث الدينية الهامة."
        },
        {
            "name": "هرمجدون",
            "original_text": "هرمجدون",
            "type": "EVENT",
            "description": "هرمجدون هي معركة يُعتقد أنها ستقع في آخر الزمان، وستكون معركة فاصلة بين الخير والشر. \n\n*  **المعتقدات المسيحية:**  يعتقد المسيحيون أن هرمجدون ستكون معركة بين المسيح الدجال وأتباعه، وبين المسيح وأتباعه.\n*  **المعتقدات اليهودية:**  يعتقد اليهود أن هرمجدون ستكون معركة بين قوى الخير والشر، وأن الله سينصر فيها الخير.\n*  **المعتقدات الإسلامية:**  لا يوجد في الإسلام ما يُسمى بمعركة هرمجدون، ولكن يُعتقد أن معركة فاصلة ستقع في آخر الزمان بين المسلمين والروم."
        },
        {
            "name": "التوراه",
            "original_text": null,
            "type": "WORK_OF_ART",
            "description": "التوراة هي كتاب الله تعالى المنزل على النبي موسى عليه السلام، وهي جزء من الكتاب المقدس لدى اليهود والمسيحيين. \n\n*  **أسفار موسى الخمسة:**  تتكون التوراة من أسفار موسى الخمسة، وهي: التكوين، والخروج، واللاويين، والعدد، والتثنية.\n*  **شريعة موسى:**  تحتوي التوراة على شريعة موسى عليه السلام، والتي كانت سارية على بني إسرائيل قبل مجيء عيسى عليه السلام.\n*  **التحريف:**  يعتقد المسلمون أن التوراة قد تعرضت للتحريف والتبديل على مر الزمان، وأنها لم تعد على أصلها الذي أنزلها الله تعالى به."
        },
        {
            "name": "الانجيل",
            "original_text": null,
            "type": "WORK_OF_ART",
            "description": "الإنجيل هو كتاب الله تعالى المنزل على النبي عيسى عليه السلام، وهو جزء من الكتاب المقدس لدى المسيحيين. \n\n*  **أربعة أناجيل:**  يُعترف في المسيحية بأربعة أناجيل، وهي: إنجيل متى، وإنجيل مرقس، وإنجيل لوقا، وإنجيل يوحنا.\n*  **شريعة عيسى:**  يحتوي الإنجيل على شريعة عيسى عليه السلام، والتي جاءت لتكمل وتتمّم شريعة موسى عليه السلام.\n*  **التحريف:**  يعتقد المسلمون أن الإنجيل قد تعرض للتحريف والتبديل على مر الزمان، وأنها لم تعد على أصلها الذي أنزلها الله تعالى به."
        },
        {
            "name": "الفرات",
            "original_text": null,
            "type": "LOCATION",
            "description": "نهر الفرات هو أحد أطول أنهار غرب آسيا، ينبع من جبال طوروس في تركيا، ويصب في الخليج العربي. \n\n*  **الأهمية التاريخية:**  يُعتبر نهر الفرات مهدًا للحضارات القديمة، حيث قامت على ضفافه حضارات مثل: السومريين، والأكاديين، والبابليين، والآشوريين.\n*  **الأهمية الزراعية:**  يُعتبر نهر الفرات مصدرًا هامًا للمياه في المنطقة، حيث تُستخدم مياهه في ري الأراضي الزراعية.\n*  **الأهمية الدينية:**  يُذكر نهر الفرات في الكتب السماوية، ويُعتقد أنه أحد أنهار الجنة."
        },
        {
            "name": "الشرق",
            "original_text": null,
            "type": "LOCATION",
            "description": "يشير إلى الاتجاه الجغرافي المعاكس للغرب. \n\n*  **الشرق الأوسط:**  يشير إلى منطقة جغرافية تقع في غرب آسيا، وتضم دولًا مثل: السعودية، ومصر، والعراق، وسوريا، والأردن، وفلسطين، ولبنان.\n*  **الشرق الأقصى:**  يشير إلى منطقة جغرافية تقع في شرق آسيا، وتضم دولًا مثل: الصين، واليابان، وكوريا الجنوبية، وكوريا الشمالية.\n*  **الشرق في الثقافة:**  يرتبط الشرق في الثقافة العربية والإسلامية بالعديد من المعاني، مثل: الحكمة، والعلم، والدين."
        },
        {
            "name": "اسرائيل",
            "original_text": null,
            "type": "LOCATION",
            "description": "دولة تقع في غرب آسيا، على ساحل البحر الأبيض المتوسط. \n\n*  **قيام دولة إسرائيل:**  أُعلنت دولة إسرائيل عام 1948، على أثر نكبة فلسطين.\n*  **الصراع العربي الإسرائيلي:**  تشهد إسرائيل صراعًا طويلًا مع الدول العربية، وخاصةً مع الفلسطينيين.\n*  **الأهمية الدينية:**  تُعتبر إسرائيل أرض مقدسة لدى اليهود، حيث يعتقدون أنها الأرض التي وعدهم الله بها."
        },
        {
            "name": "القدس",
            "original_text": null,
            "type": "LOCATION",
            "description": "مدينة تقع في فلسطين، تُعتبر مدينة مقدسة لدى المسلمين، والمسيحيين، واليهود. \n\n*  **المسجد الأقصى:**  يُعتبر المسجد الأقصى، الذي يقع في القدس، أولى القبلتين وثالث الحرمين الشريفين لدى المسلمين.\n*  **كنيسة القيامة:**  تُعتبر كنيسة القيامة، التي تقع في القدس، أقدس الكنائس لدى المسيحيين، حيث يعتقدون أن المسيح صُلب ودُفن فيها.\n*  **حائط البراق:**  يُعتبر حائط البراق، الذي يقع في القدس، من أقدس الأماكن لدى اليهود، حيث يعتقدون أنه بقايا من هيكل سليمان."
        },
        {
            "name": "نكسه 1967",
            "original_text": "1967",
            "type": "EVENT",
            "description": "يشير إلى حرب الأيام الستة، التي وقعت عام 1967 بين إسرائيل من جهة، ومصر، وسوريا، والأردن من جهة أخرى. \n\n*  **نتائج الحرب:**  أسفرت الحرب عن هزيمة الدول العربية، واحتلال إسرائيل لسيناء، وقطاع غزة، والضفة الغربية، والجولان.\n*  **التداعيات:**  كان لحرب 1967 تداعيات كبيرة على الصراع العربي الإسرائيلي، حيث أدت إلى تفاقم الأوضاع، وزيادة حدة التوتر في المنطقة."
        },
        {
            "name": "ابليس",
            "original_text": null,
            "type": "RELIGIOUS_FIGURE",
            "description": "إبليس هو اسم شيطان الجن، الذي عصى الله تعالى، وأبى السجود لآدم عليه السلام. \n\n*  **عداوة الإنسان:**  يُعتبر إبليس عدوًا لدودًا للإنسان، ويُحاول إغواءه وإضلاله عن طريق الوسوسة، وإغراء الشهوات.\n*  **الإغواء والوسوسة:**  يستخدم إبليس العديد من الأساليب لإغواء الإنسان، منها: إغراء الشهوات، وتزيين الباطل، والتشكيك في الدين.\n*  **مصيره في الآخرة:**  سيُحشر إبليس مع أتباعه في النار، جزاءً لهم على كفرهم وعصيانهم."
        },
        {
            "name": "مجيدو",
            "original_text": null,
            "type": "LOCATION",
            "description": "مدينة أثرية تقع في شمال فلسطين، تُعتبر موقعًا استراتيجيًا هامًا، حيث شهدت العديد من المعارك التاريخية. \n\n*  **الموقع الاستراتيجي:**  تقع مجيدو على مفترق طرق هام، يربط بين مصر والشام، مما جعلها موقعًا استراتيجيًا هامًا على مر التاريخ.\n*  **المعارك التاريخية:**  شهدت مجيدو العديد من المعارك التاريخية، منها: معركة مجيدو بين الفراعنة المصريين، بقيادة تحتمس الثالث، وبين الحلفاء السوريين الكنعانيين، بقيادة ملك قادش، ومعركة مجيدو بين المسلمين، بقيادة خالد بن الوليد، وبين الروم."
        },
        {
            "name": "144000",
            "original_text": null,
            "type": "MISC",
            "description": "رقم يشير إلى مائة وأربعة وأربعين ألفًا."
        },
        {
            "name": "هيكل سليمان",
            "original_text": null,
            "type": "LOCATION",
            "description": "هيكل سليمان هو هيكل مقدس بناه النبي سليمان عليه السلام في مدينة القدس، وكان يُستخدم للعبادة من قبل اليهود. \n\n*  **بناؤه:**  بنى النبي سليمان عليه السلام هيكل سليمان في القرن العاشر قبل الميلاد، وكان يُعتبر من أعظم المعابد في ذلك الوقت.\n*  **تدميره:**  دُمّر هيكل سليمان مرتين، المرة الأولى على يد البابليين في القرن السادس قبل الميلاد، والمرة الثانية على يد الرومان في القرن الأول الميلادي.\n*  **أهميته الدينية:**  يُعتبر هيكل سليمان من أقدس الأماكن لدى اليهود، حيث يعتقدون أنه كان مسكنًا لـ\"يهوه\"، إلههم."
        },
        {
            "name": "المسجد الاقصى",
            "original_text": null,
            "type": "LOCATION",
            "description": "المسجد الأقصى هو مسجد يقع في مدينة القدس، ويُعتبر أولى القبلتين وثالث الحرمين الشريفين لدى المسلمين. \n\n*  **بناؤه:**  بُني المسجد الأقصى في القرن السابع الميلادي، بأمر من الخليفة الأموي عبد الملك بن مروان.\n*  **أهميته الدينية:**  يُعتبر المسجد الأقصى من أقدس الأماكن لدى المسلمين، حيث عرج النبي محمد صلى الله عليه وسلم منه إلى السماء ليلة الإسراء والمعراج.\n*  **الصراع حوله:**  يشهد المسجد الأقصى صراعًا مستمرًا بين المسلمين واليهود، حيث يزعم اليهود أن لهيكل سليمان المزعوم يقع تحته."
        },
        {
            "name": "نهر النيل",
            "original_text": null,
            "type": "LOCATION",
            "description": "نهر النيل هو أطول نهر في العالم، ينبع من منطقة البحيرات العظمى في أفريقيا، ويصب في البحر الأبيض المتوسط. \n\n*  **الأهمية التاريخية:**  يُعتبر نهر النيل مهدًا للحضارة المصرية القديمة، حيث قامت على ضفافه حضارة عظيمة استمرت لآلاف السنين.\n*  **الأهمية الزراعية:**  يُعتبر نهر النيل مصدرًا هامًا للمياه في مصر والسودان، حيث تُستخدم مياهه في ري الأراضي الزراعية.\n*  **الأهمية السياحية:**  يُعتبر نهر النيل من أهم المقاصد السياحية في العالم، حيث تجذب المناظر الطبيعية الخلابة، والمعالم الأثرية والتاريخية، السياح من جميع أنحاء العالم."
        },
        {
            "name": "محمد بن عبد الله",
            "original_text": null,
            "type": "RELIGIOUS_FIGURE",
            "description": "يشير إلى النبي محمد صلى الله عليه وسلم، خاتم الأنبياء والمرسلين، الذي أرسله الله تعالى رحمة للعالمين. \n\n*  **مولده:**  وُلد النبي محمد صلى الله عليه وسلم في مكة المكرمة، عام الفيل.\n*  **رسالته:**  بُعث النبي محمد صلى الله عليه وسلم ليدعو الناس إلى عبادة الله تعالى وحده لا شريك له، ونشر دين الإسلام في الأرض.\n*  **وفاته:**  توفي النبي محمد صلى الله عليه وسلم في المدينة المنورة، ودُفن فيها."
        },
        {
            "name": "مكه",
            "original_text": null,
            "type": "LOCATION",
            "description": "مدينة تقع في غرب المملكة العربية السعودية، تُعتبر أقدس بقاع الأرض لدى المسلمين. \n\n*  **الكعبة المشرفة:**  تقع الكعبة المشرفة في مكة المكرمة، وهي قبلة المسلمين في صلاتهم.\n*  **الحج والعمرة:**  يؤدي المسلمون فريضة الحج والعمرة إلى مكة المكرمة، حيث يؤدون مناسك الحج، ويطوفون بالكعبة المشرفة.\n*  **مولد النبي محمد:**  وُلد النبي محمد صلى الله عليه وسلم في مكة المكرمة."
        },
        {
            "name": "البيت",
            "original_text": null,
            "type": "MISC",
            "description": "يشير إلى بيت الله الحرام، الكعبة المشرفة، التي تقع في مكة المكرمة. \n\n*  **أول بيت وضع للناس:**  تُعتبر الكعبة المشرفة أول بيت وضع للناس على وجه الأرض، حيث بناها النبي إبراهيم عليه السلام وابنه إسماعيل عليه السلام.\n*  **قبلة المسلمين:**  الكعبة المشرفة هي قبلة المسلمين في صلاتهم، حيث يتوجهون إليها في صلاتهم من أي مكان في العالم.\n*  **أهميته الدينية:**  تُعتبر الكعبة المشرفة من أقدس الأماكن لدى المسلمين، حيث يطوفون بها أثناء أداء مناسك الحج والعمرة."
        },
        {
            "name": "المهدي المنتظر",
            "original_text": null,
            "type": "RELIGIOUS_FIGURE",
            "description": "المهدي المنتظر هو شخصية دينية، يُعتقد أنه سيظهر في آخر الزمان، وسيملأ الأرض عدلًا بعد أن مُلئت جورًا وظلمًا. \n\n*  **اسمه ونسبه:**  اسمه محمد بن عبد الله، من نسل النبي محمد صلى الله عليه وسلم.\n*  **ظهوره:**  سيظهر المهدي المنتظر في آخر الزمان، وستكون علامات ظهوره واضحة للناس.\n*  **إقامة العدل:**  سيُقيم المهدي المنتظر العدل في الأرض، وسيُنهي الظلم والجور."
        },
        {
            "name": "القدس",
            "original_text": null,
            "type": "LOCATION",
            "description": "مدينة تقع في فلسطين، تُعتبر مدينة مقدسة لدى المسلمين، والمسيحيين، واليهود. \n\n*  **المسجد الأقصى:**  يُعتبر المسجد الأقصى، الذي يقع في القدس، أولى القبلتين وثالث الحرمين الشريفين لدى المسلمين.\n*  **كنيسة القيامة:**  تُعتبر كنيسة القيامة، التي تقع في القدس، أقدس الكنائس لدى المسيحيين، حيث يعتقدون أن المسيح صُلب ودُفن فيها.\n*  **حائط البراق:**  يُعتبر حائط البراق، الذي يقع في القدس، من أقدس الأماكن لدى اليهود، حيث يعتقدون أنه بقايا من هيكل سليمان."
        },
        {
            "name": "بلاد الشام",
            "original_text": null,
            "type": "LOCATION",
            "description": "منطقة جغرافية تقع في غرب آسيا، وتضم دولًا مثل: سوريا، ولبنان، وفلسطين، والأردن. \n\n*  **الأهمية التاريخية:**  تُعتبر بلاد الشام مهدًا للحضارات القديمة، حيث قامت على أرضها حضارات مثل: الكنعانيون، والفينيقيون، والآراميون.\n*  **الأهمية الدينية:**  تُعتبر بلاد الشام أرض مقدسة لدى الديانات الإبراهيمية، حيث وُلد فيها العديد من الأنبياء، وحدثت فيها العديد من الأحداث الدينية الهامة.\n*  **التنوع الثقافي:**  تتميز بلاد الشام بتنوعها الثقافي، حيث تعاقبت عليها حضارات وثقافات مختلفة على مر التاريخ."
        },
        {
            "name": "نابليون",
            "original_text": "نابليون",
            "type": "PERSON",
            "description": "نابليون بونابرت (1769-1821) قائد عسكري فرنسي وإمبراطور فرنسي سابق. \n\n*  **قيادته العسكرية:**  قاد نابليون الجيوش الفرنسية في العديد من الحروب، وانتصر في معارك حاسمة، مثل معركة مارينغو، ومعركة أوسترليتز.\n*  **الإمبراطورية الفرنسية:**  تُوّج نابليون إمبراطورًا على فرنسا عام 1804، ووسّع حدود الإمبراطورية الفرنسية بشكل كبير.\n*  **سقوطه:**  هُزم نابليون في معركة واترلو عام 1815، ونُفي إلى جزيرة سانت هيلينا، حيث توفي هناك عام 1821."
        },
        {
            "name": "ريجن",
            "original_text": "ريجن",
            "type": "PERSON",
            "description": "رونالد ريغان (1911-2004) هو الرئيس الأربعين للولايات المتحدة الأمريكية. \n\n*  **فترة رئاسته:**  شغل ريغان منصب الرئيس من عام 1981 إلى عام 1989.\n*  **الحرب الباردة:**  لعب ريغان دورًا رئيسيًا في إنهاء الحرب الباردة مع الاتحاد السوفيتي.\n*  **سياساته الاقتصادية:**  تبنى ريغان سياسات اقتصادية محافظة، عُرفت باسم \"ريغانوميكس\".\n*  **إرثه:**  يُعتبر ريغان من أكثر الرؤساء الأمريكيين شعبيةً، ويُنسب إليه الفضل في إنعاش الاقتصاد الأمريكي، وإنهاء الحرب الباردة."
        }
    ]
}