"  \"Entities\": [    {      \"name\": \"النازيين\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"الحزب النازي هو حزب سياسي كان موجودًا في ألمانيا بين عامي 1920 و 1945. اشتهر الحزب بأيديولوجيته القومية المتطرفة، ومعاداة السامية، وكراهية الأجانب. وصل الحزب إلى السلطة في ألمانيا عام 1933 بقيادة أدولف هتلر، وأسس نظامًا شموليًا ديكتاتوريًا. كان النازيون مسؤولين عن العديد من الجرائم ضد الإنسانية، بما في ذلك الهولوكوست، وهي الإبادة الجماعية لليهود في أوروبا خلال الحرب العالمية الثانية.\"    },    {      \"name\": \"باريس\",      \"original_text\": \"Paris\",      \"type\": \"LOCATION\",      \"description\": \"باريس هي عاصمة فرنسا وأكبر مدنها، تقع على نهر السين في شمال فرنسا. تُعرف باريس بكونها مركزًا عالميًا للفنون والثقافة والموضة والمأكولات. تشتهر المدينة بمعالمها الشهيرة مثل برج إيفل وقوس النصر ومتحف اللوفر. تعد باريس وجهة سياحية شهيرة، حيث تستقطب ملايين الزوار كل عام.\"    },    {      \"name\": \"فرنسا\",      \"original_text\": \"France\",      \"type\": \"LOCATION\",      \"description\": \"فرنسا هي دولة تقع في أوروبا الغربية، تحدها بلجيكا ولوكسمبورغ وألمانيا وسويسرا وإيطاليا وإسبانيا وأندورا وموناكو. تُعرف فرنسا بتاريخها وثقافتها الغنية، وهي موطن للعديد من المعالم الشهيرة مثل برج إيفل وقصر فرساي ومتحف اللوفر. تعد فرنسا أيضًا قوة اقتصادية رئيسية، وهي عضو في الاتحاد الأوروبي وحلف شمال الأطلسي.\"    },    {      \"name\": \"عبد القادر بن غبريل\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"عبد القادر بن غبريط هو شخصية تاريخية جزائرية لعبت دورًا هامًا في العلاقات الفرنسية الجزائرية خلال النصف الأول من القرن العشرين. وُلد بن غبريط في تلمسان، الجزائر، عام 1868، وتلقى تعليمه في الجزائر وفرنسا. شغل بن غبريط العديد من المناصب الهامة في الإدارة الفرنسية، بما في ذلك منصب رئيس المفوضية الفرنسية في طنجة. كما لعب دورًا رئيسيًا في المفاوضات التي أدت إلى إنشاء الحماية الفرنسية في المغرب عام 1912. وخلال الحرب العالمية الأولى، ساهم بن غبريط في حشد الدعم لفرنسا بين المسلمين في الجزائر. وبعد الحرب، أسس بن غبريط المسجد الكبير في باريس، والذي أصبح رمزًا للوجود الإسلامي في فرنسا. توفي بن غبريط في باريس عام 1954.\"    },    {      \"name\": \"تلمسان\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"تلمسان هي مدينة تقع في شمال غرب الجزائر، بالقرب من الحدود المغربية. تُعرف تلمسان بتاريخها الغني، حيث كانت عاصمة لدولة الزيانيين في العصور الوسطى. تتميز المدينة بطابعها المعماري الأندلسي، وتضم العديد من المعالم التاريخية مثل الجامع الكبير وقصر المشور. تعد تلمسان وجهة سياحية شهيرة، حيث تستقطب الزوار من داخل الجزائر وخارجها.\"    },    {      \"name\": \"بن غبريط\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"عائلة بن غبريط هي عائلة جزائرية اشتهرت بتاريخها العريق ونفوذها في المجتمع الجزائري. تع remonter جذور العائلة إلى مدينة تلمسان، حيث سكنوا لعدة قرون. اشتهر أفراد عائلة بن غبريط بتعليمهم وثقافتهم، وشغلوا مناصب هامة في الإدارة والحكومة الجزائرية. كما عرف عنهم اهتمامهم بالعمل الخيري والإجتماعي، ولهم إسهامات بارزة في تنمية المجتمع الجزائري.\"    },    {      \"name\": \"غرناطة\",      \"original_text\": \"Granada\",      \"type\": \"LOCATION\",      \"description\": \"غرناطة هي مدينة تقع في جنوب إسبانيا، في منطقة الأندلس. تُعرف غرناطة بتاريخها الغني، حيث كانت عاصمة الدولة الإسلامية الأخيرة في الأندلس، وهي دولة بني الأحمر. تتميز المدينة بطابعها المعماري الإسلامي، وتضم العديد من المعالم التاريخية مثل قصر الحمراء وجنة العريف. تعد غرناطة وجهة سياحية شهيرة، حيث تستقطب الزوار من داخل إسبانيا وخارجها.\"    },    {      \"name\": \"إسبانيا\",      \"original_text\": \"Spain\",      \"type\": \"LOCATION\",      \"description\": \"إسبانيا هي دولة تقع في جنوب غرب أوروبا، تحدها البرتغال وفرنسا وأندورا. تُعرف إسبانيا بتاريخها وثقافتها الغنية، وهي موطن للعديد من المعالم الشهيرة مثل قصر الحمراء وساحة بلازا مايور ومتحف برادو. تعد إسبانيا أيضًا قوة اقتصادية رئيسية، وهي عضو في الاتحاد الأوروبي وحلف شمال الأطلسي.\"    },    {      \"name\": \"القرآن الكريم\",      \"original_text\": null,      \"type\": \"WORK_OF_ART\",      \"description\": \"القرآن الكريم هو كتاب الله المقدس الذي أنزله على نبيه محمد صلى الله عليه وسلم، وهو المصدر الأول للتشريع الإسلامي. يتكون القرآن من 114 سورة، ويُقرأ باللغة العربية. يُعتقد أن القرآن هو كلام الله المنزل، وأنه محفوظ من التحريف. يُعد القرآن الكريم ركيزة أساسية في حياة المسلمين، حيث يرشدهم في جميع مناحي حياتهم.\"    },    {      \"name\": \"اللغة العربية\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"اللغة العربية هي لغة سامية  تُعد اللغة الرسمية في 26 دولة، ويتحدث بها أكثر من 422 مليون شخص حول العالم. تُعرف اللغة العربية بثرائها اللغوي والأدبي، وهي لغة القرآن الكريم. تُستخدم اللغة العربية في العديد من المجالات، بما في ذلك التعليم والإعلام والأدب.\"    },    {      \"name\": \"جامعة القروين\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"جامعة القروين هي جامعة تقع في مدينة فاس، المغرب. تُعد جامعة القروين من أقدم الجامعات في العالم، حيث تأسست عام 859 ميلادية. اشتهرت الجامعة بتدريس العلوم الإسلامية واللغة العربية، واستقطبت طلابًا من مختلف أنحاء العالم الإسلامي. لعبت جامعة القروين دورًا هامًا في نشر العلم والثقافة الإسلامية، وما زالت تُعد من أهم المراكز العلمية في المغرب.\"    },    {      \"name\": \"فاس\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"فاس هي مدينة تقع في شمال المغرب، تُعرف فاس بتاريخها الغني، حيث كانت عاصمة لدولة الأدارسة والمرابطين. تتميز المدينة بطابعها المعماري الإسلامي، وتضم العديد من المعالم التاريخية مثل جامع القروين ومدابغ فاس. تعد فاس وجهة سياحية شهيرة، حيث تستقطب الزوار من داخل المغرب وخارجها.\"    },    {      \"name\": \"الجزائر\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"الجزائر هي دولة تقع في شمال إفريقيا، تحدها تونس وليبيا والنيجر ومالي وموريتانيا والمغرب. تُعرف الجزائر بتاريخها وثقافتها الغنية، وهي موطن للعديد من المعالم الشهيرة مثل القصبة ومدينة تيمقاد الرومانية. تعد الجزائر أيضًا قوة اقتصادية رئيسية، وهي عضو في الاتحاد الأفريقي وجامعة الدول العربية.\"    },    {      \"name\": \"مفوضيه فرنسا بطنجة\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"مفوضية فرنسا بطنجة كانت هيئة دبلوماسية تمثل فرنسا في مدينة طنجة، المغرب، خلال فترة الحماية الفرنسية في المغرب. تأسست المفوضية في أواخر القرن التاسع عشر، وكانت مسؤولة عن إدارة العلاقات الفرنسية مع المغرب، وتعزيز المصالح الفرنسية في المنطقة. لعبت المفوضية دورًا هامًا في المفاوضات التي أدت إلى إنشاء الحماية الفرنسية في المغرب عام 1912. وبعد ذلك، استمرت المفوضية في العمل حتى استقلال المغرب عام 1956.\"    },    {      \"name\": \"شمالnأفريقيا\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"شمال إفريقيا هي منطقة جغرافية تقع في شمال قارة إفريقيا، وتضم دول المغرب، الجزائر، تونس، ليبيا، وموريتانيا. تتميز منطقة شمال إفريقيا بتاريخها وثقافتها الغنية، حيث كانت مهدًا للعديد من الحضارات القديمة، مثل الحضارة الفينيقية والحضارة الرومانية والحضارة الإسلامية. تتمتع منطقة شمال إفريقيا بموقع استراتيجي هام، حيث تطل على البحر الأبيض المتوسط، وتشكل جسرًا بين قارتي إفريقيا وأوروبا.\"    },    {      \"name\": \"وزارة الخارجية الفرنسية\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"وزارة الخارجية الفرنسية هي الوزارة المسؤولة عن العلاقات الخارجية لفرنسا، وتعمل على تعزيز مصالح فرنسا في الخارج، وتمثيلها في المحافل الدولية. تتولى الوزارة مهام التفاوض مع الدول الأخرى، وإبرام الاتفاقيات الدولية، وتقديم المساعدة القنصلية للمواطنين الفرنسيين في الخارج. كما تعمل الوزارة على تعزيز التعاون الدولي في مختلف المجالات، مثل التنمية الاقتصادية، وحماية البيئة، ومكافحة الإرهاب.\"    },    {      \"name\": \"اللجنةnالفرنسية المغربية\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"اللجنة الفرنسية المغربية كانت هيئة مشتركة بين فرنسا والمغرب، تأسست في أوائل القرن العشرين، بهدف ترسيم الحدود بين الجزائر والمغرب، اللتين كانتا تخضعان للحكم الفرنسي. لعبت اللجنة دورًا هامًا في تحديد الحدود بين البلدين، والتي ظلت قائمة حتى يومنا هذا. كما ساهمت اللجنة في تعزيز التعاون بين فرنسا والمغرب في مختلف المجالات.\"    },    {      \"name\": \"مؤتمر الجزيرة الخضراء\",      \"original_text\": null,      \"type\": \"EVENT\",      \"description\": \"مؤتمر الجزيرة الخضراء هو مؤتمر دولي عُقد في مدينة الجزيرة الخضراء، إسبانيا، عام 1906. شارك في المؤتمر ممثلون عن فرنسا وألمانيا وبريطانيا وإيطاليا وإسبانيا، بهدف حل الأزمة المغربية الأولى. أسفر المؤتمر عن توقيع اتفاقية الجزيرة الخضراء، التي اعترفت بسيادة فرنسا على المغرب، ومنحت ألمانيا بعض الامتيازات الاقتصادية في المغرب. عُد مؤتمر الجزيرة الخضراء من الأحداث الهامة في تاريخ المغرب، حيث مهد الطريق لفرض الحماية الفرنسية على المغرب.\"    },    {      \"name\": \"المغرب\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"المغرب هو دولة تقع في شمال إفريقيا، تحدها الجزائر وموريتانيا وإسبانيا. تُعرف المغرب بتاريخها وثقافتها الغنية، وهي موطن للعديد من المعالم الشهيرة مثل جامع الكتبية وساحة جامع الفنا ومدينة مراكش الحمراء. تعد المغرب أيضًا قوة اقتصادية رئيسية، وهي عضو في الاتحاد الأفريقي وجامعة الدول العربية.\"    },    {      \"name\": \"السلطان عبد الحفيظ\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"السلطان عبد الحفيظ هو سلطان مغربي حكم المغرب من عام 1908 إلى عام 1912. تولى عبد الحفيظ الحكم بعد خلع أخيه السلطان عبد العزيز بن الحسن، الذي واجه معارضة شديدة بسبب سياسته الموالية لفرنسا. حاول عبد الحفيظ توحيد البلاد ومقاومة النفوذ الفرنسي، لكنه فشل في ذلك، واضطر إلى التنازل عن العرش لصالح أخيه السلطان يوسف بن الحسن، بعد توقيع معاهدة فاس عام 1912، التي فرضت الحماية الفرنسية على المغرب.\"    },    {      \"name\": \"أوجينولت\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"يوجين رينو (Eugène Regnault) هو دبلوماسي فرنسي شغل منصب وزير فرنسا المفوض في المغرب في أوائل القرن العشرين. لعب رينو دورًا هامًا في المفاوضات التي أدت إلى توقيع معاهدة فاس عام 1912، والتي فرضت الحماية الفرنسية على المغرب. كما ساهم رينو في تعزيز النفوذ الفرنسي في المغرب، وتوطيد العلاقات بين البلدين.\"    },    {      \"name\": \"معاهدة فاس\",      \"original_text\": null,      \"type\": \"LAW\",      \"description\": \"معاهدة فاس هي معاهدة وُقعت بين فرنسا والمغرب في مدينة فاس، المغرب، عام 1912. نصت المعاهدة على فرض الحماية الفرنسية على المغرب، ومنحت فرنسا حق الإشراف على الشؤون الخارجية والدفاعية والمالية للمغرب. كما نصت المعاهدة على إنشاء إدارة فرنسية في المغرب، برئاسة مقيم عام فرنسي. عُدت معاهدة فاس من الأحداث الهامة في تاريخ المغرب، حيث أنهت استقلال المغرب، وجعلته خاضعًا للحكم الفرنسي.\"    },    {      \"name\": \"هوبيرnاليوتيوب\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"يُرجح أن الاسم المقصود هو \"هوبير ليوتي\" (Hubert Lyautey)، وهو قائد عسكري وإداري فرنسي شغل منصب المقيم العام الفرنسي في المغرب من عام 1912 إلى عام 1925. لعب ليوتي دورًا هامًا في ترسيخ الوجود الفرنسي في المغرب، وتطوير البلاد في مختلف المجالات، مثل البنية التحتية والتعليم والصحة. كما ساهم ليوتي في إخماد الثورات التي اندلعت ضد الحكم الفرنسي في المغرب.\"    },    {      \"name\": \"الامبراطوريةnالعثمانية\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"الإمبراطورية العثمانية هي إمبراطورية إسلامية أسسها العثمانيون في القرن الثالث عشر الميلادي، وامتدت لتشمل أجزاء واسعة من جنوب شرق أوروبا، وغرب آسيا، وشمال إفريقيا. بلغت الإمبراطورية العثمانية أوج قوتها في القرن السادس عشر الميلادي، في عهد السلطان سليمان القانوني. بدأت الإمبراطورية العثمانية في الضعف والانهيار في القرن التاسع عشر الميلادي، وانتهت رسميًا بعد هزيمتها في الحرب العالمية الأولى عام 1918.\"    },    {      \"name\": \"الحرب العالمية الأولى\",      \"original_text\": null,      \"type\": \"EVENT\",      \"description\": \"الحرب العالمية الأولى هي حرب عالمية نشبت في أوروبا عام 1914، وامتدت لتشمل أجزاء واسعة من العالم. شاركت في الحرب معظم الدول العظمى في العالم، وانقسمت إلى تحالفين رئيسيين: دول الحلفاء، بقيادة فرنسا وبريطانيا وروسيا، ودول المركز، بقيادة ألمانيا والإمبراطورية النمساوية المجرية والإمبراطورية العثمانية. انتهت الحرب العالمية الأولى بهزيمة دول المركز عام 1918، وأسفرت عن مقتل ملايين الأشخاص، وإعادة رسم خريطة العالم.\"    },    {      \"name\": \"ألمانيا\",      \"original_text\": \"Germany\",      \"type\": \"LOCATION\",      \"description\": \"ألمانيا هي دولة تقع في وسط أوروبا، تحدها الدنمارك وبولندا وجمهورية التشيك والنمسا وسويسرا وفرنسا ولوكسمبورغ وبلجيكا وهولندا. تُعرف ألمانيا بتاريخها وثقافتها الغنية، وهي موطن للعديد من المعالم الشهيرة مثل بوابة براندنبورغ وقصر نويشفانشتاين وكاتدرائية كولونيا. تعد ألمانيا أيضًا قوة اقتصادية رئيسية، وهي عضو في الاتحاد الأوروبي وحلف شمال الأطلسي.\"    },    {      \"name\": \"السلطان العثمانيnالخليفة محمد الخامس\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"السلطان محمد الخامس هو السلطان العثماني الحادي والثلاثون، والخليفة الإسلامي التاسع والتسعون. تولى الحكم عام 1909، وخُلع عن العرش عام 1918، بعد هزيمة الدولة العثمانية في الحرب العالمية الأولى. عُرف السلطان محمد الخامس بتدينه الشديد، ومحاولاته إصلاح الدولة العثمانية. كما لعب دورًا هامًا في إعلان الجهاد ضد الحلفاء في الحرب العالمية الأولى.\"    },    {      \"name\": \"4nنوفمبر عام 1914\",      \"original_text\": null,      \"type\": \"EVENT\",      \"description\": \"في 4 نوفمبر 1914، أصدر السلطان العثماني محمد الخامس إعلانًا بالجهاد ضد فرنسا وبريطانيا وروسيا، وذلك بعد دخول الدولة العثمانية الحرب العالمية الأولى إلى جانب ألمانيا. دعا الإعلان المسلمين في جميع أنحاء العالم إلى القتال ضد الحلفاء، واعتبر الحرب حربًا مقدسة للدفاع عن الإسلام. أثار إعلان الجهاد ردود فعل واسعة في العالم الإسلامي، وانضم العديد من المسلمين إلى صفوف الدولة العثمانية للقتال ضد الحلفاء.\"    },    {      \"name\": \"بريطانيا\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"بريطانيا هي دولة جزيرة تقع قبالة الساحل الشمالي الغربي لأوروبا، وتتألف من إنجلترا واسكتلندا وويلز وأيرلندا الشمالية. تُعرف بريطانيا بتاريخها وثقافتها الغنية، وهي موطن للعديد من المعالم الشهيرة مثل ساعة بيج بن وقصر باكنغهام وبرج لندن. تعد بريطانيا أيضًا قوة اقتصادية رئيسية، وهي عضو في الاتحاد الأوروبي وحلف شمال الأطلسي.\"    },    {      \"name\": \"روسيا\",      \"original_text\": \"Russia\",      \"type\": \"LOCATION\",      \"description\": \"روسيا هي دولة عابرة للقارات تقع في شرق أوروبا وشمال آسيا، تحدها النرويج وفنلندا وإستونيا ولاتفيا وليتوانيا وبولندا وبيلاروسيا وأوكرانيا وجورجيا وأذربيجان وكازاخستان والصين ومنغوليا وكوريا الشمالية. تُعرف روسيا بتاريخها وثقافتها الغنية، وهي موطن للعديد من المعالم الشهيرة مثل الكرملين والساحة الحمراء ومتحف الإرميتاج. تعد روسيا أيضًا قوة عسكرية واقتصادية رئيسية، وهي عضو في مجموعة العشرين ومجلس الأمن التابع للأمم المتحدة.\"    },    {      \"name\": \"الجمهوريةnالفرنسية\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"الجمهورية الفرنسية هي نظام الحكم الحالي في فرنسا، وقد تأسست عام 1792 بعد الثورة الفرنسية. تتميز الجمهورية الفرنسية بنظامها الديمقراطي، وفصلها بين السلطات، واحترامها لحقوق الإنسان. تعد فرنسا من الدول الرائدة في العالم في مجالات الديمقراطية وحقوق الإنسان.\"    },    {      \"name\": \"الجيش الفرنسي\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"الجيش الفرنسي هو القوات المسلحة لجمهورية فرنسا، وهو مسؤول عن الدفاع عن البلاد وحماية مصالحها في الداخل والخارج. يتكون الجيش الفرنسي من عدة فروع، بما في ذلك الجيش البري، والقوات الجوية، والبحرية. يمتلك الجيش الفرنسي تاريخًا عريقًا، وقد شارك في العديد من الحروب والمعارك على مر التاريخ.\"    },    {      \"name\": \"الحجاز\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"الحجاز هي منطقة تاريخية تقع في غرب شبه الجزيرة العربية، وتضم مدينتي مكة المكرمة والمدينة المنورة، المقدستان لدى المسلمين. اشتهرت الحجاز قديمًا بتجارة القوافل، وكانت مركزًا هامًا لنشر الإسلام في عهد النبي محمد صلى الله عليه وسلم. تضم الحجاز العديد من المعالم التاريخية والأثرية، وتستقطب ملايين الحجاج المسلمين كل عام.\"    },    {      \"name\": \"مكة\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مكة المكرمة هي مدينة مقدسة لدى المسلمين، وتقع في غرب المملكة العربية السعودية. تُعد مكة المكرمة  أقدس بقعة على وجه الأرض عند المسلمين، وهي قبلة المسلمين في الصلاة. تشتهر مكة المكرمة بوجود المسجد الحرام والكعبة المشرفة، التي يطوف بها المسلمون أثناء أداء فريضة الحج. تستقطب مكة المكرمة ملايين الحجاج المسلمين كل عام.\"    },    {      \"name\": \"حسين بن علي\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"حسين بن علي الهاشمي هو شريف مكة من عام 1908 إلى عام 1916، وقائد الثورة العربية الكبرى ضد الدولة العثمانية خلال الحرب العالمية الأولى. أعلن حسين بن علي قيام المملكة العربية الهاشمية عام 1916، وتولى عرشها. بعد هزيمة الدولة العثمانية في الحرب العالمية الأولى، خسر حسين بن علي حربه مع الملك عبد العزيز آل سعود، واضطر إلى التنازل عن العرش لصالح ابنه علي بن حسين.\"    },    {      \"name\": \"الكعبة\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"الكعبة المشرفة هي بناء مكعب الشكل يقع في وسط المسجد الحرام في مكة المكرمة، وتُعد أقدس مكان في الإسلام. يطوف المسلمون حول الكعبة سبع مرات أثناء أداء فريضة الحج والعمرة. تُغطى الكعبة المشرفة بكسوة سوداء مطرزة بآيات من القرآن الكريم.\"    },    {      \"name\": \"صلاة الجمعة\",      \"original_text\": null,      \"type\": \"EVENT\",      \"description\": \"صلاة الجمعة هي صلاة تقام في جماعة بعد زوال شمس يوم الجمعة، وتُعد من أهم الشعائر الدينية في الإسلام. يحضر المسلمون صلاة الجمعة في المساجد، ويستمعون إلى خطبة الجمعة، التي يلقيها الإمام. تُعد صلاة الجمعة فرصة للمسلمين للتواصل والتراحم والتذكير بالله تعالى.\"    },    {      \"name\": \"شمال افريقيا\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"شمال إفريقيا هي منطقة جغرافية تقع في شمال قارة إفريقيا، وتضم دول المغرب، الجزائر، تونس، ليبيا، وموريتانيا. تتميز منطقة شمال إفريقيا بتاريخها وثقافتها الغنية، حيث كانت مهدًا للعديد من الحضارات القديمة، مثل الحضارة الفينيقية والحضارة الرومانية والحضارة الإسلامية. تتمتع منطقة شمال إفريقيا بموقع استراتيجي هام، حيث تطل على البحر الأبيض المتوسط، وتشكل جسرًا بين قارتي إفريقيا وأوروبا.\"    },    {      \"name\": \"قسم افريقيا والمشرقnمن الحكومه الفرنسيه\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"قسم إفريقيا والمشرق في الحكومة الفرنسية كان القسم المسؤول عن إدارة المستعمرات الفرنسية في إفريقيا والشرق الأوسط خلال فترة الاستعمار الفرنسي. تأسس القسم في القرن التاسع عشر، وكان مسؤولاً عن الشؤون السياسية والاقتصادية والعسكرية للمستعمرات الفرنسية في تلك المناطق. لعب القسم دورًا هامًا في تشكيل تاريخ تلك المناطق، وظل قائمًا حتى حصول المستعمرات الفرنسية على استقلالها في منتصف القرن العشرين.\"    },    {      \"name\": \"أبريل عام 1920\",      \"original_text\": null,      \"type\": \"EVENT\",      \"description\": \"في أبريل 1920، قدم عبد القادر بن غبريط، رئيس البروتوكول للسلطان المغربي، تقريرًا من 23 صفحة إلى رئيس الوزراء الفرنسي ووزير الخارجية ألكسندر ميلران، الذي أصبح فيما بعد رئيسًا لفرنسا. تناول التقرير مواقف المسلمين في شمال إفريقيا والمشرق العربي تجاه فرنسا، ودعا إلى منحهم مزيدًا من الحكم الذاتي في المستعمرات الفرنسية.\"    },    {      \"name\": \"ألكسندر ميلران\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"ألكسندر ميلران هو سياسي فرنسي شغل منصب رئيس وزراء فرنسا من عام 1920 إلى عام 1921، ورئيسًا لفرنسا من عام 1920 إلى عام 1924. عُرف ميلران بسياساته الليبرالية، ودعوته إلى المصالحة مع ألمانيا بعد الحرب العالمية الأولى. كما ساهم ميلران في تعزيز الوجود الفرنسي في المستعمرات الفرنسية في إفريقيا والشرق الأوسط.\"    },    {      \"name\": \"معهد باريس الإسلامي\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"معهد باريس الإسلامي هو مؤسسة تعليمية وثقافية إسلامية تقع في باريس، فرنسا. تأسس المعهد عام 1926، بهدف تعزيز الثقافة الإسلامية في فرنسا، وتقديم التعليم الإسلامي للمسلمين في فرنسا. يضم المعهد مسجدًا كبيرًا، ومكتبة إسلامية، وقاعات دراسية، وينظم العديد من الأنشطة الثقافية والدينية.\"    },    {      \"name\": \"الإسلام\",      \"original_text\": null,      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"الإسلام هو دين إبراهيمي توحيدي، يؤمن المسلمون أن الله واحد أحد، لا شريك له، وأن محمدًا صلى الله عليه وسلم هو خاتم الأنبياء والمرسلين. يعتمد الإسلام على خمسة أركان أساسية، هي: شهادة أن لا إله إلا الله وأن محمدًا رسول الله، وإقامة الصلاة، وإيتاء الزكاة، وصوم رمضان، وحج البيت لمن استطاع إليه سبيلًا. يُعد الإسلام ثاني أكبر ديانة في العالم، بعد المسيحية.\"    },    {      \"name\": \"الجامع الكبير بباريس\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"الجامع الكبير في باريس هو مسجد يقع في الحي اللاتيني في باريس، فرنسا. تم بناؤه بين عامي 1922 و 1926، وهو واحد من أكبر المساجد في فرنسا. يتميز المسجد بتصميمه المعماري الإسلامي، ويضم قاعة صلاة كبيرة، ومئذنة عالية، ومدرسة إسلامية. يُعد الجامع الكبير في باريس رمزًا للوجود الإسلامي في فرنسا، ومركزًا هامًا للمسلمين في باريس.\"    },    {      \"name\": \"الحرب العالمية الثانية\",      \"original_text\": null,      \"type\": \"EVENT\",      \"description\": \"الحرب العالمية الثانية هي حرب عالمية نشبت عام 1939، وامتدت لتشمل معظم دول العالم. شاركت في الحرب دول الحلفاء، بقيادة الولايات المتحدة الأمريكية وبريطانيا والاتحاد السوفيتي، ودول المحور، بقيادة ألمانيا النازية وإيطاليا الفاشية واليابان الإمبراطورية. انتهت الحرب العالمية الثانية بهزيمة دول المحور عام 1945، وأسفرت عن مقتل ملايين الأشخاص، وإعادة رسم خريطة العالم.\"    },    {      \"name\": \"الجستابو\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"الجستابو هو جهاز الشرطة السرية في ألمانيا النازية، وقد تأسس عام 1933. اشتهر الجستابو بقمعه الوحشي للمعارضة السياسية في ألمانيا النازية، واضطهاده لليهود والأقليات الأخرى. ارتكب الجستابو العديد من الجرائم ضد الإنسانية خلال الحرب العالمية الثانية، بما في ذلك القتل الجماعي والتعذيب والترحيل. حُظر الجستابو بعد هزيمة ألمانيا النازية في الحرب العالمية الثانية.\"    },    {      \"name\": \"يهود باريس\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"يهود باريس هم أفراد الجالية اليهودية في باريس، فرنسا. يعود تاريخ الجالية اليهودية في باريس إلى العصور الوسطى، وقد ساهمت بشكل كبير في الحياة الثقافية والاقتصادية لباريس. تعرض يهود باريس للاضطهاد في فترات مختلفة من التاريخ، بما في ذلك الهولوكوست خلال الحرب العالمية الثانية. اليوم، تُعد الجالية اليهودية في باريس من أكبر الجاليات اليهودية في أوروبا.\"    },    {      \"name\": \"نهر السين\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"نهر السين هو نهر يقع في شمال فرنسا، وينبع من منطقة بورغوندي، ويصب في بحر المانش. يبلغ طول نهر السين حوالي 777 كيلومترًا، وهو أطول نهر في فرنسا. يمر نهر السين بعدة مدن فرنسية هامة، بما في ذلك باريس وروان. يُعد نهر السين من أهم الممرات المائية في فرنسا، ويستخدم في النقل النهري والسياحة.\"    },    {      \"name\": \"سليم هلالي\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"سليم هلالي هو مغني يهودي جزائري اشتهر بأغانيه الشعبية في منتصف القرن العشرين. وُلد هلالي في الجزائر، وهاجر إلى فرنسا في شبابه. وخلال الحرب العالمية الثانية، لجأ هلالي إلى المسجد الكبير في باريس، حيث حصل على حماية من عبد القادر بن غبريط، إمام المسجد. وبعد الحرب، حقق هلالي شهرة واسعة بأغانيه الشعبية، التي لاقت رواجًا كبيرًا في فرنسا وشمال إفريقيا.\"    },    {      \"name\": \"البربر\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"البربر هم مجموعة عرقية تسكن شمال إفريقيا، ولهم تاريخ وثقافة ولغة خاصة بهم. يُطلق على البربر أيضًا اسم الأمازيغ، ويعيشون في دول المغرب، الجزائر، تونس، ليبيا، وموريتانيا. يتميز البربر بتنوعهم الثقافي واللغوي، ولهم إسهامات بارزة في تاريخ شمال إفريقيا.\"    },    {      \"name\": \"بوبينnالفرنسية\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"بوبيْني هي مدينة تقع في ضواحي باريس، فرنسا. تُعرف بوبيني بتاريخها الصناعي، حيث كانت مركزًا هامًا لصناعة السيارات في القرن العشرين. تضم بوبيني العديد من الأحياء السكنية، وتتميز بتنوعها الثقافي. كما تضم بوبيني مقبرة إسلامية كبيرة، تُعد من أكبر المقابر الإسلامية في فرنسا.\"    },    {      \"name\": \"البرت اسولين\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"البرت أسولين هو يهودي من شمال إفريقيا نجا من المحرقة النازية بفضل مساعدة عبد القادر بن غبريط، إمام المسجد الكبير في باريس. هرب أسولين من معسكر اعتقال ألماني مع صديقه المسلم، ولجأ إلى المسجد الكبير في باريس، حيث حصل على مأوى وحماية من بن غبريط. وبعد الحرب، شهد أسولين على دور بن غبريط في إنقاذ اليهود من المحرقة النازية.\"    },    {      \"name\": \"المغرب العربي\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"المغرب العربي هو منطقة جغرافية وثقافية تقع في شمال إفريقيا، وتضم دول المغرب، الجزائر، وتونس. تتميز منطقة المغرب العربي بتاريخها وثقافتها الغنية، حيث كانت مهدًا للعديد من الحضارات القديمة، مثل الحضارة الفينيقية والحضارة الرومانية والحضارة الإسلامية. تتمتع منطقة المغرب العربي بموقع استراتيجي هام، حيث تطل على البحر الأبيض المتوسط، وتشكل جسرًا بين قارتي إفريقيا وأوروبا.\"    },    {      \"name\": \"معركة فردان\",      \"original_text\": null,      \"type\": \"EVENT\",      \"description\": \"معركة فردان هي معركة وقعت في الحرب العالمية الأولى بين القوات الألمانية والقوات الفرنسية، واستمرت من فبراير إلى ديسمبر 1916. تُعد معركة فردان من أطول وأكثر المعارك دموية في التاريخ العسكري، حيث قُتل فيها أكثر من 700 ألف جندي من الجانبين. انتهت المعركة بانتصار فرنسي، لكنها ألحقت خسائر فادحة بالجانبين.\"    },    {      \"name\": \"حرب استقلال الجزائر\",      \"original_text\": null,      \"type\": \"EVENT\",      \"description\": \"حرب استقلال الجزائر هي حرب تحرير خاضها الشعب الجزائري ضد الاستعمار الفرنسي، واستمرت من عام 1954 إلى عام 1962. انتهت الحرب بانتصار الجزائر حصو"