"  \"Entities\": [    {      \"name\": \"مكة\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة مقدسة لدى المسلمين، وتقع في المملكة العربية السعودية. تُعدّ مكة المكرمة وجهة المسلمين لأداء فريضة الحج، أحد أركان الإسلام الخمسة. يزورها الملايين سنويًا من جميع أنحاء العالم لأداء الشعائر الدينية.\"    },    {      \"name\": \"روسيا\",      \"original_text\": \"Russia\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في شمال أوراسيا، وهي أكبر دولة في العالم من حيث المساحة. عاصمتها موسكو، ولها تاريخ وثقافة غنيين. تشتهر روسيا بأدبائها وموسيقييها وفنانيها، ولها تأثير كبير على الساحة العالمية.\"    },    {      \"name\": \"الحجاز\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"منطقة تاريخية تقع في غرب المملكة العربية السعودية، وتضمّ مدينتي مكة المكرمة والمدينة المنورة. تُعدّ منطقة مقدسة لدى المسلمين، وتشتهر بمعالمها الدينية والتاريخية. كانت الحجاز مركزًا للحضارة العربية والإسلامية على مرّ العصور.\"    },    {      \"name\": \"الإسلام\",      \"original_text\": null,      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"دين توحيدي يؤمن بالله الواحد الأحد، ويعتبر محمدًا ﷺ خاتم النبيين والمرسلين. يعتمد الإسلام على القرآن الكريم والسنة النبوية كمصدرين أساسيين للتشريع. ينتشر الإسلام في جميع أنحاء العالم، ويشكل المسلمون نسبة كبيرة من سكان العالم.\"    },    {      \"name\": \"الصلاة\",      \"original_text\": null,      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"أحد أركان الإسلام الخمسة، وهي صلة بين العبد وربه. تُؤدّى الصلاة خمس مرات في اليوم والليلة، وتتضمن سلسلة من الحركات والأقوال التي تُعبّر عن الخضوع لله تعالى. تُعدّ الصلاة عماد الدين، وهي أول ما يُحاسب عليه العبد يوم القيامة.\"    },    {      \"name\": \"الصيام\",      \"original_text\": null,      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"أحد أركان الإسلام الخمسة، وهو الامتناع عن الطعام والشراب من الفجر إلى غروب الشمس خلال شهر رمضان المبارك. يُعدّ الصيام فرصة للتوبة والتقرب إلى الله تعالى، وله فوائد صحية ونفسية واجتماعية.\"    },    {      \"name\": \"الحج\",      \"original_text\": null,      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"أحد أركان الإسلام الخمسة، وهو واجب على كل مسلم بالغ عاقل قادر مادياً وبدنياً. يُؤدّى الحج في شهر ذي الحجة من كل عام، ويتضمن سلسلة من الشعائر والنسك التي تُؤدّى في مكة المكرمة والمشاعر المقدسة. يُعدّ الحج رحلة روحية واجتماعية فريدة من نوعها.\"    },    {      \"name\": \"عبد العزيز دولكشن\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"جاسوس روسي مسلم أُرسل في مهمة سرية إلى مكة المكرمة في أواخر القرن التاسع عشر. كان هدفه جمع معلومات عن المسلمين الروس الذين يؤدون فريضة الحج، وتقديم تقارير إلى الحكومة الروسية. تميز دولكشن بانتمائه لعائلة مسلمة، وإتقانه للغة العربية والعادات الإسلامية.\"    },    {      \"name\": \"دومينغو باديه\",      \"original_text\": \"Domingo Badia\",      \"type\": \"PERSON\",      \"description\": \"جاسوس إسباني تنكر باسم علي باي العباسي، ويُعدّ أول إسباني يدخل مكة المكرمة. أتقن اللغة العربية والعادات الإسلامية، وقام بجمع معلومات عن المنطقة وتقديمها للحكومة الإسبانية.\"    },    {      \"name\": \"جوهان وايلد\",      \"original_text\": \"Johann Wilde\",      \"type\": \"PERSON\",      \"description\": \"جاسوس ألماني أُرسل في مهمة إلى مكة المكرمة لجمع معلومات عن المسلمين والمنطقة. قام بتدوين مشاهداته وتقديم تقارير إلى الحكومة الألمانية.\"    },    {      \"name\": \"النبي محمد\",      \"original_text\": null,      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"نبي الإسلام وخاتم النبيين والمرسلين، أُرسل رحمة للعالمين. وُلد في مكة المكرمة، ونشر الإسلام في شبه الجزيرة العربية. تُعدّ سيرته النبوية مصدرًا هامًا للمسلمين في جميع أنحاء العالم.\"    },    {      \"name\": \"أبو بكر الصديق\",      \"original_text\": null,      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"أول الخلفاء الراشدين، وصاحب النبي محمد ﷺ. كان من أوائل من أسلموا، وهاجر مع النبي ﷺ إلى المدينة المنورة. اشتهر بصلاحه وتقواه، وله مكانة عظيمة عند المسلمين.\"    },    {      \"name\": \"عمر بن الخطاب\",      \"original_text\": null,      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"ثاني الخلفاء الراشدين، ومن كبار صحابة النبي محمد ﷺ. اشتهر بعدله وحزمه، وفتوحاته الإسلامية الواسعة. يُعدّ من أهم الشخصيات في التاريخ الإسلامي.\"    },    {      \"name\": \"فاطمة الزهراء\",      \"original_text\": null,      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"ابنة النبي محمد ﷺ، وزوجة علي بن أبي طالب. اشتهرت بزهدها وعلمها، ولها مكانة عظيمة عند المسلمين. تُعدّ فاطمة الزهراء قدوة للنساء المسلمات في جميع أنحاء العالم.\"    },    {      \"name\": \"المدينه المنوره\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة مقدسة لدى المسلمين، وتقع في المملكة العربية السعودية. تُعدّ المدينة المنورة ثاني أقدس المدن بعد مكة المكرمة، وفيها المسجد النبوي الشريف، الذي يُعدّ أحد أكبر المساجد في العالم. دُفن النبي محمد ﷺ في المسجد النبوي الشريف.\"    },    {      \"name\": \"عرفات\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"جبل يقع شرق مكة المكرمة، ويُعدّ من أهمّ المشاعر المقدسة. يقف الحجاج على جبل عرفات يوم عرفة، وهو ركن أساسي من أركان الحج. تُعدّ الوقفة بعرفة من أفضل الأيام عند الله تعالى، وفيها يُستجاب الدعاء.\"    },    {      \"name\": \"مزدلفة\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"منطقة تقع بين مشعرَيْ منى وعرفات، ويبيت فيها الحجاج ليلة النحر. يجمع الحجاج في مزدلفة الجمرات التي يرمون بها جمرة العقبة الكبرى في منى.\"    },    {      \"name\": \"بيروت\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"عاصمة لبنان، ومدينة ساحلية تقع على البحر الأبيض المتوسط. تُعدّ بيروت مركزًا تجاريًا وثقافيًا هامًا في الشرق الأوسط.\"    },    {      \"name\": \"القدس\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة مقدسة لدى المسلمين والمسيحيين واليهود، وتقع في فلسطين. تُعدّ القدس من أقدم مدن العالم، وتضمّ العديد من المعالم الدينية والتاريخية.\"    },    {      \"name\": \"دمشق\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"عاصمة سوريا، ومدينة تاريخية تقع في جنوب غرب البلاد. تُعدّ دمشق من أقدم مدن العالم، وتشتهر بمعالمها الأثرية والتاريخية.\"    },    {      \"name\": \"الجامع الأموي\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مسجد تاريخي يقع في مدينة دمشق القديمة، ويُعدّ من أهمّ المساجد في العالم الإسلامي. بُني الجامع الأموي في عهد الخليفة الأموي الوليد بن عبد الملك، ويضمّ ضريح النبي يحيى عليه السلام.\"    },    {      \"name\": \"القاهرة\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"عاصمة مصر، ومدينة تاريخية تقع على نهر النيل. تُعدّ القاهرة من أكبر مدن العالم العربي، وتشتهر بمعالمها الأثرية والتاريخية.\"    },    {      \"name\": \"الحسين بن علي\",      \"original_text\": null,      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"حفيد النبي محمد ﷺ، وابن علي بن أبي طالب وفاطمة الزهراء. استشهد الحسين في معركة كربلاء، ويُعدّ رمزًا للتضحية والفداء عند المسلمين الشيعة.\"    },    {      \"name\": \"الإمام الشافعي\",      \"original_text\": null,      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"إمام وفقيه ومُحدّث مسلم، ويُعدّ من أهمّ أئمة المذاهب الفقهية الأربعة. أسس المذهب الشافعي في الفقه الإسلامي، وله العديد من المؤلفات في مختلف العلوم الإسلامية.\"    },    {      \"name\": \"القسطنطينية\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة تاريخية تقع في تركيا، وكانت عاصمة الإمبراطورية البيزنطية. تُعدّ القسطنطينية من أهمّ المدن في التاريخ، وتشتهر بمعالمها الأثرية والتاريخية.\"    }  ]"