"  \"Entities\": [    {      \"name\": \"ام كلثوم\",      \"original_text\": \"ام كلثوم\",      \"type\": \"PERSON\",      \"description\": \"ام كلثوم، صاحبة العصمة، كوكب الشرق، سيدة الغناء العربي، فنانة مصرية شهيرة، اشتهرت بصوتها القوي وإحساسها العالي، ولها مكانة كبيرة في قلوب العرب. nnلم تقتصر شهرة ام كلثوم على الفن فقط، بل امتدت لتلعب دوراً سياسياً مؤثراً في تاريخ مصر والعالم العربي، حيث كانت تربطها علاقات قوية مع رؤساء الدول العربية، واستغلت هذه العلاقات لتعزيز الوحدة العربية ونشر السلام. nnشاركت ام كلثوم في العديد من المناسبات الوطنية والقومية، وكانت حفلاتها بمثابة ملتقيات سياسية وثقافية، كما ساهمت في إعادة العلاقات بين مصر وتونس بعد قطيعة دامت لسنوات. nnحصلت ام كلثوم على جواز سفر دبلوماسي تقديراً لدورها السياسي، مما يؤكد على مكانتها الكبيرة وتأثيرها السياسي.\"    },    {      \"name\": \"إسرائيل\",      \"original_text\": \"إسرائيل\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في الشرق الأوسط، على الساحل الشرقي للبحر الأبيض المتوسط. nnلها حدود مشتركة مع لبنان وسوريا والأردن ومصر. nnتُعتبر دولة ذات أهمية دينية وتاريخية لليهود والمسيحيين والمسلمين. nnتشهد المنطقة صراعات سياسية وعسكرية منذ عقود طويلة.\"    },    {      \"name\": \"مصر\",      \"original_text\": \"مصر\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في شمال قارة أفريقيا، وتعتبر من أكبر الدول العربية من حيث عدد السكان. nnتشتهر مصر بتاريخها العريق وحضارتها القديمة، وتضم العديد من المعالم الأثرية مثل الأهرامات وأبو الهول. nnتلعب مصر دوراً سياسياً وثقافياً هاماً في المنطقة العربية. nnشهدت مصر العديد من التحولات السياسية والاجتماعية على مر تاريخها.\"    },    {      \"name\": \"الملك فاروق\",      \"original_text\": \"الملك فاروق\",      \"type\": \"PERSON\",      \"description\": \"آخر ملوك مصر من أسرة محمد علي. nnتولى الحكم عام 1936 بعد وفاة والده الملك فؤاد الأول. nnتميز عهده بالفساد وعدم الاستقرار السياسي. nnأجبر على التنازل عن العرش عام 1952 بعد ثورة يوليو.\"    },    {      \"name\": \"النادي الأهلي\",      \"original_text\": \"النادي الاهلي\",      \"type\": \"ORGANIZATION\",      \"description\": \"نادٍ رياضي مصري، يقع مقره في القاهرة. nnيُعدّ من أشهر وأنجح الأندية في مصر وأفريقيا. nnفاز بالعديد من البطولات المحلية والقارية. nnيمتلك قاعدة جماهيرية كبيرة في مصر والوطن العربي.\"    },    {      \"name\": \"عيد الفطر\",      \"original_text\": \"عيد الفطر\",      \"type\": \"EVENT\",      \"description\": \"عيد ديني يحتفل به المسلمون في جميع أنحاء العالم. nnيأتي عيد الفطر بعد شهر رمضان المبارك، وهو شهر الصيام عند المسلمين. nnيُعدّ عيد الفطر مناسبة للفرح والتواصل وصلة الرحم. nnيقوم المسلمون في هذا اليوم بأداء صلاة العيد وتبادل التهاني والزيارات.\"    },    {      \"name\": \"وسام الكمال\",      \"original_text\": \"وسام الكمال\",      \"type\": \"MISC\",      \"description\": \"وسام مصري رفيع المستوى، يُمنح للأشخاص الذين قدموا خدمات جليلة للوطن. nnيُعدّ وسام الكمال من أرفع الأوسمة التي تمنحها الدولة المصرية. nnحصل على هذا الوسام العديد من الشخصيات البارزة في مختلف المجالات. nnيُعبّر منح هذا الوسام عن تقدير الدولة للجهود المبذولة من قبل الأفراد في خدمة الوطن.\"    },    {      \"name\": \"جمال عبد الناصر\",      \"original_text\": \"جمال عبد الناصر\",      \"type\": \"PERSON\",      \"description\": \"رئيس جمهورية مصر العربية الثاني، تولى الحكم من عام 1956 إلى عام 1970. nnيُعدّ من أبرز الزعماء العرب في القرن العشرين، واشتهر بدوره في حركة التحرر العربية. nnقاد ثورة يوليو 1952 التي أنهت الحكم الملكي في مصر. nnتبنى سياسة القومية العربية والاشتراكية، وعُرف بدعمه لحركات التحرر في الوطن العربي.\"    },    {      \"name\": \"الضباط الأحرار\",      \"original_text\": \"الضباط الاحرار\",      \"type\": \"ORGANIZATION\",      \"description\": \"تنظيم سياسي وعسكري مصري، تأسس في أربعينيات القرن الماضي. nnكان يضم مجموعة من ضباط الجيش المصري الذين كانوا يسعون إلى تحرير مصر من الاحتلال البريطاني. nnقاد الضباط الأحرار ثورة يوليو 1952 التي أطاحت بالحكم الملكي في مصر. nnلعب الضباط الأحرار دوراً هاماً في تاريخ مصر الحديث.\"    },    {      \"name\": \"حرب 1967\",      \"original_text\": \"حرب 1967\",      \"type\": \"EVENT\",      \"description\": \"حرب عربية إسرائيلية، اندلعت في يونيو 1967. nn تُعرف أيضاً باسم حرب الأيام الستة أو نكسة حزيران. nn انتهت الحرب بهزيمة الدول العربية واحتلال إسرائيل لسيناء وقطاع غزة والضفة الغربية والقدس الشرقية وهضبة الجولان. nn كان لهذه الحرب تداعيات سياسية وعسكرية كبيرة على المنطقة العربية.\"    },    {      \"name\": \"تونس\",      \"original_text\": \"تونس\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في شمال أفريقيا، على ساحل البحر الأبيض المتوسط. nn تشتهر تونس بتاريخها العريق وحضارتها المتنوعة. nn لعبت تونس دوراً هاماً في حركة التحرر العربية. nn شهدت تونس تحولات سياسية واجتماعية هامة في السنوات الأخيرة.\"    },    {      \"name\": \"الحبيب بورقيبة\",      \"original_text\": \"الحبيب بورقيبة\",      \"type\": \"PERSON\",      \"description\": \"زعيم سياسي تونسي، يُعتبر مؤسس الجمهورية التونسية الحديثة. nn قاد حركة التحرر الوطني التونسية ضد الاستعمار الفرنسي. nn تولى رئاسة تونس من عام 1957 إلى عام 1987. nn لعب دوراً هاماً في بناء الدولة التونسية الحديثة.\"    },    {      \"name\": \"صالح بن يوسف\",      \"original_text\": \"صالح بن يوسف\",      \"type\": \"PERSON\",      \"description\": \"زعيم سياسي تونسي، كان من أبرز قادة حركة التحرر الوطني التونسية. nn اختلف مع الحبيب بورقيبة حول مستقبل تونس بعد الاستقلال. nn حُكم عليه بالإعدام غيابياً عام 1961. nn لا يزال صالح بن يوسف شخصية مثيرة للجدل في تاريخ تونس.\"    },    {      \"name\": \"عيد الجلاء\",      \"original_text\": \"عيد الجلاء\",      \"type\": \"EVENT\",      \"description\": \"عيد وطني تونسي، يُحتفل به في 15 أكتوبر من كل عام. nn يوافق هذا اليوم ذكرى جلاء آخر جندي فرنسي عن الأراضي التونسية عام 1963. nn يُعدّ عيد الجلاء مناسبة وطنية هامة في تونس. nn يحتفل التونسيون بهذا اليوم من خلال إقامة المسيرات والاحتفالات.\"    },    {      \"name\": \"فلسطين\",      \"original_text\": \"فلسطين\",      \"type\": \"LOCATION\",      \"description\": \"منطقة جغرافية تقع في الشرق الأوسط، على الساحل الشرقي للبحر الأبيض المتوسط. nn تُعتبر فلسطين أرضاً مقدسة للديانات الإبراهيمية الثلاث: اليهودية والمسيحية والإسلام. nn تشهد فلسطين صراعاً سياسياً وعسكرياً منذ عقود طويلة. nn يسعى الفلسطينيون إلى إقامة دولة مستقلة لهم على أراضيهم.\"    },    {      \"name\": \"الأمم المتحدة\",      \"original_text\": \"الامم المتحده\",      \"type\": \"ORGANIZATION\",      \"description\": \"منظمة دولية تأسست عام 1945، بعد الحرب العالمية الثانية. nn تهدف الأمم المتحدة إلى الحفاظ على السلام والأمن الدوليين، وتعزيز التعاون الدولي في المجالات الاقتصادية والاجتماعية والثقافية. nn تضم الأمم المتحدة 193 دولة عضواً. nn تلعب الأمم المتحدة دوراً هاماً في معالجة القضايا الدولية.\"    },    {      \"name\": \"دار الأوبرا\",      \"original_text\": \"دار الاوبرا\",      \"type\": \"LOCATION\",      \"description\": \"دار عرض فني وثقافي، تُقام فيها عروض الأوبرا والباليه والحفلات الموسيقية. nn تُعدّ دور الأوبرا من أهم المعالم الثقافية في العديد من دول العالم. nn تتميز دور الأوبرا بتصميمها المعماري الفريد وأجوائها الفخمة. nn تستضيف دور الأوبرا أشهر الفنانين والموسيقيين من جميع أنحاء العالم.\"    },    {      \"name\": \"الكويت\",      \"original_text\": \"الكويت\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في الشرق الأوسط، على الطرف الشمالي الغربي من الخليج العربي. nn تشتهر الكويت بثرواتها النفطية واقتصادها القوي. nn لعبت الكويت دوراً هاماً في دعم القضايا العربية. nn شهدت الكويت تطوراً كبيراً في مختلف المجالات في السنوات الأخيرة.\"    },    {      \"name\": \"الإمارات العربية المتحدة\",      \"original_text\": \"الامارات العربيه المتحده\",      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في الشرق الأوسط، على الساحل الجنوبي الشرقي من الخليج العربي. nn تشتهر الإمارات العربية المتحدة باقتصادها القوي وتطورها العمراني الهائل. nn تلعب الإمارات العربية المتحدة دوراً هاماً في المنطقة العربية. nn شهدت الإمارات العربية المتحدة نمواً اقتصادياً وسكانياً كبيراً في السنوات الأخيرة.\"    },    {      \"name\": \"الشيخ زايد بن سلطان آل نهيان\",      \"original_text\": \"الشيخ زايد بن سلطان ال نهيان\",      \"type\": \"PERSON\",      \"description\": \"مؤسس دولة الإمارات العربية المتحدة وأول رئيس لها. nn يُعتبر الشيخ زايد من أبرز الزعماء العرب في القرن العشرين، واشتهر بحكمته ورؤيته الثاقبة. nn لعب دوراً محورياً في توحيد الإمارات السبع وإنشاء دولة الإمارات العربية المتحدة. nn قاد الشيخ زايد مسيرة التنمية والتطور في الإمارات العربية المتحدة، وحوّلها إلى دولة عصرية ومتقدمة.\"    },    {      \"name\": \"أبو ظبي\",      \"original_text\": \"ابو ظبي\",      \"type\": \"LOCATION\",      \"description\": \"عاصمة دولة الإمارات العربية المتحدة، وأكبر إماراتها السبع من حيث المساحة. nn تقع أبو ظبي على جزيرة في الخليج العربي. nn تُعدّ أبو ظبي مركزاً اقتصادياً وثقافياً هاماً في الإمارات العربية المتحدة. nn تشتهر أبو ظبي بناطحات السحاب الشاهقة ومعالمها السياحية الفريدة.\"    },    {      \"name\": \"مانع بن سعيد العتيبة\",      \"original_text\": \"مانع بن سعيد العتيبه\",      \"type\": \"PERSON\",      \"description\": \"شاعر ودبلوماسي إماراتي. nn شغل منصب وزير البترول والصناعة في دولة الإمارات العربية المتحدة. nn يُعدّ من أبرز الشخصيات الثقافية في الإمارات العربية المتحدة. nn له العديد من المؤلفات الشعرية والأدبية.\"    },    {      \"name\": \"عبد المنعم البلواني\",      \"original_text\": \"عبد المنعم البلواني\",      \"type\": \"PERSON\",      \"description\": \"مستشار صحفي إماراتي. nn عمل مستشاراً صحفياً للشيخ خليفة بن زايد آل نهيان. nn يُعدّ من الشخصيات الإعلامية البارزة في الإمارات العربية المتحدة. nn له العديد من المساهمات في المجال الإعلامي.\"    },    {      \"name\": \"الشيخ خليفة بن زايد آل نهيان\",      \"original_text\": \"الشيخ خليفه بن زايد ال نهيان\",      \"type\": \"PERSON\",      \"description\": \"رئيس دولة الإمارات العربية المتحدة الثاني، تولى الحكم بعد وفاة والده الشيخ زايد بن سلطان آل نهيان. nn يُعدّ الشيخ خليفة من أبرز الزعماء العرب في القرن الحادي والعشرين. nn واصل الشيخ خليفة مسيرة التنمية والتطور في الإمارات العربية المتحدة. nn له العديد من الإنجازات في المجالات الاقتصادية والاجتماعية.\"    },    {      \"name\": \"قصر المنهل\",      \"original_text\": \"قصر المنهل\",      \"type\": \"LOCATION\",      \"description\": \"قصر تاريخي يقع في مدينة أبو ظبي، عاصمة دولة الإمارات العربية المتحدة. nn يُعدّ قصر المنهل من أهم المعالم التاريخية في أبو ظبي. nn كان القصر مقراً لحكم أسرة آل نهيان الحاكمة في أبو ظبي. nn تم تحويل قصر المنهل إلى متحف تاريخي.\"    },    {      \"name\": \"2 ديسمبر 1971\",      \"original_text\": \"2 ديسمبر 1971\",      \"type\": \"EVENT\",      \"description\": \"تاريخ إعلان قيام دولة الإمارات العربية المتحدة. nn يُعدّ هذا التاريخ من أهم التواريخ في تاريخ الإمارات العربية المتحدة. nn تم في هذا اليوم توحيد الإمارات السبع تحت راية واحدة. nn يُحتفل بهذا اليوم من كل عام كعيد وطني في دولة الإمارات العربية المتحدة.\"    },    {      \"name\": \"نجيب محفوظ\",      \"original_text\": \"نجيب محفوظ\",      \"type\": \"PERSON\",      \"description\": \"أديب مصري، يُعدّ من أبرز كتاب الرواية العربية في القرن العشرين. nn حصل على جائزة نوبل في الأدب عام 1988. nn تميزت رواياته بواقعيتها الاجتماعية وعمقها الإنساني. nn ترك نجيب محفوظ إرثاً أدبياً كبيراً.\"    },    {      \"name\": \"مصطفى الفقيه\",      \"original_text\": \"مصطفى الفقيه\",      \"type\": \"PERSON\",      \"description\": \"سياسي مصري. nn شغل العديد من المناصب السياسية في مصر. nn يُعدّ من الشخصيات السياسية البارزة في مصر. nn له العديد من المساهمات في الحياة السياسية المصرية.\"    },    {      \"name\": \"عمر الشريف\",      \"original_text\": \"عمر الشريف\",      \"type\": \"PERSON\",      \"description\": \"ممثل مصري، اشتهر بأدواره في السينما العالمية. nn شارك في العديد من الأفلام العالمية الشهيرة. nn حصل على العديد من الجوائز والتكريمات الدولية. nn يُعدّ عمر الشريف من أبرز الفنانين العرب الذين حققوا شهرة عالمية.\"    }  ]"