"\"Entities\": [  {    \"name\": \"الفايكنج\",    \"original_text\": \"Vikings\",    \"type\": \"ORGANIZATION\",    \"description\": \"كان شعب الفايكنج مجموعة من المحاربين والتجار والمستكشفين من الدول الإسكندنافية الذين أرعبوا أوروبا خلال العصور الوسطى. اشتهروا ببراعتهم في الملاحة وبناء السفن، وقدرتهم على الإبحار لمسافات طويلة، وغاراتهم الوحشية على المستوطنات الساحلية. امتد تأثيرهم من أمريكا الشمالية في الغرب إلى بحر قزوين في الشرق، تاركين بصمتهم على التاريخ والثقافة.\"  },  {    \"name\": \"الصيف\",    \"original_text\": \"Summer\",    \"type\": \"MISC\",    \"description\": \"الصيف هو أحد فصول السنة الأربعة، ويتميز بارتفاع درجات الحرارة وطول ساعات النهار. يبدأ في نصف الكرة الشمالي في 21 يونيو وينتهي في 23 سبتمبر، بينما يبدأ في نصف الكرة الجنوبي في 21 ديسمبر وينتهي في 20 مارس.\"  },  {    \"name\": \"الشتاء\",    \"original_text\": \"Winter\",    \"type\": \"MISC\",    \"description\": \"الشتاء هو أحد فصول السنة الأربعة، ويتميز بانخفاض درجات الحرارة وقصر ساعات النهار. يبدأ في نصف الكرة الشمالي في 21 ديسمبر وينتهي في 20 مارس، بينما يبدأ في نصف الكرة الجنوبي في 21 يونيو وينتهي في 23 سبتمبر.\"  },  {    \"name\": \"رجال الشمال\",    \"original_text\": \"Northmen\",    \"type\": \"ORGANIZATION\",    \"description\": \"رجال الشمال هو اسم آخر يطلق على الفايكنج، ويشير إلى أصولهم من الدول الإسكندنافية الواقعة في شمال أوروبا. اشتهر رجال الشمال بمهاراتهم البحرية وشجاعتهم في المعارك، وكانوا يخشاهم سكان المناطق الساحلية بسبب غاراتهم المدمرة.\"  },  {    \"name\": \"الدول الإسكندنافية\",    \"original_text\": \"Scandinavia\",    \"type\": \"LOCATION\",    \"description\": \"الدول الإسكندنافية هي منطقة جغرافية تقع في شمال أوروبا، وتضم دول النرويج والسويد والدنمارك وفنلندا وأيسلندا. تتميز هذه المنطقة بطبيعتها الخلابة وثقافتها الغنية وتاريخها العريق.\"  },  {    \"name\": \"النرويج\",    \"original_text\": \"Norway\",    \"type\": \"LOCATION\",    \"description\": \"النرويج هي دولة تقع في شمال أوروبا، وتشكل الجزء الغربي من شبه الجزيرة الإسكندنافية. تشتهر النرويج بمناظرها الطبيعية الخلابة، بما في ذلك المضايق البحرية والجبال الشاهقة والأنهار الجليدية.\"  },  {    \"name\": \"السويد\",    \"original_text\": \"Sweden\",    \"type\": \"LOCATION\",    \"description\": \"السويد هي دولة تقع في شمال أوروبا، وتشكل الجزء الشرقي من شبه الجزيرة الإسكندنافية. تشتهر السويد بغاباتها الشاسعة وبحيراتها العديدة ومدنها التاريخية.\"  },  {    \"name\": \"الدنمارك\",    \"original_text\": \"Denmark\",    \"type\": \"LOCATION\",    \"description\": \"الدنمارك هي دولة تقع في شمال أوروبا، وتتكون من شبه جزيرة جوتلاند وعدة جزر في بحر البلطيق وبحر الشمال. تشتهر الدنمارك بقلاعها التاريخية وطواحين الهواء ومناطقها الريفية الخلابة.\"  },  {    \"name\": \"أيسلندا\",    \"original_text\": \"Iceland\",    \"type\": \"LOCATION\",    \"description\": \"أيسلندا هي دولة جزرية تقع في شمال المحيط الأطلسي، وتشتهر بمناظرها الطبيعية الخلابة، بما في ذلك البراكين والأنهار الجليدية والشلالات.\"  },  {    \"name\": \"القرن الثامن\",    \"original_text\": \"8th century\",    \"type\": \"MISC\",    \"description\": \"القرن الثامن هو الفترة الزمنية الممتدة من عام 701 إلى عام 800 ميلادية. شهد هذا القرن أحداثًا هامة في التاريخ، بما في ذلك صعود الإمبراطورية الكارولنجية في أوروبا الغربية وانتشار الإسلام في الشرق الأوسط وشمال إفريقيا.\"  },  {    \"name\": \"القرن الحادي عشر\",    \"original_text\": \"11th century\",    \"type\": \"MISC\",    \"description\": \"القرن الحادي عشر هو الفترة الزمنية الممتدة من عام 1001 إلى عام 1100 ميلادية. شهد هذا القرن أحداثًا هامة في التاريخ، بما في ذلك الغزو النورماندي لإنجلترا والحروب الصليبية الأولى.\"  },  {    \"name\": \"اللغة الكردية\",    \"original_text\": \"Kurdish language\",    \"type\": \"MISC\",    \"description\": \"اللغة الكردية هي مجموعة لغوية هندو أوروبية يتحدث بها الأكراد في تركيا وإيران والعراق وسوريا. تنقسم اللغة الكردية إلى عدة لهجات، أهمها الكرمانجية والسورانية.\"  },  {    \"name\": \"اللغات الجرمانية الشمالية\",    \"original_text\": \"North Germanic languages\",    \"type\": \"MISC\",    \"description\": \"اللغات الجرمانية الشمالية هي فرع من عائلة اللغات الهندو أوروبية، وتشمل اللغات الإسكندنافية (النرويجية، السويدية، الدنماركية، الأيسلندية، الفاروية) واللغات المنقرضة مثل اللغة النوردية القديمة.\"  },  {    \"name\": \"الذهب\",    \"original_text\": \"Gold\",    \"type\": \"MISC\",    \"description\": \"الذهب هو عنصر كيميائي برمز Au ورقم ذري 79. وهو معدن انتقالي أصفر لامع، كثيف، لين، مطيل، وقابل للطرق.  يوجد الذهب في حالته الحرة على شكل شذرات أو حبيبات في الصخور، وفي الرواسب الغرينية.\"  },  {    \"name\": \"الفضة\",    \"original_text\": \"Silver\",    \"type\": \"MISC\",    \"description\": \"الفضة هي عنصر كيميائي برمز Ag ورقم ذري 47. وهي معدن انتقالي أبيض لامع،  قابل للطرق، وقابل للسحب.  توجد الفضة في الطبيعة على شكل حر، وعلى شكل سبيكة مع الذهب، وفي المعادن مثل أرجنتيت وكلورارجيريت.\"  },  {    \"name\": \"الأحجار الكريمة\",    \"original_text\": \"Gemstones\",    \"type\": \"MISC\",    \"description\": \"الأحجار الكريمة هي معادن نادرة وجميلة تستخدم في صناعة المجوهرات والزينة. تتميز الأحجار الكريمة بصلابتها وبريقها وألوانها الجذابة.\"  },  {    \"name\": \"الأقمشة\",    \"original_text\": \"Textiles\",    \"type\": \"MISC\",    \"description\": \"الأقمشة هي مواد مصنوعة من الألياف الطبيعية أو الاصطناعية، وتستخدم في صناعة الملابس والمفروشات وغيرها من المنتجات.\"  },  {    \"name\": \"تجارة الرقيق\",    \"original_text\": \"Slave trade\",    \"type\": \"MISC\",    \"description\": \"تجارة الرقيق هي تجارة غير شرعية تتمثل في اختطاف أو شراء أو بيع البشر واستغلالهم في العمل القسري. كانت تجارة الرقيق منتشرة في الماضي، ولا تزال موجودة في بعض أنحاء العالم.\"  },  {    \"name\": \"793 ميلادي\",    \"original_text\": \"793 AD\",    \"type\": \"MISC\",    \"description\": \"793 ميلادي هو عام في القرن الثامن الميلادي. يعتبر هذا العام بداية عصر الفايكنج، حيث شهد أول غارة موثقة للفايكنج على دير ليندسفارن في إنجلترا.\"  },  {    \"name\": \"الجزر البريطانية\",    \"original_text\": \"British Isles\",    \"type\": \"LOCATION\",    \"description\": \"الجزر البريطانية هي مجموعة من الجزر الواقعة قبالة الساحل الشمالي الغربي لأوروبا القارية. تتكون من جزيرتين رئيسيتين، هما بريطانيا العظمى وأيرلندا، بالإضافة إلى العديد من الجزر الأصغر.\"  },  {    \"name\": \"المدن الفرنسية\",    \"original_text\": \"French cities\",    \"type\": \"LOCATION\",    \"description\": \"المدن الفرنسية هي المراكز الحضرية في فرنسا، وتتميز بتنوعها الثقافي والمعماري والتاريخي. من بين أشهر المدن الفرنسية باريس وليون ومرسيليا.\"  },  {    \"name\": \"الإمبراطورية الكاثوليكية\",    \"original_text\": \"Catholic Empire\",    \"type\": \"ORGANIZATION\",    \"description\": \"الإمبراطورية الكاثوليكية مصطلح عام يشير إلى الإمبراطوريات الأوروبية التي كانت تدين بالمذهب الكاثوليكي خلال العصور الوسطى. من بين هذه الإمبراطوريات الإمبراطورية الرومانية المقدسة والإمبراطورية الفرنجية.\"  },  {    \"name\": \"البيرسيركيون\",    \"original_text\": \"Berserkers\",    \"type\": \"ORGANIZATION\",    \"description\": \"البيرسيركيون هم محاربون من النخبة في الثقافة الإسكندنافية القديمة. اشتهروا بشراستهم في المعارك، وكانوا يعتقد أنهم يمتلكون قوة خارقة.\"  },  {    \"name\": \"إنجلترا\",    \"original_text\": \"England\",    \"type\": \"LOCATION\",    \"description\": \"إنجلترا هي دولة تقع في جزيرة بريطانيا العظمى، وتشكل جزءًا من المملكة المتحدة. تشتهر إنجلترا بتاريخها العريق وثقافتها الغنية ومعالمها السياحية الشهيرة.\"  },  {    \"name\": \"فرنسا\",    \"original_text\": \"France\",    \"type\": \"LOCATION\",    \"description\": \"فرنسا هي دولة تقع في غرب أوروبا، وتشتهر بتاريخها العريق وثقافتها الغنية ومناطقها الريفية الخلابة.\"  },  {    \"name\": \"روسيا\",    \"original_text\": \"Russia\",    \"type\": \"LOCATION\",    \"description\": \"روسيا هي دولة عابرة للقارات تقع في شرق أوروبا وشمال آسيا. تشتهر روسيا بمساحتها الشاسعة وثقافتها الغنية وتاريخها العريق.\"  },  {    \"name\": \"أيرلندا\",    \"original_text\": \"Ireland\",    \"type\": \"LOCATION\",    \"description\": \"أيرلندا هي دولة جزرية تقع في شمال المحيط الأطلسي، وتشتهر بمناظرها الطبيعية الخلابة وثقافتها الغنية.\"  },  {    \"name\": \"25 سبتمبر 844 ميلادي\",    \"original_text\": \"September 25, 844 AD\",    \"type\": \"MISC\",    \"description\": \"25 سبتمبر 844 ميلادي هو تاريخ محدد في القرن التاسع الميلادي. لا توجد معلومات كافية لتحديد أهمية هذا التاريخ.\"  },  {    \"name\": \"عصر الفايكنج\",    \"original_text\": \"Viking Age\",    \"type\": \"MISC\",    \"description\": \"عصر الفايكنج هو الفترة الزمنية الممتدة من أواخر القرن الثامن إلى منتصف القرن الحادي عشر الميلادي، والتي تميزت بتوسع الفايكنج من الدول الإسكندنافية إلى مناطق واسعة من أوروبا وروسيا وأمريكا الشمالية.\"  },  {    \"name\": \"إسبانيا\",    \"original_text\": \"Spain\",    \"type\": \"LOCATION\",    \"description\": \"إسبانيا هي دولة تقع في جنوب غرب أوروبا، وتشتهر بتاريخها العريق وثقافتها الغنية وشواطئها الجميلة.\"  },  {    \"name\": \"الحكم الأموي\",    \"original_text\": \"Umayyad Caliphate\",    \"type\": \"ORGANIZATION\",    \"description\": \"الحكم الأموي هو ثاني خلافة إسلامية في التاريخ، وقد حكمت من عام 661 إلى عام 750 ميلادية. امتدت حدود الخلافة الأموية من إسبانيا في الغرب إلى حدود الصين في الشرق.\"  },  {    \"name\": \"المسلمين\",    \"original_text\": \"Muslims\",    \"type\": \"ORGANIZATION\",    \"description\": \"المسلمون هم أتباع دين الإسلام، وهم يشكلون ثاني أكبر ديانة في العالم. يؤمن المسلمون بالله الواحد الأحد، وبمحمد صلى الله عليه وسلم خاتم الأنبياء والمرسلين.\"  },  {    \"name\": \"الأندلس\",    \"original_text\": \"Andalusia\",    \"type\": \"LOCATION\",    \"description\": \"الأندلس هي منطقة تاريخية تقع في جنوب إسبانيا، وقد حكمت من قبل المسلمين من القرن الثامن إلى القرن الخامس عشر الميلادي. اشتهرت الأندلس بازدهارها الثقافي والعلمي.\"  },  {    \"name\": \"إشبيلية\",    \"original_text\": \"Seville\",    \"type\": \"LOCATION\",    \"description\": \"إشبيلية هي مدينة تقع في جنوب إسبانيا، وهي عاصمة منطقة أندلوسيا. تشتهر إشبيلية بمعالمها التاريخية وثقافتها الغنية.\"  },  {    \"name\": \"3 أكتوبر 844 ميلادي\",    \"original_text\": \"October 3, 844 AD\",    \"type\": \"MISC\",    \"description\": \"3 أكتوبر 844 ميلادي هو تاريخ محدد في القرن التاسع الميلادي. لا توجد معلومات كافية لتحديد أهمية هذا التاريخ.\"  },  {    \"name\": \"العباسيون\",    \"original_text\": \"Abbasids\",    \"type\": \"ORGANIZATION\",    \"description\": \"العباسيون هم سلالة حكمت الخلافة الإسلامية من عام 750 إلى عام 1258 ميلادية. اشتهرت الدولة العباسية بازدهارها الثقافي والعلمي.\"  },  {    \"name\": \"الأمويين\",    \"original_text\": \"Umayyads\",    \"type\": \"ORGANIZATION\",    \"description\": \"الأمويون هم سلالة حكمت الخلافة الإسلامية من عام 661 إلى عام 750 ميلادية. امتدت حدود الخلافة الأموية من إسبانيا في الغرب إلى حدود الصين في الشرق.\"  },  {    \"name\": \"قرطبة\",    \"original_text\": \"Cordoba\",    \"type\": \"LOCATION\",    \"description\": \"قرطبة هي مدينة تقع في جنوب إسبانيا، وقد كانت عاصمة الخلافة الأموية في الأندلس. اشتهرت قرطبة بمسجدها الجامع الكبير ومكتبتها الضخمة.\"  },  {    \"name\": \"عبد الرحمن الأوسط\",    \"original_text\": \"Abd al-Rahman II\",    \"type\": \"PERSON\",    \"description\": \"عبد الرحمن الأوسط هو رابع أمراء الدولة الأموية في الأندلس، وقد حكم من عام 822 إلى عام 852 ميلادية. اشتهر عبد الرحمن الأوسط بحكمه الرشيد وتشجيعه للعلوم والفنون.\"  },  {    \"name\": \"عيسى بن شهيد\",    \"original_text\": \"Isa ibn Shahid\",    \"type\": \"PERSON\",    \"description\": \"عيسى بن شهيد هو قائد عسكري مسلم من العصر الأموي في الأندلس. لا توجد معلومات كافية لتحديد دوره بالتفصيل.\"  },  {    \"name\": \"موسى بن موسى\",    \"original_text\": \"Musa ibn Musa\",    \"type\": \"PERSON\",    \"description\": \"موسى بن موسى هو قائد عسكري مسلم من العصر الأموي في الأندلس. اشتهر بتمرده على الحكم المركزي في قرطبة.\"  },  {    \"name\": \"نوفمبر\",    \"original_text\": \"November\",    \"type\": \"MISC\",    \"description\": \"نوفمبر هو الشهر الحادي عشر في السنة الميلادية.\"  },  {    \"name\": \"1500\",    \"original_text\": \"1500\",    \"type\": \"MISC\",    \"description\": \"1500 هو رقم كمي.\"  },  {    \"name\": \"30\",    \"original_text\": \"30\",    \"type\": \"MISC\",    \"description\": \"30 هو رقم كمي.\"  },  {    \"name\": \"ابن قوطية الأندلسي\",    \"original_text\": \"Ibn Qutaybah al-Andalusi\",    \"type\": \"PERSON\",    \"description\": \"ابن قوطية الأندلسي هو مؤرخ وجغرافي وأديب مسلم من العصر العباسي. اشتهر بكتابه \"عيون الأخبار\" الذي يعد موسوعة تاريخية وأدبية.\"  },  {    \"name\": \"ابن أزاري المراكشي\",    \"original_text\": \"Ibn Idhari al-Marrakushi\",    \"type\": \"PERSON\",    \"description\": \"ابن أزاري المراكشي هو مؤرخ وجغرافي مسلم من العصر المريني. اشتهر بكتابه \"البيان المغرب في أخبار الأندلس والمغرب\" الذي يعد من أهم المصادر التاريخية عن الأندلس والمغرب.\"  },  {    \"name\": \"النويري\",    \"original_text\": \"al-Nuwayri\",    \"type\": \"PERSON\",    \"description\": \"النويري هو مؤرخ مسلم من العصر المملوكي. اشتهر بكتابه \"نهاية الأرب في فنون الأدب\" الذي يعد موسوعة تاريخية وأدبية.\"  },  {    \"name\": \"معركة طليطلة\",    \"original_text\": \"Battle of Toleda\",    \"type\": \"EVENT\",    \"description\": \"معركة طليطلة هي معركة وقعت في 11 نوفمبر 844 ميلادية بين المسلمين بقيادة عبد الرحمن الأوسط والفايكنج. انتهت المعركة بانتصار المسلمين.\"  },  {    \"name\": \"11 نوفمبر 844 ميلادي\",    \"original_text\": \"November 11, 844 AD\",    \"type\": \"MISC\",    \"description\": \"11 نوفمبر 844 ميلادي هو تاريخ محدد في القرن التاسع الميلادي. يوافق هذا التاريخ معركة طليطلة.\"  },  {    \"name\": \"الإسبان\",    \"original_text\": \"Spaniards\",    \"type\": \"ORGANIZATION\",    \"description\": \"الإسبان هم شعب من جنوب غرب أوروبا، ويشكلون غالبية سكان إسبانيا. تشتهر الثقافة الإسبانية بتنوعها وتاريخها الغني.\"  },  {    \"name\": \"يان يرون سايت\",    \"original_text\": \"Yann Yeron Site\",    \"type\": \"PERSON\",    \"description\": \"يان يرون سايت هو اسم غير معروف، ويحتمل أن يكون هناك خطأ في كتابته.\"  },  {    \"name\": \"شبه الجزيرة الإيبيرية\",    \"original_text\": \"Iberian Peninsula\",    \"type\": \"LOCATION\",    \"description\": \"شبه الجزيرة الإيبيرية هي منطقة جغرافية تقع في جنوب غرب أوروبا، وتضم دول إسبانيا والبرتغال وأندورا وجبل طارق. تتميز هذه المنطقة بتنوعها الثقافي والجغرافي.\"  },  {    \"name\": \"الحركات التبشيرية\",    \"original_text\": \"Missionary movements\",    \"type\": \"ORGANIZATION\",    \"description\": \"الحركات التبشيرية هي منظمات دينية تسعى لنشر دين أو معتقد معين بين الناس. اشتهرت الحركات التبشيرية المسيحية بنشاطها في العصور الوسطى.\"  },  {    \"name\": \"أوروبا\",    \"original_text\": \"Europe\",    \"type\": \"LOCATION\",    \"description\": \"أوروبا هي قارة تقع في نصف الكرة الشمالي، وتشكل الجزء الشمالي الغربي من أوراسيا. تشتهر أوروبا بتاريخها العريق وثقافتها الغنية وتنوعها الجغرافي.\"  },  {    \"name\": \"الديانة المسيحية\",    \"original_text\": \"Christian religion\",    \"type\": \"MISC\",    \"description\": \"الديانة المسيحية هي ديانة إبراهيمية توحيدية، وتستند إلى تعاليم يسوع الناصري.  يؤمن المسيحيون بأن يسوع هو المسيح، ابن الله، وأنه مات على الصليب من أجل خطايا البشرية.\"  },  {    \"name\": \"معركة جسر ستانفورد\",    \"original_text\": \"Battle of Stamford Bridge\",    \"type\": \"EVENT\",    \"description\": \"معركة جسر ستانفورد هي معركة وقعت في 25 سبتمبر 1066 ميلادية بين الإنجليز بقيادة هارولد جودوينسون والنرويجيين بقيادة هارالد هاردرادا. انتهت المعركة بانتصار الإنجليز.\"  },  {    \"name\": \"1066\",    \"original_text\": \"1066\",    \"type\": \"MISC\",    \"description\": \"1066 هو عام في القرن الحادي عشر الميلادي. شهد هذا العام أحداثًا هامة في التاريخ الإنجليزي، بما في ذلك معركة جسر ستانفورد والغزو النورماندي لإنجلترا.\"  },  {    \"name\": \"الملك\",    \"original_text\": \"King\",    \"type\": \"PERSON\",    \"description\": \"الملك هو لقب يطلق على حاكم دولة ملكية. يختلف دور وسلطة الملك من دولة إلى أخرى.\"  },  {    \"name\": \"القرن الحادي عشر\",    \"original_text\": \"11th century\",    \"type\": \"MISC\",    \"description\": \"القرن الحادي عشر هو الفترة الزمنية الممتدة من عام 1001 إلى عام 1100 ميلادية. شهد هذا القرن أحداثًا هامة في التاريخ، بما في ذلك الغزو النورماندي لإنجلترا والحروب الصليبية الأولى.\"  },  {    \"name\": \"العقيدة المسيحية\",    \"original_text\": \"Christian doctrine\",    \"type\": \"MISC\",    \"description\": \"العقيدة المسيحية هي مجموعة المعتقدات والتعاليم التي يؤمن بها المسيحيون. تشمل العقيدة المسيحية الإيمان بالله الواحد الأحد، ويسوع المسيح، والروح القدس، والكتاب المقدس.\"  },  {    \"name\": \"غرينلاند\",    \"original_text\": \"Greenland\",    \"type\": \"LOCATION\",    \"description\": \"غرينلاند هي جزيرة تقع في شمال المحيط الأطلسي، وتتبع سياسياً للدنمارك. تشتهر غرينلاند بطبيعتها القطبية ومناظرها الطبيعية الخلابة.\"  },  {    \"name\": \"البلاد الخضراء\",    \"original_text\": \"Greenland\",    \"type\": \"LOCATION\",    \"description\": \"البلاد الخضراء هو اسم آخر لغرينلاند، وهي جزيرة تقع في شمال المحيط الأطلسي. سُميت بالبلاد الخضراء لجذب المستوطنين إليها، على الرغم من أن معظم أراضيها مغطاة بالجليد.\"  },  {    \"name\": \"القطب الشمالي\",    \"original_text\": \"North Pole\",    \"type\": \"LOCATION\",    \"description\": \"القطب الشمالي هو أقصى نقطة في شمال الكرة الأرضية، ويقع في المحيط المتجمد الشمالي. يتميز القطب الشمالي بظروفه المناخية القاسية.\"  },  {    \"name\": \"الفرقة البحرية الأمريكية\",    \"original_text\": \"US Navy\",    \"type\": \"ORGANIZATION\",    \"description\": \"الفرقة البحرية الأمريكية هي فرع من القوات المسلحة الأمريكية المسؤول عن العمليات البحرية. تعد الفرقة البحرية الأمريكية من أكبر وأقوى القوات البحرية في العالم.\"  },  {    \"name\": \"شعب الإسكيمو\",    \"original_text\": \"Eskimo people\",    \"type\": \"ORGANIZATION\",    \"description\": \"شعب الإسكيمو هم مجموعة من الشعوب الأصلية التي تعيش في المناطق القطبية في العالم، بما في ذلك غرينلاند وكندا وألاسكا وروسيا. تشتهر ثقافة الإسكيمو بتكيفها مع الظروف المناخية القاسية.\"  },  {    \"name\": \"علماء الآثار\",    \"original_text\": \"Archaeologists\",    \"type\": \"ORGANIZATION\",    \"description\": \"علماء الآثار هم متخصصون في دراسة الماضي من خلال البقايا المادية التي خلفها الإنسان. يقوم علماء الآثار بالتنقيب عن المواقع الأثرية وتحليل القطع الأثرية لفهم تاريخ البشرية وثقافاتهم.\"  }]"