"  \"Entities\": [    {      \"name\": \"إيطاليا\",      \"original_text\": \"Italy\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في جنوب أوروبا، تشتهر بتاريخها وثقافتها وفنونها، كما تُعرف بطبيعتها الخلابة وتُعدّ وجهة سياحية شهيرة.\"    },    {      \"name\": \"المافيا\",      \"original_text\": \"Mafia\",      \"type\": \"ORGANIZATION\",      \"description\": \"منظمة إجرامية سرية نشأت في صقلية، إيطاليا،  وتتميز بهيكلها الهرمي الصارم وقواعدها السرية. n  تشتهر المافيا بأنشطتها الإجرامية المتنوعة، بما في ذلك الابتزاز والمقامرة وتجارة المخدرات. n  اكتسبت المافيا سمعة سيئة لقسوتها واستخدامها للعنف والترهيب لتحقيق أهدافها. n  لا تزال المافيا نشطة في إيطاليا وبعض أنحاء العالم، على الرغم من جهود إنفاذ القانون لمكافحتها.\"    },    {      \"name\": \"الولايات المتحدة الأمريكية\",      \"original_text\": \"United States\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في أمريكا الشمالية، تُعدّ من أكبر دول العالم من حيث المساحة وعدد السكان. n  تشتهر الولايات المتحدة بتنوعها الثقافي والعرقي، واقتصادها القوي، ونظامها الديمقراطي. n  تُعدّ الولايات المتحدة قوة عظمى على الصعيدين السياسي والعسكري، ولها تأثير كبير على الساحة الدولية. n  تُعرف الولايات المتحدة أيضًا بوادي السيليكون، مركز التكنولوجيا والابتكار في العالم.\"    },    {      \"name\": \"شيكاغو\",      \"original_text\": \"Chicago\",      \"type\": \"LOCATION\",      \"description\": \"مدينة تقع في ولاية إلينوي الأمريكية، تُعدّ ثالث أكبر مدينة في الولايات المتحدة من حيث عدد السكان. n  تشتهر شيكاغو بناطحات سحابها وهندستها المعمارية المميزة، كما تُعرف بثقافتها الفنية والموسيقية. n  تُعدّ شيكاغو مركزًا ماليًا وتجاريًا هامًا، وتضم العديد من الشركات العالمية. n  تُعرف شيكاغو أيضًا باسم \"المدينة العاصفة\" بسبب طقسها المتقلب.\"    },    {      \"name\": \"هوليوود\",      \"original_text\": \"Hollywood\",      \"type\": \"LOCATION\",      \"description\": \"منطقة تقع في مدينة لوس أنجلوس، كاليفورنيا، الولايات المتحدة الأمريكية. n  تُعدّ هوليوود مركزًا عالميًا لصناعة السينما والتلفزيون، وتضم العديد من استوديوهات الإنتاج السينمائي. n  تشتهر هوليوود بمسرح دولبي، الذي يستضيف حفل توزيع جوائز الأوسكار سنويًا. n  تُعدّ هوليوود وجهة سياحية شهيرة، حيث يتوافد عليها الزوار من جميع أنحاء العالم.\"    },    {      \"name\": \"آل باتشينو\",      \"original_text\": \"Al Pacino\",      \"type\": \"PERSON\",      \"description\": \"ممثل أمريكي من أصول إيطالية، يُعدّ من أعظم الممثلين في تاريخ السينما. n  اشتهر بأدواره في أفلام مثل \"العراب\" و \"سكارفيس\" و \"رائحة امرأة\". n  حائز على العديد من الجوائز، بما في ذلك جائزة الأوسكار وجائزة غولدن غلوب. n  يُعرف بأسلوبه التمثيلي القوي والمؤثر.\"    },    {      \"name\": \"المافيا الأمريكية\",      \"original_text\": \"American Mafia\",      \"type\": \"ORGANIZATION\",      \"description\": \"منظمة إجرامية نشأت في الولايات المتحدة الأمريكية، وتتألف بشكل أساسي من الأمريكيين من أصول إيطالية. n  تشتهر المافيا الأمريكية بأنشطتها الإجرامية المتنوعة، بما في ذلك الابتزاز والمقامرة وتجارة المخدرات. n  اكتسبت المافيا الأمريكية سمعة سيئة لقسوتها واستخدامها للعنف والترهيب لتحقيق أهدافها. n  لا تزال المافيا الأمريكية نشطة في بعض أنحاء الولايات المتحدة، على الرغم من جهود إنفاذ القانون لمكافحتها.\"    },    {      \"name\": \"المافيا الأيرلندية\",      \"original_text\": \"Irish Mob\",      \"type\": \"ORGANIZATION\",      \"description\": \"منظمة إجرامية نشأت في أيرلندا، ولها فروع في الولايات المتحدة الأمريكية ودول أخرى. n  تشتهر المافيا الأيرلندية بأنشطتها الإجرامية المتنوعة، بما في ذلك الابتزاز والمقامرة وتجارة المخدرات. n  اكتسبت المافيا الأيرلندية سمعة سيئة لقسوتها واستخدامها للعنف والترهيب لتحقيق أهدافها. n  لا تزال المافيا الأيرلندية نشطة في بعض أنحاء العالم، على الرغم من جهود إنفاذ القانون لمكافحتها.\"    },    {      \"name\": \"فيلم العراب\",      \"original_text\": \"The Godfather\",      \"type\": \"WORK_OF_ART\",      \"description\": \"فيلم جريمة ودراما أمريكي صدر عام 1972، من إخراج فرانسيس فورد كوبولا. n  يُعدّ فيلم العراب من أعظم الأفلام في تاريخ السينما، وقد حقق نجاحًا كبيرًا عند عرضه. n  يتناول الفيلم قصة عائلة كورليوني، وهي عائلة مافيا إيطالية أمريكية، وكفاحها للسيطرة على عالم الجريمة في نيويورك. n  حصل فيلم العراب على ثلاث جوائز أوسكار، بما في ذلك جائزة أفضل فيلم.\"    },    {      \"name\": \"نيويورك\",      \"original_text\": \"New York\",      \"type\": \"LOCATION\",      \"description\": \"مدينة تقع في ولاية نيويورك الأمريكية، تُعدّ أكبر مدينة في الولايات المتحدة من حيث عدد السكان. n  تشتهر نيويورك بناطحات سحابها ومعالمها السياحية الشهيرة، مثل تمثال الحرية ومبنى إمباير ستيت. n  تُعدّ نيويورك مركزًا ماليًا وثقافيًا وفنيًا عالميًا، وتضم العديد من المتاحف والمسارح ودور الأوبرا. n  تُعرف نيويورك أيضًا باسم \"المدينة التي لا تنام\" بسبب حيويتها ونشاطها على مدار الساعة.\"    },    {      \"name\": \"صقلية\",      \"original_text\": \"Sicily\",      \"type\": \"LOCATION\",      \"description\": \"جزيرة تقع في البحر الأبيض المتوسط، قبالة سواحل إيطاليا. n  تُعدّ صقلية أكبر جزيرة في البحر الأبيض المتوسط، وتتميز بتاريخها وثقافتها الغنية. n  تشتهر صقلية بشواطئها الجميلة ومدنها التاريخية، مثل باليرمو وكاتانيا. n  تُعرف صقلية أيضًا باسم \"مهد المافيا\"، حيث نشأت منظمة المافيا الإجرامية في القرن التاسع عشر.\"    },    {      \"name\": \"فيليب أنطونيو\",      \"original_text\": \"Phillip Antonio\",      \"type\": \"PERSON\",      \"description\": \"كاتب غير معروف، يُعتقد أنه أول من استخدم مصطلح \"المافيا\" في عام 1865 لوصف المنظمة الإجرامية الصقلية. n  لا تتوفر معلومات كافية عن حياته أو أعماله الأخرى. n  يُعدّ استخدام فيليب أنطونيو لمصطلح \"المافيا\" علامة فارقة في تاريخ المنظمة، حيث ساهم في انتشار الاسم وترسيخه في الوعي العام. n  من المحتمل أن يكون فيليب أنطونيو قد استخدم مصطلح \"المافيا\" بناءً على معلومات ومعرفة محدودة بالمنظمة في ذلك الوقت.\"    },    {      \"name\": \"كوستاريكا\",      \"original_text\": \"Costa Rica\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في أمريكا الوسطى، تشتهر بطبيعتها الخلابة وتنوعها البيولوجي. n  تُعدّ كوستاريكا وجهة سياحية شهيرة، حيث تجذب الزوار من جميع أنحاء العالم. n  تتميز كوستاريكا بنظامها الديمقراطي المستقر واقتصادها المتنامي. n  تُعرف كوستاريكا أيضًا باسم \"سويسرا أمريكا الوسطى\" بسبب حيادها الدائم والتزامها بالسلام.\"    },    {      \"name\": \"جون بنسيني\",      \"original_text\": \"John Pennisi\",      \"type\": \"PERSON\",      \"description\": \"شخص مجهول الهوية، يُزعم أنه انضم إلى منظمة إجرامية في نيويورك عام 2013 وتركها عام 2018. n  يدّعي جون بنسيني أنه أُجبر على الانضمام إلى المنظمة، وأنه كان شاهدًا على أنشطتها الإجرامية. n  لا توجد أدلة كافية تدعم مزاعم جون بنسيني، ولا يمكن التحقق من صحة قصته. n  من المحتمل أن يكون جون بنسيني شخصية وهمية أو أن تكون قصته مبالغًا فيها.\"    },    {      \"name\": \"عائلة بونانو\",      \"original_text\": \"Bonanno Family\",      \"type\": \"ORGANIZATION\",      \"description\": \"واحدة من \"العائلات الخمس\" التي تُهيمن على الجريمة المنظمة في مدينة نيويورك، الولايات المتحدة الأمريكية، وتُعرف أيضًا باسم المافيا الأمريكية. n  تشتهر عائلة بونانو بأنشطتها الإجرامية المتنوعة، بما في ذلك الابتزاز والمقامرة وتجارة المخدرات. n  اكتسبت عائلة بونانو سمعة سيئة لقسوتها واستخدامها للعنف والترهيب لتحقيق أهدافها. n  لا تزال عائلة بونانو نشطة في بعض أنحاء نيويورك، على الرغم من جهود إنفاذ القانون لمكافحتها.\"    },    {      \"name\": \"عائلة كولومبو\",      \"original_text\": \"Colombo Family\",      \"type\": \"ORGANIZATION\",      \"description\": \"واحدة من \"العائلات الخمس\" التي تُهيمن على الجريمة المنظمة في مدينة نيويورك، الولايات المتحدة الأمريكية، وتُعرف أيضًا باسم المافيا الأمريكية. n  تشتهر عائلة كولومبو بأنشطتها الإجرامية المتنوعة، بما في ذلك الابتزاز والمقامرة وتجارة المخدرات. n  اكتسبت عائلة كولومبو سمعة سيئة لقسوتها واستخدامها للعنف والترهيب لتحقيق أهدافها. n  لا تزال عائلة كولومبو نشطة في بعض أنحاء نيويورك، على الرغم من جهود إنفاذ القانون لمكافحتها.\"    },    {      \"name\": \"عائلة جامبينو\",      \"original_text\": \"Gambino Family\",      \"type\": \"ORGANIZATION\",      \"description\": \"واحدة من \"العائلات الخمس\" التي تُهيمن على الجريمة المنظمة في مدينة نيويورك، الولايات المتحدة الأمريكية، وتُعرف أيضًا باسم المافيا الأمريكية. n  تشتهر عائلة جامبينو بأنشطتها الإجرامية المتنوعة، بما في ذلك الابتزاز والمقامرة وتجارة المخدرات. n  اكتسبت عائلة جامبينو سمعة سيئة لقسوتها واستخدامها للعنف والترهيب لتحقيق أهدافها. n  لا تزال عائلة جامبينو نشطة في بعض أنحاء نيويورك، على الرغم من جهود إنفاذ القانون لمكافحتها.\"    },    {      \"name\": \"عائلة جينوفيز\",      \"original_text\": \"Genovese Family\",      \"type\": \"ORGANIZATION\",      \"description\": \"واحدة من \"العائلات الخمس\" التي تُهيمن على الجريمة المنظمة في مدينة نيويورك، الولايات المتحدة الأمريكية، وتُعرف أيضًا باسم المافيا الأمريكية. n  تشتهر عائلة جينوفيز بأنشطتها الإجرامية المتنوعة، بما في ذلك الابتزاز والمقامرة وتجارة المخدرات. n  اكتسبت عائلة جينوفيز سمعة سيئة لقسوتها واستخدامها للعنف والترهيب لتحقيق أهدافها. n  لا تزال عائلة جينوفيز نشطة في بعض أنحاء نيويورك، على الرغم من جهود إنفاذ القانون لمكافحتها.\"    },    {      \"name\": \"عائلة لوكيز\",      \"original_text\": \"Lucchese Family\",      \"type\": \"ORGANIZATION\",      \"description\": \"واحدة من \"العائلات الخمس\" التي تُهيمن على الجريمة المنظمة في مدينة نيويورك، الولايات المتحدة الأمريكية، وتُعرف أيضًا باسم المافيا الأمريكية. n  تشتهر عائلة لوكيز بأنشطتها الإجرامية المتنوعة، بما في ذلك الابتزاز والمقامرة وتجارة المخدرات. n  اكتسبت عائلة لوكيز سمعة سيئة لقسوتها واستخدامها للعنف والترهيب لتحقيق أهدافها. n  لا تزال عائلة لوكيز نشطة في بعض أنحاء نيويورك، على الرغم من جهود إنفاذ القانون لمكافحتها.\"    },    {      \"name\": \"كارتيل المكسيك\",      \"original_text\": \"Mexican Cartel\",      \"type\": \"ORGANIZATION\",      \"description\": \"مصطلح عام يُشير إلى عصابات المخدرات القوية والمنظمة التي تعمل في المكسيك. n  تشتهر كارتيلات المخدرات المكسيكية بتهريب كميات هائلة من المخدرات، وخاصة الكوكايين والماريجوانا والميثامفيتامين، إلى الولايات المتحدة الأمريكية. n  اكتسبت كارتيلات المخدرات المكسيكية سمعة سيئة لعنفها الشديد، حيث تورطت في العديد من جرائم القتل والخطف والابتزاز. n  تُشكل كارتيلات المخدرات المكسيكية تهديدًا كبيرًا للأمن والاستقرار في المكسيك وخارجها.\"    },    {      \"name\": \"ياكوزا\",      \"original_text\": \"Yakuza\",      \"type\": \"ORGANIZATION\",      \"description\": \"مجموعات الجريمة المنظمة التقليدية في اليابان، وتُعرف أيضًا باسم \"بوريوكودان\". n  تشتهر الياكوزا بأنشطتها الإجرامية المتنوعة، بما في ذلك الابتزاز والمقامرة وتجارة المخدرات والبغاء. n  اكتسبت الياكوزا سمعة سيئة لهيكلها الهرمي الصارم وقواعدها الصارمة، فضلاً عن استخدامها للوشم كعلامة مميزة لأعضائها. n  على الرغم من أن الياكوزا تُعتبر منظمة إجرامية، إلا أنها تلعب دورًا معقدًا في المجتمع الياباني، حيث شاركت في الماضي في أعمال خيرية وأنشطة سياسية.\"    },    {      \"name\": \"روسيا\",      \"original_text\": \"Russia\",      \"type\": \"LOCATION\",      \"description\": \"دولة عابرة للقارات تقع في شرق أوروبا وشمال آسيا. n  تُعدّ روسيا أكبر دولة في العالم من حيث المساحة، وتتميز بتاريخها وثقافتها الغنية. n  تشتهر روسيا بمدنها التاريخية، مثل موسكو وسانت بطرسبرغ، فضلاً عن طبيعتها الخلابة. n  تُعدّ روسيا قوة عظمى على الصعيدين السياسي والعسكري، ولها تأثير كبير على الساحة الدولية.\"    },    {      \"name\": \"اليابان\",      \"original_text\": \"Japan\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في شرق آسيا، وتتألف من أرخبيل من الجزر. n  تشتهر اليابان بثقافتها الفريدة وتقدمها التكنولوجي، فضلاً عن طبيعتها الخلابة. n  تُعدّ اليابان ثالث أكبر اقتصاد في العالم، وتتميز بصناعاتها المتقدمة، مثل السيارات والإلكترونيات. n  تُعرف اليابان أيضًا باسم \"أرض الشمس المشرقة\".\"    },    {      \"name\": \"الصين\",      \"original_text\": \"China\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في شرق آسيا، تُعدّ أكبر دولة في العالم من حيث عدد السكان. n  تشتهر الصين بتاريخها وثقافتها الغنية، فضلاً عن اقتصادها سريع النمو. n  تُعدّ الصين قوة عظمى على الصعيدين السياسي والعسكري، ولها تأثير كبير على الساحة الدولية. n  تُعرف الصين أيضًا باسم \"المصنع العالمي\" بسبب إنتاجها الضخم للسلع.\"    },    {      \"name\": \"جيوفاني فالكوني\",      \"original_text\": \"Giovanni Falcone\",      \"type\": \"PERSON\",      \"description\": \"قاضي إيطالي اشتهر بمكافحته للمافيا الصقلية. n  وُلد فالكوني في باليرمو، صقلية، عام 1939، وبدأ حياته المهنية كمدعٍ عام. n  في الثمانينيات، أصبح فالكوني عضوًا في فريق من القضاة والمدعين العامين الذين كرسوا أنفسهم لمحاربة المافيا. n  اغتيل فالكوني على يد المافيا في 23 مايو 1992، عندما فجروا سيارته على طريق سريع بالقرب من باليرمو.\"    },    {      \"name\": \"باولو بورسيلينو\",      \"original_text\": \"Paolo Borsellino\",      \"type\": \"PERSON\",      \"description\": \"قاضي إيطالي اشتهر بمكافحته للمافيا الصقلية. n  وُلد بورسيلينو في باليرمو، صقلية، عام 1940، وبدأ حياته المهنية كمدعٍ عام. n  في الثمانينيات، أصبح بورسيلينو عضوًا في فريق من القضاة والمدعين العامين الذين كرسوا أنفسهم لمحاربة المافيا. n  اغتيل بورسيلينو على يد المافيا في 19 يوليو 1992، بعد شهرين من اغتيال صديقه وزميله جيوفاني فالكوني.\"    },    {      \"name\": \"باليرمو\",      \"original_text\": \"Palermo\",      \"type\": \"LOCATION\",      \"description\": \"مدينة تقع في صقلية، إيطاليا، تُعدّ عاصمة صقلية وأكبر مدنها. n  تشتهر باليرمو بتاريخها وثقافتها الغنية، فضلاً عن هندستها المعمارية المميزة. n  تُعدّ باليرمو مركزًا سياحيًا هامًا، حيث تجذب الزوار من جميع أنحاء العالم. n  تُعرف باليرمو أيضًا باسم \"مهد المافيا\"، حيث نشأت منظمة المافيا الإجرامية في القرن التاسع عشر.\"    },    {      \"name\": \"توماسو بوسيتا\",      \"original_text\": \"Tommaso Buscetta\",      \"type\": \"PERSON\",      \"description\": \"عضو سابق في المافيا الصقلية، اشتهر بأنه أول \"نادم\" رفيع المستوى يكسر قانون الصمت \"أوميرتا\". n  وُلد بوسيتا في باليرمو، صقلية، عام 1928، وانضم إلى المافيا في سن مبكرة. n  في الثمانينيات، وبعد اعتقاله وتسليمه إلى إيطاليا، وافق بوسيتا على التعاون مع السلطات الإيطالية وكشف أسرار المافيا. n  أدت شهادة بوسيتا إلى اعتقال ومحاكمة مئات من أعضاء المافيا، وساهمت في إضعاف المنظمة بشكل كبير.\"    }  ]"