"  \"Entities\": [    {      \"name\": \"شبكة الإنترنت المظلم\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"هي جزء مخفي من الإنترنت، تُستخدم فيه تقنيات التشفير لإخفاء هوية المستخدمين ومواقعهم. nتُعرف هذه الشبكة أيضًا باسم \"الدارك ويب\"، وتُستخدم في الغالب لأنشطة غير قانونية مثل بيع المخدرات والأسلحة، وتجارة البشر، وتوزيع المواد الإباحية للأطفال. nتُعد شبكة الإنترنت المظلم مكانًا خطيرًا، حيث يمكن للمستخدمين أن يصبحوا ضحايا للاحتيال أو السرقة أو حتى العنف. nتُبذل جهود كبيرة من قبل جهات إنفاذ القانون في جميع أنحاء العالم لمكافحة الجريمة على شبكة الإنترنت المظلم، ولكن من الصعب تتبع المستخدمين وإلقاء القبض عليهم بسبب طبيعتها المجهولة.\"    },    {      \"name\": \"الغرفة الحمراء\",      \"original_text\": \"red room\",      \"type\": \"MISC\",      \"description\": \"مصطلح يُستخدم على الإنترنت المظلم لوصف غرف الدردشة أو مواقع الويب التي تُبث فيها مقاطع فيديو حية لعمليات التعذيب أو القتل. nغالبًا ما يتم الدفع مقابل الوصول إلى هذه الغرف بعملة البيتكوين، وتُعد من أكثر الأنشطة إثارة للقلق على الإنترنت المظلم. nلا يوجد دليل قاطع على وجود غرف حمراء حقيقية، ولكن هناك العديد من القصص والشائعات التي تُشير إلى ذلك. nتُعد فكرة الغرف الحمراء مقلقة للغاية، وتُسلط الضوء على الجانب المظلم من الإنترنت.\"    },    {      \"name\": \"سيلك رود\",      \"original_text\": \"Silk Road\",      \"type\": \"MISC\",      \"description\": \"كان سوقًا إلكترونيًا على الإنترنت المظلم، يُستخدم في المقام الأول لبيع وشراء المخدرات غير المشروعة. nتم إغلاق الموقع من قبل مكتب التحقيقات الفيدرالي في عام 2013، وتم القبض على مؤسسه، روس أولبريشت. nكان سيلك رود مثالًا بارزًا على كيفية استخدام الإنترنت المظلم لأنشطة غير قانونية. nأثار إغلاق سيلك رود نقاشًا واسعًا حول تنظيم الإنترنت المظلم.\"    },    {      \"name\": \"البيتكوين\",      \"original_text\": \"Bitcoin\",      \"type\": \"MISC\",      \"description\": \"هي عملة مشفرة لامركزية، مما يعني أنه لا توجد سلطة مركزية تتحكم فيها، مثل البنك المركزي أو الحكومة. nتُستخدم البيتكوين في المعاملات عبر الإنترنت، ويمكن تحويلها إلى عملات أخرى من خلال بورصات العملات المشفرة. nتتميز البيتكوين بإخفاء هوية المستخدمين، مما يجعلها جذابة للمجرمين الذين يرغبون في إخفاء أنشطتهم المالية. nتُثير البيتكوين جدلاً واسعًا، حيث يرى البعض أنها استثمار مُربح، بينما يرى آخرون أنها تُستخدم في أنشطة غير قانونية.\"    },    {      \"name\": \"أمازون\",      \"original_text\": \"Amazon\",      \"type\": \"ORGANIZATION\",      \"description\": \"هي شركة تجارة إلكترونية أمريكية متعددة الجنسيات، تُعد من أكبر شركات التكنولوجيا في العالم. nتبيع أمازون مجموعة واسعة من المنتجات، بما في ذلك الكتب والإلكترونيات والأزياء والأثاث. nتُقدم أمازون أيضًا خدمات الحوسبة السحابية من خلال منصة أمازون ويب سيرفيسز (AWS). nتُعد أمازون من أكثر الشركات نفوذاً في العالم، ولها تأثير كبير على الاقتصاد العالمي.\"    },    {      \"name\": \"الاتحاد الأوروبي\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"هو اتحاد سياسي واقتصادي يضم 27 دولة عضوًا تقع في الغالب في أوروبا. nيهدف الاتحاد الأوروبي إلى تعزيز التعاون الاقتصادي والسياسي بين الدول الأعضاء. nيمتلك الاتحاد الأوروبي عملة موحدة، هي اليورو، وتُعد من أقوى العملات في العالم. nيُعد الاتحاد الأوروبي من أهم التكتلات الاقتصادية والسياسية في العالم.\"    },    {      \"name\": \"مكتب التحقيقات الفيدرالي\",      \"original_text\": \"FBI\",      \"type\": \"ORGANIZATION\",      \"description\": \"هي وكالة حكومية أمريكية مسؤولة عن إنفاذ القانون الفيدرالي والأمن القومي. nيُحقق مكتب التحقيقات الفيدرالي في مجموعة واسعة من الجرائم، بما في ذلك الإرهاب والجريمة المنظمة والجرائم الإلكترونية. nيُعد مكتب التحقيقات الفيدرالي من أقوى وكالات إنفاذ القانون في العالم. nيلعب مكتب التحقيقات الفيدرالي دورًا مهمًا في حماية الولايات المتحدة من التهديدات الداخلية والخارجية.\"    },    {      \"name\": \"أستراليا\",      \"original_text\": \"Australia\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في نصف الكرة الجنوبي، وتتألف من البر الرئيسي للقارة الأسترالية وجزيرة تسمانيا والعديد من الجزر الصغيرة الأخرى. nتُعد أستراليا سادس أكبر دولة في العالم من حيث المساحة، وتُعرف بتنوعها البيولوجي الفريد. nتتمتع أستراليا باقتصاد متطور، وتُعد من أغنى دول العالم. nتُعد أستراليا وجهة سياحية شهيرة، وتُعرف بشواطئها الجميلة ومناطقها الطبيعية الخلابة.\"    },    {      \"name\": \"الفلبين\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في جنوب شرق آسيا، وتتألف من أكثر من 7600 جزيرة. nتُعرف الفلبين بشواطئها الجميلة ومناطقها الطبيعية الخلابة. nتتمتع الفلبين بثقافة غنية، وتُعد من أكثر دول العالم اكتظاظًا بالسكان. nتُواجه الفلبين تحديات اقتصادية واجتماعية، ولكنها تُعد أيضًا دولة نامية ذات إمكانات كبيرة.\"    },    {      \"name\": \"جوجل\",      \"original_text\": \"Google\",      \"type\": \"ORGANIZATION\",      \"description\": \"هي شركة تكنولوجيا متعددة الجنسيات أمريكية، تُعد من أكبر شركات التكنولوجيا في العالم. nتُقدم جوجل مجموعة واسعة من الخدمات، بما في ذلك محرك البحث جوجل، ونظام التشغيل أندرويد، ومنصة يوتيوب. nتُعد جوجل من أكثر الشركات نفوذاً في العالم، ولها تأثير كبير على حياة الناس في جميع أنحاء العالم. nتُواجه جوجل انتقادات بشأن ممارساتها في مجال الخصوصية ومكافحة الاحتكار.\"    },    {      \"name\": \"يوتيوب\",      \"original_text\": \"YouTube\",      \"type\": \"ORGANIZATION\",      \"description\": \"هي منصة مشاركة فيديو مملوكة لشركة جوجل. nتتيح يوتيوب للمستخدمين تحميل مقاطع الفيديو ومشاهدتها ومشاركتها. nتُعد يوتيوب من أكثر مواقع الويب شعبية في العالم، ولديها مليارات المستخدمين النشطين شهريًا. nأصبحت يوتيوب منصة مهمة للترفيه والتعليم والتعبير عن الرأي.\"    }  ]"