"\"Entities\": [  {    \"name\": \"صدام حسين\",    \"original_text\": \"Saddam Hussein\",    \"type\": \"PERSON\",    \"description\": \" الرئيس الخامس لجمهورية العراق، حكم العراق لفترة طويلة من الزمن،  عُرف عنه سياساته القومية العربية،  تورط في حروب عديدة أبرزها الحرب العراقية الإيرانية وحرب الخليج الثانية،  أُعدم في عام 2006 بعد إدانته بارتكاب جرائم ضد الإنسانية.\"  },  {    \"name\": \"عدنان خاشقجي\",    \"original_text\": \"Adnan Khashoggi\",    \"type\": \"PERSON\",    \"description\": \" رجل أعمال سعودي شهير،  عُرف عنه دوره كوسيط في صفقات الأسلحة الدولية،  ارتبط اسمه بالعديد من الشخصيات البارزة حول العالم،  أعلن إفلاسه في أواخر حياته.\"  },  {    \"name\": \"مكة المكرمة\",    \"original_text\": \"Mecca\",    \"type\": \"LOCATION\",    \"description\": \" أقدس مدينة في الإسلام،  تقع في المملكة العربية السعودية،  يقصدها المسلمون من جميع أنحاء العالم لأداء فريضة الحج،  تضم الكعبة المشرفة التي يطوف حولها المسلمون.\"  },  {    \"name\": \"محمد خاشقجي\",    \"original_text\": \"Mohammed Khashoggi\",    \"type\": \"PERSON\",    \"description\": \" والد عدنان خاشقجي،  شغل منصب وزير الصحة في المملكة العربية السعودية،  كان الطبيب الخاص للملك عبد العزيز آل سعود.\"  },  {    \"name\": \"عبد العزيز آل سعود\",    \"original_text\": \"King Abdulaziz Al Saud\",    \"type\": \"PERSON\",    \"description\": \" مؤسس المملكة العربية السعودية الحديثة،  وحّد البلاد تحت حكمه بعد سلسلة من الحملات العسكرية،  يُعتبر شخصية محورية في تاريخ المملكة العربية السعودية.\"  },  {    \"name\": \"القاهرة\",    \"original_text\": \"Cairo\",    \"type\": \"LOCATION\",    \"description\": \" عاصمة جمهورية مصر العربية،  تُعد من أكبر المدن في أفريقيا والشرق الأوسط،  تشتهر بمعالمها التاريخية مثل الأهرامات وأبو الهول،  مركز ثقافي واقتصادي هام.\"  },  {    \"name\": \"كليه فيكتوريا\",    \"original_text\": \"Victoria College\",    \"type\": \"ORGANIZATION\",    \"description\": \" مدرسة دولية عريقة في القاهرة،  تأسست في عام 1902،  تُعرف بتعليمها عالي الجودة،  خرجت العديد من الشخصيات المؤثرة في مختلف المجالات.\"  },  {    \"name\": \"سميرة خاشقجي\",    \"original_text\": \"Samira Khashoggi\",    \"type\": \"PERSON\",    \"description\": \" أخت عدنان خاشقجي،  كانت متزوجة من الملياردير محمد الفايد،  أنجبت منه عماد الفايد الذي توفي في حادث سيارة مأساوي مع الأميرة ديانا.\"  },  {    \"name\": \"محمد الفايد\",    \"original_text\": \"Mohamed Al-Fayed\",    \"type\": \"PERSON\",    \"description\": \" ملياردير مصري،  اشتهر بامتلاكه متجر هارودز في لندن،  توفي ابنه عماد في حادث سيارة مع الأميرة ديانا،  أثار الحادث جدلاً واسعاً حول ملابسات وقوعه.\"  },  {    \"name\": \"عماد الفايد\",    \"original_text\": \"Dodi Fayed\",    \"type\": \"PERSON\",    \"description\": \" ابن الملياردير المصري محمد الفايد،  ارتبط اسمه بالأميرة ديانا،  توفي معها في حادث سيارة مأساوي في باريس عام 1997.\"  },  {    \"name\": \"الأميرة ديانا\",    \"original_text\": \"Princess Diana\",    \"type\": \"PERSON\",    \"description\": \" أميرة ويلز السابقة،  زوجة الأمير تشارلز،  اشتهرت بأعمالها الخيرية وشعبيتها الكبيرة،  توفيت في حادث سيارة مأساوي في باريس عام 1997.\"  },  {    \"name\": \"الولايات المتحدة الأمريكية\",    \"original_text\": \"United States\",    \"type\": \"LOCATION\",    \"description\": \" دولة تقع في أمريكا الشمالية،  تُعد من أقوى دول العالم اقتصادياً وعسكرياً،  تتألف من 50 ولاية،  تشتهر بتنوعها الثقافي والعرقي.\"  },  {    \"name\": \"كاليفورنيا\",    \"original_text\": \"California\",    \"type\": \"LOCATION\",    \"description\": \" ولاية تقع في غرب الولايات المتحدة الأمريكية،  تُعد من أكثر الولايات اكتظاظاً بالسكان،  تشتهر بصناعة الترفيه والتكنولوجيا،  عاصمتها ساكرامنتو.\"  },  {    \"name\": \"المملكة العربية السعودية\",    \"original_text\": \"Saudi Arabia\",    \"type\": \"LOCATION\",    \"description\": \" دولة تقع في شبه الجزيرة العربية،  تُعد من أكبر دول الشرق الأوسط مساحةً،  تتمتع بأهمية اقتصادية كبيرة لكونها أكبر منتج للنفط في العالم،  عاصمتها الرياض.\"  },  {    \"name\": \"كين وورث\",    \"original_text\": \"Kenworth\",    \"type\": \"ORGANIZATION\",    \"description\": \" شركة أمريكية لتصنيع الشاحنات،  تأسست في عام 1923،  تُعرف بشاحناتها عالية الجودة،  تبيع منتجاتها في جميع أنحاء العالم.\"  },  {    \"name\": \"صفقة اليمامة\",    \"original_text\": \"Al-Yamamah arms deal\",    \"type\": \"EVENT\",    \"description\": \" صفقة أسلحة ضخمة بين المملكة العربية السعودية وبريطانيا،  تم توقيعها في عام 1985،  شملت تزويد السعودية بطائرات حربية من طراز تورنادو وهوك،  أثارت جدلاً واسعاً بسبب حجمها وقيمتها المالية.\"  },  {    \"name\": \"بريطانيا\",    \"original_text\": \"Britain\",    \"type\": \"LOCATION\",    \"description\": \" دولة تقع في غرب أوروبا،  تتألف من إنجلترا واسكتلندا وويلز وأيرلندا الشمالية،  عاصمتها لندن،  تُعد من الدول الرائدة في مجالات عديدة مثل الاقتصاد والتعليم.\"  },  {    \"name\": \"سلطان بن عبد العزيز\",    \"original_text\": \"Sultan bin Abdulaziz\",    \"type\": \"PERSON\",    \"description\": \" ولي العهد السعودي السابق،  شغل منصب وزير الدفاع والطيران،  كان له دور بارز في تحديث القوات المسلحة السعودية،  توفي في عام 2011.\"  },  {    \"name\": \"مايكل هيزلتاين\",    \"original_text\": \"Michael Heseltine\",    \"type\": \"PERSON\",    \"description\": \" سياسي بريطاني،  شغل منصب وزير الدفاع في حكومة مارغريت تاتشر،  كان له دور بارز في صفقة اليمامة.\"  },  {    \"name\": \"التورنادو\",    \"original_text\": \"Tornado\",    \"type\": \"PRODUCT\",    \"description\": \" طائرة حربية متعددة المهام،  تُستخدم من قبل العديد من دول العالم،  تتميز بقدراتها القتالية العالية،  طورتها بريطانيا وألمانيا وإيطاليا.\"  },  {    \"name\": \"الهوك\",    \"original_text\": \"Hawk\",    \"type\": \"PRODUCT\",    \"description\": \" طائرة تدريب متقدمة،  تُستخدم من قبل العديد من دول العالم،  طورتها شركة بريتش ايروسبيس.\"  },  {    \"name\": \"مارغريت تاتشر\",    \"original_text\": \"Margaret Thatcher\",    \"type\": \"PERSON\",    \"description\": \" رئيسة وزراء بريطانيا السابقة،  عُرفت بسياساتها المحافظة،  لقبت بـ\"المرأة الحديدية\"،  كانت أول امرأة تتولى رئاسة وزراء بريطانيا.\"  },  {    \"name\": \"أمريكا\",    \"original_text\": \"America\",    \"type\": \"LOCATION\",    \"description\": \" اسم يُطلق على قارتي أمريكا الشمالية وأمريكا الجنوبية،  تتميز بتنوعها الجغرافي والثقافي،  تضم العديد من الدول.\"  },  {    \"name\": \"إيران\",    \"original_text\": \"Iran\",    \"type\": \"LOCATION\",    \"description\": \" دولة تقع في غرب آسيا،  تُعد من الدول الكبرى في منطقة الشرق الأوسط،  تشتهر بثقافتها وتاريخها العريقين،  عاصمتها طهران.\"  },  {    \"name\": \"الخميني\",    \"original_text\": \"Khomeini\",    \"type\": \"PERSON\",    \"description\": \"  مرجع ديني شيعي إيراني،  قاد الثورة الإسلامية في إيران عام 1979،  أصبح المرشد الأعلى للثورة الإسلامية،  يُعتبر شخصية محورية في تاريخ إيران الحديث.\"  },  {    \"name\": \"الحرب العراقية الإيرانية\",    \"original_text\": \"Iran-Iraq War\",    \"type\": \"EVENT\",    \"description\": \" حرب نشبت بين العراق وإيران في عام 1980،  استمرت ثماني سنوات،  خلفت دماراً هائلاً في كلا البلدين،  انتهت بوقف إطلاق النار عام 1988.\"  },  {    \"name\": \"رونالد ريغن\",    \"original_text\": \"Ronald Reagan\",    \"type\": \"PERSON\",    \"description\": \" الرئيس الأربعين للولايات المتحدة الأمريكية،  عُرف بسياساته المحافظة،  لعب دوراً بارزاً في إنهاء الحرب الباردة،  توفي في عام 2004.\"  },  {    \"name\": \"لبنان\",    \"original_text\": \"Lebanon\",    \"type\": \"LOCATION\",    \"description\": \" دولة تقع في الشرق الأوسط،  تشتهر بتنوعها الثقافي والديني،  عاصمتها بيروت،  عانت من حرب أهلية طويلة.\"  },  {    \"name\": \"باريس\",    \"original_text\": \"Paris\",    \"type\": \"LOCATION\",    \"description\": \" عاصمة فرنسا،  تُعد من أجمل مدن العالم،  تشتهر بمعالمها السياحية مثل برج إيفل ومتحف اللوفر،  مركز ثقافي وفني هام.\"  },  {    \"name\": \"جورج بوش الأب\",    \"original_text\": \"George H. W. Bush\",    \"type\": \"PERSON\",    \"description\": \" الرئيس الحادي والأربعون للولايات المتحدة الأمريكية،  شغل منصب نائب الرئيس في عهد رونالد ريغن،  قاد الولايات المتحدة خلال حرب الخليج الثانية،  توفي في عام 2018.\"  },  {    \"name\": \"أبو الحسن بني صدر\",    \"original_text\": \"Abolhassan Banisadr\",    \"type\": \"PERSON\",    \"description\": \" أول رئيس لإيران بعد الثورة الإسلامية،  شغل المنصب لفترة قصيرة،  أُجبر على الاستقالة بعد خلافات مع رجال الدين،  يعيش في المنفى منذ عام 1981.\"  },  {    \"name\": \"إسرائيل\",    \"original_text\": \"Israel\",    \"type\": \"LOCATION\",    \"description\": \" دولة تقع في الشرق الأوسط،  تأسست في عام 1948،  تُعد من الدول المتقدمة في مجالات عديدة مثل التكنولوجيا والزراعة،  عاصمتها القدس.\"  },  {    \"name\": \"الكونجرس الأمريكي\",    \"original_text\": \"US Congress\",    \"type\": \"ORGANIZATION\",    \"description\": \" الهيئة التشريعية في الولايات المتحدة الأمريكية،  يتألف من مجلس الشيوخ ومجلس النواب،  يُعد من أهم مؤسسات الحكم في الولايات المتحدة.\"  },  {    \"name\": \"إيران كونترا\",    \"original_text\": \"Iran-Contra affair\",    \"type\": \"EVENT\",    \"description\": \" فضيحة سياسية هزت الولايات المتحدة الأمريكية في عهد الرئيس رونالد ريغن،  تم الكشف عن قيام مسؤولين أمريكيين ببيع أسلحة سرية لإيران مقابل إطلاق سراح رهائن أمريكيين،  أثارت الفضيحة جدلاً واسعاً حول تجاوز السلطة في الولايات المتحدة.\"  },  {    \"name\": \"التايمز\",    \"original_text\": \"The Times\",    \"type\": \"ORGANIZATION\",    \"description\": \" صحيفة بريطانية يومية،  تُعد من أقدم الصحف في العالم،  تشتهر بتغطيتها الإخبارية وتحليلاتها السياسية،  تُعتبر من أهم الصحف في بريطانيا.\"  },  {    \"name\": \"جيمس بوند\",    \"original_text\": \"James Bond\",    \"type\": \"WORK_OF_ART\",    \"description\": \" شخصية خيالية لعميل سري بريطاني،  ابتكرها الكاتب إيان فليمنج،  ظهرت الشخصية في سلسلة من الروايات والأفلام،  تُعد من أشهر الشخصيات في الأدب والسينما.\"  },  {    \"name\": \"سلطان بروناي\",    \"original_text\": \"Sultan of Brunei\",    \"type\": \"PERSON\",    \"description\": \"  لقب يُطلق على حاكم بروناي،  تُعد بروناي دولة صغيرة تقع في جنوب شرق آسيا،  تشتهر بثروتها النفطية،  يحكمها السلطان منذ عام 1967.\"  },  {    \"name\": \"دونالد ترامب\",    \"original_text\": \"Donald Trump\",    \"type\": \"PERSON\",    \"description\": \" الرئيس الخامس والأربعون للولايات المتحدة الأمريكية،  رجل أعمال شهير،  عُرف بسياساته المثيرة للجدل،  هُزم في انتخابات الرئاسة عام 2020.\"  },  {    \"name\": \"فرنسا\",    \"original_text\": \"France\",    \"type\": \"LOCATION\",    \"description\": \" دولة تقع في غرب أوروبا،  تُعد من الدول الكبرى في الاتحاد الأوروبي،  تشتهر بثقافتها وتاريخها العريقين،  عاصمتها باريس.\"  },  {    \"name\": \"ايميلدا ماركوس\",    \"original_text\": \"Imelda Marcos\",    \"type\": \"PERSON\",    \"description\": \"  زوجة الرئيس الفلبيني السابق فرديناند ماركوس،  عُرفت بحبها للرفاهية وجمع الأحذية،  أُدينت بتهم فساد وغسيل أموال،  عادت إلى الفلبين بعد سقوط نظام زوجها.\"  },  {    \"name\": \"لندن\",    \"original_text\": \"London\",    \"type\": \"LOCATION\",    \"description\": \" عاصمة بريطانيا،  تُعد من أكبر المدن في أوروبا،  مركز مالي وثقافي هام،  تشتهر بمعالمها السياحية مثل ساعة بيج بن وقصر باكنجهام.\"  } ]"