"  \"Entities\": [    {      \"name\": \"مكة\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة مقدسة في المملكة العربية السعودية، تُعدّ أقدس بقعة في الإسلام، ويُحرم على غير المسلمين دخولها. فيها المسجد الحرام والكعبة المشرفة التي يتجه إليها المسلمون في صلاتهم. يزورها ملايين المسلمين سنويًا لأداء فريضة الحج والعمرة.\"    },    {      \"name\": \"جدة\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة ساحلية تقع في غرب المملكة العربية السعودية على ساحل البحر الأحمر. تُعدّ ثاني أكبر مدن المملكة من حيث عدد السكان، وتُعرف بكونها بوابة مكة المكرمة. تتميز جدة بمينائها النشط وشواطئها الجميلة، وتُعدّ مركزًا تجاريًا وسياحيًا هامًا.\"    },    {      \"name\": \"الفونسو البوكريك\",      \"original_text\": \"الفونسو البوكريك\",      \"type\": \"PERSON\",      \"description\": \"مستكشف وقائد عسكري برتغالي، يُعتبر المؤسس الحقيقي للاستعمار الأوروبي في الشرق. قاد العديد من الحملات العسكرية في المحيط الهندي، واشتهر بوحشيته وقسوته. كان له دور كبير في بسط النفوذ البرتغالي في الهند وسواحل إفريقيا الشرقية.\"    },    {      \"name\": \"المدينة المنورة\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة مقدسة في المملكة العربية السعودية، تُعدّ ثاني أقدس بقعة في الإسلام بعد مكة المكرمة. فيها المسجد النبوي الشريف الذي دُفن فيه النبي محمد صلى الله عليه وسلم. يزورها ملايين المسلمين سنويًا لأداء فريضة الحج والعمرة.\"    },    {      \"name\": \"الحرمين الشريفين\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"يشير إلى المسجد الحرام في مكة المكرمة والمسجد النبوي في المدينة المنورة. يُعدّان أقدس مسجدين في الإسلام، ويقصدهما المسلمون من جميع أنحاء العالم لأداء فريضة الحج والعمرة.\"    },    {      \"name\": \"تبوك\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة تقع في شمال غرب المملكة العربية السعودية، تتميز بموقعها الاستراتيجي الهام، حيث تقع على طريق التجارة القديم بين الجزيرة العربية والشام. اشتهرت تبوك بغزوة تبوك التي قادها النبي محمد صلى الله عليه وسلم.\"    },    {      \"name\": \"القدس\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة مقدسة عند المسلمين والمسيحيين واليهود، تقع في فلسطين. فيها المسجد الأقصى أولى القبلتين وثالث الحرمين الشريفين، وكنيسة القيامة التي تُعدّ أقدس مكان عند المسيحيين. تشهد القدس صراعًا تاريخيًا بين الفلسطينيين والإسرائيليين.\"    },    {      \"name\": \"المملكة الصليبية\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"مملكة مسيحية أقامها الصليبيون في بلاد الشام بعد سيطرتهم على القدس في القرن الثاني عشر الميلادي. استمرت هذه المملكة قرابة قرنين من الزمان، وخاضت العديد من الحروب ضد المسلمين قبل أن يقضي عليها صلاح الدين الأيوبي.\"    },    {      \"name\": \"صلاح الدين الأيوبي\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"قائد عسكري مسلم، اشتهر بقيادته للمسلمين في هزيمة الصليبيين واستعادة القدس عام 1187م. يُعدّ من أعظم القادة العسكريين في التاريخ الإسلامي، واشتهر بشجاعته وحنكته العسكرية.\"    },    {      \"name\": \"الهند\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في جنوب آسيا، تُعدّ ثاني أكبر دول العالم من حيث عدد السكان. تتميز الهند بتنوعها الثقافي والديني، وتُعدّ من أسرع الاقتصادات نموًا في العالم.\"    },    {      \"name\": \"شرق إفريقيا\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"منطقة جغرافية تقع في شرق قارة إفريقيا، وتضم العديد من الدول مثل كينيا وتنزانيا والصومال. تتميز شرق إفريقيا بتنوعها الثقافي والعرقي، وتُعدّ من المناطق الغنية بالموارد الطبيعية.\"    },    {      \"name\": \"الخليج العربي\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مجرى مائي يقع في غرب آسيا، يفصل بين شبه الجزيرة العربية وإيران. يُعدّ الخليج العربي من أهم مناطق إنتاج النفط في العالم، ويضم العديد من الدول العربية مثل السعودية والإمارات العربية المتحدة.\"    },    {      \"name\": \"جزيرة العرب\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"شبه جزيرة تقع في جنوب غرب آسيا، تُعدّ أكبر شبه جزيرة في العالم. فيها دول الخليج العربي والعراق والأردن واليمن. تتميز شبه الجزيرة العربية بمناخها الصحراوي الحار، وتُعدّ مهد الإسلام.\"    },    {      \"name\": \"البحر الأحمر\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"بحر شبه مغلق يقع بين قارتي آسيا وإفريقيا، يربط بين المحيط الهندي والبحر الأبيض المتوسط عبر قناة السويس. يُعدّ البحر الأحمر من أهم طرق الملاحة البحرية في العالم، ويشتهر بشعابه المرجانية.\"    },    {      \"name\": \"القرن السادس عشر\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"فترة زمنية امتدت من عام 1501م إلى عام 1600م. شهد هذا القرن العديد من الأحداث الهامة، مثل بداية عصر الاكتشافات الأوروبية، وظهور الدولة العثمانية، وبداية الإصلاح الديني في أوروبا.\"    },    {      \"name\": \"طريق الرجاء الصالح\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"طريق بحري يربط بين أوروبا وآسيا عبر المحيط الأطلسي والمحيط الهندي، اكتشفه المستكشفون البرتغاليون في القرن الخامس عشر الميلادي. سمح هذا الطريق للتجار الأوروبيين بالوصول إلى الهند والصين دون المرور بالأراضي الإسلامية.\"    },    {      \"name\": \"باسكو دي غاما\",      \"original_text\": \"باسكو ديغاما\",      \"type\": \"PERSON\",      \"description\": \"مستكشف برتغالي، اشتهر بكونه أول أوروبي يصل إلى الهند عن طريق البحر. قاد العديد من الحملات الاستكشافية في المحيط الهندي، وكان له دور كبير في بسط النفوذ البرتغالي في المنطقة.\"    },    {      \"name\": \"مصر\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في شمال إفريقيا، تُعدّ من أقدم دول العالم. تتميز مصر بتاريخها العريق وحضارتها القديمة، وتُعدّ من أهم الدول العربية والإسلامية.\"    },    {      \"name\": \"الشام\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"منطقة جغرافية تقع في غرب آسيا، تضم بلاد الشام (سوريا ولبنان وفلسطين والأردن) بالإضافة إلى بعض المناطق المجاورة. تتميز بلاد الشام بموقعها الاستراتيجي الهام، وتُعدّ من أقدم المناطق المأهولة بالسكان في العالم.\"    },    {      \"name\": \"الدولة المملوكية\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"دولة إسلامية حكمت مصر والشام وبعض المناطق المجاورة في الفترة من القرن الثالث عشر إلى القرن السادس عشر الميلادي. اشتهرت الدولة المملوكية بقوتها العسكرية، وخاضت العديد من الحروب ضد الصليبيين والمغول.\"    },    {      \"name\": \"المحيط الهندي\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"ثالث أكبر محيطات العالم، يقع بين قارات آسيا وإفريقيا وأستراليا. يُعدّ المحيط الهندي من أهم طرق الملاحة البحرية في العالم، ويشتهر بتنوعه البيولوجي.\"    },    {      \"name\": \"السلطان مظفر شاه بن محمود شاه\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"سلطان كجرات في الهند، اشتهر بمقاومته للبرتغاليين في المحيط الهندي. طلب المساعدة من السلطان المملوكي في مصر لمواجهة الخطر البرتغالي المتزايد.\"    },    {      \"name\": \"كجرات\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"ولاية تقع في غرب الهند، تتميز بساحلها الطويل على بحر العرب. اشتهرت كجرات بتجارتها البحرية، وكانت مركزًا هامًا للتجارة بين الهند والشرق الأوسط.\"    },    {      \"name\": \"السلطان قنصوه الغوري\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"آخر سلاطين المماليك في مصر، اشتهر بمحاربته للبرتغاليين في المحيط الهندي. قاد حملة عسكرية بحرية ضد البرتغاليين، ولكنه هُزم وقُتل في معركة مرج دابق على يد العثمانيين.\"    },    {      \"name\": \"السلطان عامر بن عبد الوهاب\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"سلطان الطاهرين في اليمن، اشتهر بخيانته للتحالف مع المماليك في مواجهة البرتغاليين. رفض تقديم الدعم للأسطول المملوكي في البحر الأحمر، مما أدى إلى إضعاف موقف المماليك.\"    },    {      \"name\": \"الطاهرين\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"سلالة حكمت اليمن في الفترة من القرن الخامس عشر إلى القرن السادس عشر الميلادي. اشتهرت الدولة الطاهرية بصراعها مع المماليك في مصر، وانتهى حكمها على يد العثمانيين.\"    },    {      \"name\": \"اليمن\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في جنوب شبه الجزيرة العربية، تتميز بموقعها الاستراتيجي الهام عند مدخل البحر الأحمر. اشتهرت اليمن بتجارة البن والبخور، وخضعت لحكم العديد من الإمبراطوريات.\"    },    {      \"name\": \"مالابار\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"منطقة ساحلية تقع في جنوب غرب الهند، اشتهرت بتجارة التوابل. كانت مالابار مركزًا هامًا للتجارة بين الهند والشرق الأوسط وأوروبا.\"    },    {      \"name\": \"آسيا\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"أكبر قارات العالم من حيث المساحة وعدد السكان، تقع في النصف الشرقي من الكرة الأرضية. تتميز آسيا بتنوعها الثقافي والديني والجغرافي، وتُعدّ مهد العديد من الحضارات القديمة.\"    },    {      \"name\": \"أوروبا\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"ثاني أصغر قارات العالم من حيث المساحة، تقع في النصف الشمالي من الكرة الأرضية. تتميز أوروبا بتاريخها الغني وثقافتها المتنوعة، وتُعدّ من أكثر مناطق العالم تقدمًا.\"    },    {      \"name\": \"الإسكندرية\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة ساحلية تقع في شمال مصر على ساحل البحر الأبيض المتوسط. تُعدّ ثاني أكبر مدن مصر، وتشتهر بمكتبتها القديمة التي كانت من أهم مراكز العلم والمعرفة في العالم القديم.\"    },    {      \"name\": \"بيروت\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"عاصمة لبنان وأكبر مدنها، تقع على ساحل البحر الأبيض المتوسط. تُعدّ بيروت مركزًا تجاريًا وثقافيًا هامًا في الشرق الأوسط.\"    },    {      \"name\": \"فرانسيسكو دي ألميدا\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"قائد عسكري ومستكشف برتغالي، شغل منصب نائب الملك في الهند. قاد العديد من الحملات العسكرية في المحيط الهندي، وكان له دور كبير في بسط النفوذ البرتغالي في المنطقة.\"    },    {      \"name\": \"ديو\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة ساحلية تقع في غرب الهند، كانت مستعمرة برتغالية سابقة. اشتهرت ديو بتجارتها البحرية، وكانت مركزًا هامًا للتجارة بين الهند وأوروبا.\"    },    {      \"name\": \"الأمير حسين الكردي\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"قائد عسكري مملوكي، كُلف بتحصين ميناء جدة للدفاع عن مكة المكرمة من هجمات البرتغاليين. قُتل على يد شريف مكة بعد هزيمة المماليك في معركة مرج دابق.\"    },    {      \"name\": \"سوقطرة\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"جزيرة تقع في المحيط الهندي قبالة سواحل اليمن، تتميز بتنوعها البيولوجي الفريد. خضعت سوقطرة لحكم العديد من الإمبراطوريات، وتُعدّ حاليًا جزءًا من اليمن.\"    },    {      \"name\": \"كمال ريس\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"قائد بحري عثماني، اشتهر بقيادته للأسطول العثماني في المحيط الهندي. ساعد المماليك في صد هجمات البرتغاليين على البحر الأحمر.\"    },    {      \"name\": \"الإمبراطورية العثمانية\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"إمبراطورية إسلامية حكمت مناطق واسعة من جنوب شرق أوروبا وغرب آسيا وشمال إفريقيا، استمرت لأكثر من ستة قرون. اشتهرت الدولة العثمانية بقوتها العسكرية، وكانت من أقوى الدول في العالم.\"    },    {      \"name\": \"سلمان ريس\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"قائد بحري عثماني، قاد الأسطول العثماني في البحر الأحمر لمساعدة المماليك في صد هجمات البرتغاليين.\"    },    {      \"name\": \"فرسان الإسبتارية\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"رهبنة عسكرية مسيحية، اشتهرت بمشاركتها في الحروب الصليبية. سيطرت على جزيرة رودس لعدة قرون، وكانت من ألد أعداء الدولة العثمانية.\"    },    {      \"name\": \"رودس\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"جزيرة يونانية تقع في البحر الأبيض المتوسط، اشتهرت بتاريخها العريق. كانت رودس مركزًا هامًا للتجارة في العصور القديمة، وخضعت لحكم العديد من الإمبراطوريات.\"    },    {      \"name\": \"معركة مرج دابق\",      \"original_text\": null,      \"type\": \"EVENT\",      \"description\": \"معركة فاصلة وقعت عام 1516م بين المماليك والعثمانيين، انتهت بانتصار العثمانيين ومقتل السلطان المملوكي قنصوه الغوري. أدت هذه المعركة إلى سقوط الدولة المملوكية وسيطرة العثمانيين على مصر والشام.\"    },    {      \"name\": \"شريف مكة\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"لقب يُطلق على حاكم مكة المكرمة، كان يتمتع بنفوذ ديني وسياسي كبير. اشتهر شريف مكة بركات بمقاومته للبرتغاليين، وقتل الأمير حسين الكردي بعد هزيمة المماليك.\"    },    {      \"name\": \"لوبو سوريز\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"قائد عسكري برتغالي، قاد حملة بحرية ضد جدة عام 1517م بهدف احتلال مكة المكرمة. فشلت الحملة في تحقيق أهدافها بسبب التحصينات القوية ووجود حامية عثمانية قوية في جدة.\"    },    {      \"name\": \"جنوة\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة ساحلية تقع في شمال إيطاليا، اشتهرت بتاريخها العريق كجمهورية بحرية قوية. كانت جنوة مركزًا هامًا للتجارة في العصور الوسطى، وخضعت لحكم العديد من الإمبراطوريات.\"    },    {      \"name\": \"سليمان رئيس\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"قائد بحري عثماني، قاد الحامية العثمانية في جدة التي صدت هجوم البرتغاليين عام 1517م.\"    },    {      \"name\": \"لوبر سكوير\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"قائد عسكري برتغالي، شغل منصب نائب الملك في الهند. قاد حملة بحرية ضد جدة عام 1520م بهدف تدميرها، ولكنه غير خططه واتجه إلى مصوع بعد أن علم بوجود حشود عسكرية كبيرة في جدة.\"    },    {      \"name\": \"مصوع\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة ساحلية تقع في إريتريا على ساحل البحر الأحمر، كانت ميناءً هامًا في العصور القديمة. خضعت مصوع لحكم العديد من الإمبراطوريات، وتُعدّ حاليًا جزءًا من إريتريا.\"    },    {      \"name\": \"دييغو لوبيز ديسيكيرا\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"قائد بحري برتغالي، قاد حملة بحرية في البحر الأحمر، ولكنه هُزم على يد الأسطول الإسلامي المدعوم من القوات العثمانية.\"    },    {      \"name\": \"عدن\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة ساحلية تقع في جنوب اليمن على ساحل خليج عدن، تُعدّ من أهم الموانئ الطبيعية في العالم. اشتهرت عدن بتجارة البن والبخور، وخضعت لحكم العديد من الإمبراطوريات.\"    },    {      \"name\": \"باب المندب\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مضيق مائي يربط بين البحر الأحمر وخليج عدن، يُعدّ من أهم الممرات المائية في العالم. يتمتع باب المندب بأهمية استراتيجية كبيرة، حيث يمر عبره جزء كبير من حركة التجارة العالمية.\"    },    {      \"name\": \"إثيوبيا\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في شرق إفريقيا، تُعدّ من أقدم الدول في العالم. تتميز إثيوبيا بتاريخها العريق وثقافتها المتنوعة، وتُعدّ من أهم الدول الإفريقية.\"    }  ]"