"\"Entities\": [{\"name\": \"الموساد\",\"original_text\": \"Mossad\",\"type\": \"ORGANIZATION\",\"description\": \"الموساد هو جهاز الاستخبارات الإسرائيلي، وهو واحد من أشهر أجهزة الاستخبارات في العالم. تأسس الموساد في عام 1949، ويُعرف بعملياته السرية والفعالة في جمع المعلومات الاستخباراتية وتنفيذ العمليات الخاصة. يلعب الموساد دورًا حاسمًا في حماية أمن إسرائيل ومصالحها في جميع أنحاء العالم. يُعتقد أن الموساد يمتلك شبكة واسعة من العملاء والجواسيس في جميع أنحاء العالم، ويُعرف بقدرته على اختراق المنظمات المعادية وجمع المعلومات الحساسة.\"},{\"name\": \"القدس\",\"original_text\": \"Jerusalem\",\"type\": \"LOCATION\",\"description\": \"القدس هي مدينة مقدسة عند أتباع الديانات الإبراهيمية الثلاث (اليهودية والمسيحية والإسلام). تقع القدس في جبال يهودا بين البحر الأبيض المتوسط ​​و البحر الميت. تُعتبر القدس من أقدم مدن العالم، ولها تاريخ طويل وحافل بالأحداث. تُعد القدس موطنًا للعديد من المواقع الدينية والتاريخية الهامة، بما في ذلك المسجد الأقصى، وكنيسة القيامة، وحائط البراق. تُعتبر القدس أيضًا مركزًا ثقافيًا هامًا، وتضم العديد من المتاحف والمسارح والمؤسسات التعليمية.\"},{\"name\": \"فلسطين\",\"original_text\": \"Palestine\",\"type\": \"LOCATION\",\"description\": \"فلسطين هي منطقة جغرافية تاريخية تقع في غرب آسيا، على الساحل الشرقي للبحر الأبيض المتوسط. تُعتبر فلسطين مهدًا للديانات الإبراهيمية الثلاث، ولها تاريخ طويل وحافل بالأحداث. خضعت فلسطين لحكم العديد من الإمبراطوريات والحضارات عبر التاريخ، بما في ذلك الإمبراطورية الرومانية، والإمبراطورية العثمانية، والإمبراطورية البريطانية. في عام 1948، أُعلن عن قيام دولة إسرائيل على جزء من أراضي فلسطين، مما أدى إلى نزاع طويل الأمد بين الإسرائيليين والفلسطينيين.\"},{\"name\": \"السعودية\",\"original_text\": \"Saudi Arabia\",\"type\": \"LOCATION\",\"description\": \"المملكة العربية السعودية هي دولة عربية تقع في غرب آسيا، وتشكل الجزء الأكبر من شبه الجزيرة العربية. تُعتبر السعودية مهد الإسلام، وتضم أقدس مدينتين في الإسلام، وهما مكة المكرمة والمدينة المنورة. تُعد السعودية أيضًا دولة غنية بالنفط، وتلعب دورًا هامًا في الاقتصاد العالمي. تُعرف السعودية بنظامها الملكي، وبحكم الشريعة الإسلامية.\"},{\"name\": \"الكويت\",\"original_text\": \"Kuwait\",\"type\": \"LOCATION\",\"description\": \"دولة الكويت هي دولة عربية تقع في غرب آسيا، على الساحل الشمالي الغربي للخليج العربي. تُعتبر الكويت دولة غنية بالنفط، وتلعب دورًا هامًا في الاقتصاد العالمي. تُعرف الكويت بنظامها الديمقراطي، وبمجتمعها المتنوع. تُعد الكويت أيضًا مركزًا ثقافيًا هامًا، وتضم العديد من المتاحف والمسارح والمؤسسات التعليمية.\"},{\"name\": \"العراق\",\"original_text\": \"Iraq\",\"type\": \"LOCATION\",\"description\": \"جمهورية العراق هي دولة عربية تقع في غرب آسيا، في الجزء الشرقي من الهلال الخصيب. تُعتبر العراق مهدًا للعديد من الحضارات القديمة، بما في ذلك الحضارة السومرية، والحضارة البابلية، والحضارة الآشورية. تُعد العراق أيضًا دولة غنية بالنفط، وتلعب دورًا هامًا في الاقتصاد العالمي. عانى العراق من العديد من الحروب والصراعات في العقود الأخيرة، مما أدى إلى عدم الاستقرار السياسي والاقتصادي.\"},{\"name\": \"الأردن\",\"original_text\": \"Jordan\",\"type\": \"LOCATION\",\"description\": \"المملكة الأردنية الهاشمية هي دولة عربية تقع في غرب آسيا، على الضفة الشرقية لنهر الأردن. تُعتبر الأردن دولة ذات تاريخ غني، وتضم العديد من المواقع الأثرية الهامة، بما في ذلك مدينة البتراء القديمة. تُعرف الأردن بنظامها الملكي، وباستقرارها السياسي. تُعد الأردن أيضًا مركزًا ثقافيًا هامًا، وتضم العديد من المتاحف والمسارح والمؤسسات التعليمية.\"},{\"name\": \"لبنان\",\"original_text\": \"Lebanon\",\"type\": \"LOCATION\",\"description\": \"الجمهورية اللبنانية هي دولة عربية تقع في غرب آسيا، على الساحل الشرقي للبحر الأبيض المتوسط. تُعتبر لبنان دولة ذات تاريخ غني، وتضم العديد من المواقع الأثرية الهامة، بما في ذلك مدينة بعلبك القديمة. تُعرف لبنان بتنوعها الثقافي والديني، وبجمال طبيعتها. تُعد لبنان أيضًا مركزًا ماليًا وتجاريًا هامًا في المنطقة.\"},{\"name\": \"سوريا\",\"original_text\": \"Syria\",\"type\": \"LOCATION\",\"description\": \"الجمهورية العربية السورية هي دولة عربية تقع في غرب آسيا، على الساحل الشرقي للبحر الأبيض المتوسط. تُعتبر سوريا دولة ذات تاريخ غني، وتضم العديد من المواقع الأثرية الهامة، بما في ذلك مدينة دمشق القديمة. عانت سوريا من حرب أهلية مدمرة في السنوات الأخيرة، مما أدى إلى عدم الاستقرار السياسي والاقتصادي.\"},{\"name\": \"مصر\",\"original_text\": \"Egypt\",\"type\": \"LOCATION\",\"description\": \"جمهورية مصر العربية هي دولة عربية تقع في شمال شرق أفريقيا، وتشمل شبه جزيرة سيناء في آسيا. تُعتبر مصر مهدًا للعديد من الحضارات القديمة، بما في ذلك الحضارة الفرعونية. تُعد مصر أيضًا دولة ذات أهمية استراتيجية، نظرًا لموقعها على قناة السويس. تُعرف مصر بثقافتها الغنية، وبحضارتها القديمة.\"},{\"name\": \"عبد الكريم الشطي\",\"original_text\": \"Abdul Karim Al-Shatti\",\"type\": \"PERSON\",\"description\": \"عبد الكريم الشطي هو باحث في التاريخ ورحالة كويتي. يُعرف الشطي بأبحاثه في التاريخ العربي، ورحلاته إلى العديد من دول العالم. يهتم الشطي بدراسة التاريخ من منظور مختلف، ويعتمد على العلوم الحديثة مثل اللسانيات والآثار والجينات في أبحاثه. يُعد الشطي من الباحثين الذين يسعون إلى إعادة قراءة التاريخ العربي وتصحيح المغالطات التاريخية.\"},{\"name\": \"ساير العتيبي\",\"original_text\": \"Sayer Al-Otaibi\",\"type\": \"PERSON\",\"description\": \"ساير العتيبي هو إعلامي كويتي، يُعرف بتقديمه للبرامج الحوارية التي تناقش قضايا اجتماعية وثقافية. يهتم العتيبي بإبراز قصص الناس البسيطة والزوايا التي لا يتحدث عنها الكثيرون. يُعد العتيبي من الإعلاميين الذين يسعون إلى تقديم محتوى هادف ومفيد للمشاهدين.\"},{\"name\": \"كتاب ألف ليلة وليلة\",\"original_text\": \"One Thousand and One Nights\",\"type\": \"WORK_OF_ART\",\"description\": \"كتاب ألف ليلة وليلة هو مجموعة من القصص الشعبية من الشرق الأوسط وجنوب آسيا. تُعرف هذه المجموعة أيضًا باسم الليالي العربية. تُروى القصص في إطار قصة الملك شهريار وزوجته شهرزاد. تُعد ألف ليلة وليلة من أشهر الأعمال الأدبية في العالم، وتُرجمت إلى العديد من اللغات. تُعرف القصص بتنوعها وغناها، وتتناول العديد من المواضيع، بما في ذلك الحب، والمغامرة، والحكمة.\"},{\"name\": \"ابن خلدون\",\"original_text\": \"Ibn Khaldun\",\"type\": \"PERSON\",\"description\": \"ابن خلدون هو مؤرخ وفيلسوف عربي من شمال أفريقيا، يُعتبر من أهم مؤسسي علم الاجتماع الحديث. وُلد ابن خلدون في تونس عام 1332، وتوفي في القاهرة عام 1406. اشتهر ابن خلدون بكتابه \"المقدمة\"، وهو عمل موسوعي يتناول العديد من المواضيع، بما في ذلك التاريخ، والاجتماع، والاقتصاد، والسياسة. تُعد \"المقدمة\" من أهم الأعمال الفكرية في التاريخ العربي، وتُرجمت إلى العديد من اللغات.\"},{\"name\": \"عبد الوهاب المسيري\",\"original_text\": \"Abdel Wahab El-Messiri\",\"type\": \"PERSON\",\"description\": \"عبد الوهاب المسيري هو مفكر مصري، يُعرف بأبحاثه في الصهيونية. وُلد المسيري في القاهرة عام 1938، وتوفي عام 2008. اشتهر المسيري بكتابه \"موسوعة اليهود واليهودية والصهيونية\"، وهو عمل موسوعي يتناول تاريخ اليهود والصهيونية. تُعد \"موسوعة اليهود واليهودية والصهيونية\" من أهم الأعمال الفكرية في العالم العربي، وتُرجمت إلى العديد من اللغات.\"},{\"name\": \"دبي\",\"original_text\": \"Dubai\",\"type\": \"LOCATION\",\"description\": \"دبي هي إحدى الإمارات السبع التي تُشكل دولة الإمارات العربية المتحدة. تُعتبر دبي مركزًا تجاريًا وسياحيًا هامًا في المنطقة، وتُعرف بناطحات سحابها الفاخرة وشواطئها الجميلة. تُعد دبي أيضًا مركزًا ماليًا هامًا، وتضم العديد من الشركات العالمية. تُعرف دبي بتنوعها الثقافي، وبمجتمعها العالمي.\"},{\"name\": \"لندن\",\"original_text\": \"London\",\"type\": \"LOCATION\",\"description\": \"لندن هي عاصمة المملكة المتحدة وأكبر مدنها. تُعتبر لندن مركزًا عالميًا للتمويل، والتجارة، والثقافة، والفنون. تُعد لندن أيضًا موطنًا للعديد من المعالم السياحية الشهيرة، بما في ذلك قصر باكنغهام، وبرج لندن، وعين لندن. تُعرف لندن بتنوعها الثقافي، وبمجتمعها العالمي.\"},{\"name\": \"باريس\",\"original_text\": \"Paris\",\"type\": \"LOCATION\",\"description\": \"باريس هي عاصمة فرنسا وأكبر مدنها. تُعتبر باريس مركزًا عالميًا للفنون، والموضة، والثقافة، والمأكولات. تُعد باريس أيضًا موطنًا للعديد من المعالم السياحية الشهيرة، بما في ذلك برج إيفل، ومتحف اللوفر، وقوس النصر. تُعرف باريس بجمالها ورومانسيتها.\"},{\"name\": \"نيويورك\",\"original_text\": \"New York\",\"type\": \"LOCATION\",\"description\": \"نيويورك هي مدينة أمريكية تقع في ولاية نيويورك، تُعتبر من أكبر مدن العالم. تُعد نيويورك مركزًا عالميًا للتمويل، والتجارة، والثقافة، والفنون. تُعد نيويورك أيضًا موطنًا للعديد من المعالم السياحية الشهيرة، بما في ذلك تمثال الحرية، و مبنى إمباير ستيت، وتايمز سكوير. تُعرف نيويورك بتنوعها الثقافي، وبمجتمعها العالمي.\"},{\"name\": \"تكساس\",\"original_text\": \"Texas\",\"type\": \"LOCATION\",\"description\": \"تكساس هي ولاية أمريكية تقع في جنوب الولايات المتحدة. تُعتبر تكساس ثاني أكبر ولاية أمريكية من حيث المساحة والسكان. تُعرف تكساس بصناعتها النفطية، وبثقافتها الغربية. تُعد تكساس أيضًا موطنًا للعديد من المدن الكبرى، بما في ذلك هيوستن، ودالاس، وسان أنطونيو.\"},{\"name\": \"لوس أنجلوس\",\"original_text\": \"Los Angeles\",\"type\": \"LOCATION\",\"description\": \"لوس أنجلوس هي مدينة أمريكية تقع في ولاية كاليفورنيا، تُعتبر من أكبر مدن العالم. تُعد لوس أنجلوس مركزًا عالميًا للترفيه، وصناعة الأفلام، والموسيقى. تُعد لوس أنجلوس أيضًا موطنًا للعديد من المعالم السياحية الشهيرة، بما في ذلك هوليوود، وشاطئ سانتا مونيكا، ومتحف غيتي. تُعرف لوس أنجلوس بتنوعها الثقافي، وبمجتمعها العالمي.\"},{\"name\": \"روسيا\",\"original_text\": \"Russia\",\"type\": \"LOCATION\",\"description\": \"روسيا هي دولة عابرة للقارات، تمتد عبر شرق أوروبا وشمال آسيا. تُعتبر روسيا أكبر دولة في العالم من حيث المساحة. تُعرف روسيا بتاريخها الغني، وثقافتها المتنوعة. تُعد روسيا أيضًا قوة عظمى، وتلعب دورًا هامًا في السياسة العالمية.\"},{\"name\": \"اليمن\",\"original_text\": \"Yemen\",\"type\": \"LOCATION\",\"description\": \"اليمن هي دولة عربية تقع في جنوب غرب شبه الجزيرة العربية. تُعتبر اليمن مهدًا للعديد من الحضارات القديمة، بما في ذلك حضارة سبأ. تُعرف اليمن بتنوعها الثقافي، وبجمال طبيعتها. عانى اليمن من حرب أهلية مدمرة في السنوات الأخيرة، مما أدى إلى عدم الاستقرار السياسي والاقتصادي.\"},{\"name\": \"جزيرة سوقطرة\",\"original_text\": \"Socotra Island\",\"type\": \"LOCATION\",\"description\": \"جزيرة سوقطرة هي جزيرة يمنية تقع في المحيط الهندي، قبالة سواحل الصومال. تُعتبر سوقطرة من أهم مواقع التنوع البيولوجي في العالم، وتضم العديد من الأنواع النباتية والحيوانية الفريدة. تُعرف سوقطرة أيضًا بجمال طبيعتها، وشواطئها الرملية البيضاء.\"},{\"name\": \"حضرموت\",\"original_text\": \"Hadhramaut\",\"type\": \"LOCATION\",\"description\": \"حضرموت هي محافظة يمنية تقع في شرق اليمن. تُعتبر حضرموت من أكبر محافظات اليمن من حيث المساحة. تُعرف حضرموت بتاريخها الغني، وثقافتها المتنوعة. تُعد حضرموت أيضًا موطنًا للعديد من المدن التاريخية، بما في ذلك مدينة شبام القديمة.\"},{\"name\": \"الصومال\",\"original_text\": \"Somalia\",\"type\": \"LOCATION\",\"description\": \"الصومال هي دولة عربية تقع في شرق أفريقيا، على القرن الأفريقي. تُعتبر الصومال دولة ذات تاريخ غني، وثقافة متنوعة. عانت الصومال من حرب أهلية مدمرة في العقود الأخيرة، مما أدى إلى عدم الاستقرار السياسي والاقتصادي.\"},{\"name\": \"الغجر\",\"original_text\": \"Roma\",\"type\": \"MISC\",\"description\": \"الغجر هم مجموعة عرقية متنقلة، يُعتقد أن أصولهم تعود إلى شمال الهند. هاجر الغجر من الهند قبل قرون، وانتشروا في جميع أنحاء العالم. يُعرف الغجر بثقافتهم الفريدة، وتقاليدهم الموسيقية. غالبًا ما يُواجه الغجر التمييز والاضطهاد.\"},{\"name\": \"رومانيا\",\"original_text\": \"Romania\",\"type\": \"LOCATION\",\"description\": \"رومانيا هي دولة تقع في جنوب شرق أوروبا. تُعرف رومانيا بتاريخها الغني، وثقافتها المتنوعة. تُعد رومانيا أيضًا موطنًا للعديد من المعالم السياحية الشهيرة، بما في ذلك قلعة بران، و جبال الكاربات. تُعرف رومانيا بتنوعها الثقافي، وبمجتمعها المتنوع.\"},{\"name\": \"المغرب\",\"original_text\": \"Morocco\",\"type\": \"LOCATION\",\"description\": \"المغرب هي دولة عربية تقع في شمال أفريقيا، على الساحل الغربي للبحر الأبيض المتوسط ​​والمحيط الأطلسي. تُعتبر المغرب دولة ذات تاريخ غني، وثقافة متنوعة. تُعرف المغرب بمدنها التاريخية، بما في ذلك مراكش، وفاس، والرباط. تُعد المغرب أيضًا موطنًا للعديد من المعالم السياحية الشهيرة، بما في ذلك جبال الأطلس، وصحراء الصحراء.\"},{\"name\": \"الهند\",\"original_text\": \"India\",\"type\": \"LOCATION\",\"description\": \"الهند هي دولة تقع في جنوب آسيا. تُعتبر الهند ثاني أكبر دولة في العالم من حيث السكان. تُعرف الهند بتاريخها الغني، وثقافتها المتنوعة. تُعد الهند أيضًا موطنًا للعديد من المعالم السياحية الشهيرة، بما في ذلك تاج محل، وقلعة الحمراء. تُعرف الهند بتنوعها الثقافي، وبمجتمعها المتنوع.\"},{\"name\": \"علم فك الشفرة الوراثية\",\"original_text\": \"DNA decoding\",\"type\": \"MISC\",\"description\": \"علم فك الشفرة الوراثية هو فرع من علم الأحياء يدرس الحمض النووي، وهو المادة الوراثية التي تحمل المعلومات اللازمة لبناء الكائنات الحية ووظائفها. يُستخدم علم فك الشفرة الوراثية في العديد من المجالات، بما في ذلك الطب، والزراعة، وعلم الطب الشرعي. يُعد علم فك الشفرة الوراثية من أهم العلوم الحديثة، وقد أحدث ثورة في فهمنا للكائنات الحية.\"},{\"name\": \"علم الجينات\",\"original_text\": \"Genetics\",\"type\": \"MISC\",\"description\": \"علم الجينات هو فرع من علم الأحياء يدرس الوراثة، وهي انتقال الصفات من الآباء إلى الأبناء. يُستخدم علم الجينات في العديد من المجالات، بما في ذلك الطب، والزراعة، وعلم الطب الشرعي. يُعد علم الجينات من أهم العلوم الحديثة، وقد أحدث ثورة في فهمنا للكائنات الحية.\"},{\"name\": \"علم الآثار\",\"original_text\": \"Archaeology\",\"type\": \"MISC\",\"description\": \"علم الآثار هو دراسة الماضي البشري من خلال البقايا المادية، مثل الأدوات، والفخار، والمباني. يُستخدم علم الآثار لفهم تاريخ البشرية، وثقافاتهم، وتطورهم. يُعد علم الآثار من أهم العلوم الإنسانية، ويساعدنا على فهم حاضرنا من خلال دراسة ماضينا.\"},{\"name\": \"التوراة\",\"original_text\": \"Torah\",\"type\": \"RELIGIOUS_FIGURE\",\"description\": \"التوراة هي الكتاب المقدس عند اليهود، وتُعتبر جزءًا من الكتاب المقدس عند المسيحيين أيضًا. تُعرف التوراة أيضًا باسم العهد القديم. تتكون التوراة من خمسة أسفار، وهي: التكوين، والخروج، واللاويين، والعدد، والتثنية. تُروى التوراة قصة خلق العالم، وقصة بني إسرائيل، وقصة الأنبياء. تُعد التوراة من أهم الكتب الدينية في العالم، ولها تأثير كبير على الثقافة الغربية.\"},{\"name\": \"القرآن\",\"original_text\": \"Quran\",\"type\": \"RELIGIOUS_FIGURE\",\"description\": \"القرآن هو الكتاب المقدس عند المسلمين، ويُعتقد أنه كلام الله المنزل على النبي محمد. يتكون القرآن من 114 سورة، وتُرتل السور باللغة العربية. يُعد القرآن من أهم الكتب الدينية في العالم، ولها تأثير كبير على الثقافة الإسلامية.\"},{\"name\": \"النبي محمد\",\"original_text\": \"Prophet Muhammad\",\"type\": \"RELIGIOUS_FIGURE\",\"description\": \"النبي محمد هو نبي الإسلام، ويُعتقد أنه خاتم الأنبياء. وُلد النبي محمد في مكة المكرمة عام 570، وتوفي في المدينة المنورة عام 632. اشتهر النبي محمد بتبليغه رسالة الإسلام، وبقيادته للمسلمين في تأسيس دولة إسلامية. يُعد النبي محمد من أهم الشخصيات الدينية في العالم، ولها تأثير كبير على الثقافة الإسلامية.\"},{\"name\": \"النبي موسى\",\"original_text\": \"Prophet Moses\",\"type\": \"RELIGIOUS_FIGURE\",\"description\": \"النبي موسى هو نبي من أنبياء بني إسرائيل، ويُعتقد أنه كليم الله. تُروى قصة النبي موسى في التوراة والقرآن. اشتهر النبي موسى بقيادته لبني إسرائيل في الخروج من مصر، وبإعطائه شريعة التوراة. يُعد النبي موسى من أهم الشخصيات الدينية في العالم، ولها تأثير كبير على الثقافة اليهودية والمسيحية.\"},{\"name\": \"عزير\",\"original_text\": \"Ezra\",\"type\": \"RELIGIOUS_FIGURE\",\"description\": \"عزير هو شخصية دينية يهودية، يُعتقد أنه أعاد كتابة التوراة بعد السبي البابلي. تُروى قصة عزير في الكتاب المقدس اليهودي. يُعد عزير من الشخصيات الهامة في التاريخ اليهودي، ويُنسب إليه الفضل في الحفاظ على التوراة.\"},{\"name\": \"نبوخذ نصر\",\"original_text\": \"Nebuchadnezzar\",\"type\": \"PERSON\",\"description\": \"نبوخذ نصر هو ملك بابل، حكم في القرن السادس قبل الميلاد. اشتهر نبوخذ نصر بغزوه للقدس وتدمير هيكل سليمان. تُروى قصة نبوخذ نصر في الكتاب المقدس اليهودي. يُعد نبوخذ نصر من أهم الشخصيات التاريخية في الشرق الأوسط القديم.\"},{\"name\": \"بابل\",\"original_text\": \"Babylon\",\"type\": \"LOCATION\",\"description\": \"بابل هي مدينة تاريخية تقع في العراق، كانت عاصمة الإمبراطورية البابلية. اشتهرت بابل بحدائقها المعلقة، وببرج بابل. تُروى قصة بابل في الكتاب المقدس اليهودي. تُعد بابل من أهم المدن التاريخية في الشرق الأوسط القديم.\"},{\"name\": \"الفرس\",\"original_text\": \"Persians\",\"type\": \"MISC\",\"description\": \"الفرس هم شعب من الشعوب الهندية الأوروبية، أسسوا الإمبراطورية الفارسية. اشتهرت الإمبراطورية الفارسية بقوتها واتساعها. تُروى قصة الفرس في العديد من الكتب التاريخية. يُعد الفرس من أهم الشعوب في التاريخ القديم.\"},{\"name\": \"مملكة إسرائيل\",\"original_text\": \"Kingdom of Israel\",\"type\": \"LOCATION\",\"description\": \"مملكة إسرائيل هي مملكة تاريخية تقع في فلسطين، تأسست في القرن العاشر قبل الميلاد. انقسمت مملكة إسرائيل إلى مملكتين، هما مملكة إسرائيل الشمالية ومملكة يهوذا الجنوبية. دمرت مملكة إسرائيل الشمالية على يد الآشوريين في القرن الثامن قبل الميلاد. تُروى قصة مملكة إسرائيل في الكتاب المقدس اليهودي.\"},{\"name\": \"مملكة يهوذا\",\"original_text\": \"Kingdom of Judah\",\"type\": \"LOCATION\",\"description\": \"مملكة يهوذا هي مملكة تاريخية تقع في فلسطين، تأسست في القرن العاشر قبل الميلاد. دمرت مملكة يهوذا على يد البابليين في القرن السادس قبل الميلاد. تُروى قصة مملكة يهوذا في الكتاب المقدس اليهودي.\"},{\"name\": \"بطليموس\",\"original_text\": \"Ptolemy\",\"type\": \"PERSON\",\"description\": \"بطليموس هو اسم لعائلة حكمت مصر بعد وفاة الإسكندر الأكبر. اشتهرت عائلة بطليموس بحكمها لمصر، وبإنشائها لمكتبة الإسكندرية. تُروى قصة عائلة بطليموس في العديد من الكتب التاريخية. تُعد عائلة بطليموس من أهم العائلات الحاكمة في التاريخ القديم.\"},{\"name\": \"الإسكندر الأكبر\",\"original_text\": \"Alexander the Great\",\"type\": \"PERSON\",\"description\": \"الإسكندر الأكبر هو ملك مقدوني، حكم في القرن الرابع قبل الميلاد. اشتهر الإسكندر الأكبر بغزواته، وبإمبراطوريته الشاسعة. تُروى قصة الإسكندر الأكبر في العديد من الكتب التاريخية. يُعد الإسكندر الأكبر من أهم الشخصيات التاريخية في العالم القديم.\"},{\"name\": \"الإسكندرية\",\"original_text\": \"Alexandria\",\"type\": \"LOCATION\",\"description\": \"الإسكندرية هي مدينة مصرية تقع على ساحل البحر الأبيض المتوسط. تُعتبر الإسكندرية من أهم المدن التاريخية في مصر، وتُعرف بمكتبتها القديمة. تُعد الإسكندرية أيضًا مركزًا تجاريًا وسياحيًا هامًا. تُعرف الإسكندرية بتنوعها الثقافي، وبمجتمعها المتنوع.\"},{\"name\": \"اللغة اليونانية\",\"original_text\": \"Greek language\",\"type\": \"MISC\",\"description\": \"اللغة اليونانية هي لغة هندية أوروبية، تُعتبر من أقدم اللغات الحية في العالم. تُستخدم اللغة اليونانية في اليونان وقبرص، وتُستخدم أيضًا كلغة ليتورجية في الكنيسة الأرثوذكسية الشرقية. تُعرف اللغة اليونانية بأدبها الغني، وفلسفتها، وعلمها.\"},{\"name\": \"اللغة العبرية\",\"original_text\": \"Hebrew language\",\"type\": \"MISC\",\"description\": \"اللغة العبرية هي لغة سامية، تُعتبر اللغة الرسمية لدولة إسرائيل. تُستخدم اللغة العبرية في إسرائيل، وتُستخدم أيضًا كلغة ليتورجية في اليهودية. تُعرف اللغة العبرية بأدبها الغني، وتاريخها الطويل.\"},{\"name\": \"اللغة العربية\",\"original_text\": \"Arabic language\",\"type\": \"MISC\",\"description\": \"اللغة العربية هي لغة سامية، تُعتبر اللغة الرسمية في 26 دولة. تُستخدم اللغة العربية في جميع أنحاء العالم العربي، وتُستخدم أيضًا كلغة ليتورجية في الإسلام. تُعرف اللغة العربية بأدبها الغني، وفنونها، وثقافتها.\"},{\"name\": \"اللغة الأرامية\",\"original_text\": \"Aramaic language\",\"type\": \"MISC\",\"description\": \"اللغة الأرامية هي لغة سامية، كانت لغة التواصل المشترك في الشرق الأوسط القديم. تُستخدم اللغة الأرامية اليوم كلغة ليتورجية في بعض الكنائس الشرقية. تُعرف اللغة الأرامية بأدبها الغني، وتاريخها الطويل.\"},{\"name\": \"اللغة الكنعانية\",\"original_text\": \"Canaanite language\",\"type\": \"MISC\",\"description\": \"اللغة الكنعانية هي لغة سامية، كانت لغة الكنعانيين، وهم شعب سكن فلسطين في العصور القديمة. تُعتبر اللغة الكنعانية من اللغات المنقرضة، ولكنها تركت أثرًا كبيرًا على اللغات السامية الأخرى، بما في ذلك اللغة العبرية واللغة العربية.\"},{\"name\": \"الفينيقيون\",\"original_text\": \"Phoenicians\",\"type\": \"MISC\",\"description\": \"الفينيقيون هم شعب سكن سواحل البحر الأبيض المتوسط ​​في العصور القديمة. اشتهر الفينيقيون بتجارتهم، وبإبحارهم، وبإختراعهم للأبجدية. تُروى قصة الفينيقيين في العديد من الكتب التاريخية. يُعد الفينيقيون من أهم الشعوب في التاريخ القديم.\"},{\"name\": \"صور\",\"original_text\": \"Tyre\",\"type\": \"LOCATION\",\"description\": \"صور هي مدينة لبنانية تقع على ساحل البحر الأبيض المتوسط. تُعتبر صور من أهم المدن التاريخية في لبنان، وتُعرف بآثارها الفينيقية. تُعد صور أيضًا مركزًا تجاريًا وسياحيًا هامًا. تُعرف صور بتنوعها الثقافي، وبمجتمعها المتنوع.\"},{\"name\": \"اليونان\",\"original_text\": \"Greece\",\"type\": \"LOCATION\",\"description\": \"اليونان هي دولة تقع في جنوب شرق أوروبا. تُعتبر اليونان مهدًا للحضارة الغربية، وتُعرف بتاريخها الغني، وثقافتها المتنوعة. تُعد اليونان أيضًا موطنًا للعديد من المعالم السياحية الشهيرة، بما في ذلك الأكروبوليس، وجزيرة سانتوريني. تُعرف اليونان بتنوعها الثقافي، وبمجتمعها المتنوع.\"},{\"name\": \"الرومان\",\"original_text\": \"Romans\",\"type\": \"MISC\",\"description\": \"الرومان هم شعب من الشعوب الهندية الأوروبية، أسسوا الإمبراطورية الرومانية. اشتهرت الإمبراطورية الرومانية بقوتها واتساعها. تُروى قصة الرومان في العديد من الكتب التاريخية. يُعد الرومان من أهم الشعوب في التاريخ القديم.\"},{\"name\": \"المصريون\",\"original_text\": \"Egyptians\",\"type\": \"MISC\",\"description\": \"المصريون هم شعب من الشعوب الأفروآسيوية، أسسوا الحضارة المصرية القديمة. اشتهرت الحضارة المصرية القديمة بآثارها، وفنونها، وثقافتها. تُروى قصة المصريين في العديد من الكتب التاريخية. يُعد المصريون من أهم الشعوب في التاريخ القديم.\"},{\"name\": \"شعب اللد\",\"original_text\": \"People of Lud\",\"type\": \"MISC\",\"description\": \"شعب اللد هو شعب مذكور في الكتاب المقدس اليهودي، يُعتقد أنهم سكنوا منطقة الأناضول. تُروى قصة شعب اللد في الكتاب المقدس اليهودي. لا يُعرف الكثير عن شعب اللد، ويُعتقد أنهم من الشعوب المنقرضة.\"},{\"name\": \"قاعدة مور\",\"original_text\": \"Moore's Law\",\"type\": \"LAW\",\"description\": \"قاعدة مور هي ملاحظة قام بها غوردون مور، المؤسس المشارك لشركة إنتل، في عام 1965. تنص قاعدة مور على أن عدد الترانزستورات التي يمكن وضعها على شريحة إلكترونية يتضاعف تقريبًا كل عامين. أدت قاعدة مور إلى تطور هائل في صناعة الإلكترونيات، وجعلت من الممكن تصنيع أجهزة إلكترونية أصغر حجمًا وأكثر قوة.\"},{\"name\": \"شركة إنتل\",\"original_text\": \"Intel\",\"type\": \"ORGANIZATION\",\"description\": \"شركة إنتل هي شركة أمريكية متعددة الجنسيات، تُعتبر من أكبر مصنعي أشباه الموصلات في العالم. تُصنع إنتل المعالجات الدقيقة، وشرائح الذاكرة، وغيرها من مكونات الكمبيوتر. تُعد إنتل من أهم الشركات في صناعة الإلكترونيات، ولها تأثير كبير على تطور التكنولوجيا.\"},{\"name\": \"الذكاء الاصطناعي\",\"original_text\": \"Artificial intelligence\",\"type\": \"MISC\",\"description\": \"الذكاء الاصطناعي هو فرع من علوم الكمبيوتر يهتم بتصميم وتطوير أنظمة ذكية، أي أنظمة قادرة على محاكاة القدرات الذهنية البشرية، مثل التعلم، وحل المشكلات، واتخاذ القرارات. يُستخدم الذكاء الاصطناعي في العديد من المجالات، بما في ذلك الطب، والتعليم، والصناعة. يُعد الذكاء الاصطناعي من أهم التقنيات الحديثة، ويُتوقع أن يكون له تأثير كبير على مستقبل البشرية.\"},{\"name\": \"توت عنخ آمون\",\"original_text\": \"Tutankhamun\",\"type\": \"PERSON\",\"description\": \"توت عنخ آمون هو فرعون مصري، حكم في القرن الرابع عشر قبل الميلاد. اشتهر توت عنخ آمون بمقبرته التي اكتُشفت سليمة في عام 1922. تُعد مقبرة توت عنخ آمون من أهم الاكتشافات الأثرية في القرن العشرين، وتضم العديد من الكنوز الأثرية.\"},{\"name\": \"بلاد الشام\",\"original_text\": \"Levant\",\"type\": \"LOCATION\",\"description\": \"بلاد الشام هي منطقة جغرافية تاريخية تقع في غرب آسيا، على الساحل الشرقي للبحر الأبيض المتوسط. تُعتبر بلاد الشام مهدًا للديانات الإبراهيمية الثلاث، ولها تاريخ طويل وحافل بالأحداث. خضعت بلاد الشام لحكم العديد من الإمبراطوريات والحضارات عبر التاريخ، بما في ذلك الإمبراطورية الرومانية، والإمبراطورية العثمانية، والإمبراطورية البريطانية. تُعد بلاد الشام موطنًا للعديد من الشعوب والثقافات.\"},{\"name\": \"الصين\",\"original_text\": \"China\",\"type\": \"LOCATION\",\"description\": \"الصين هي دولة تقع في شرق آسيا. تُعتبر الصين أكبر دولة في العالم من حيث السكان. تُعرف الصين بتاريخها الغني، وثقافتها المتنوعة. تُعد الصين أيضًا قوة عظمى، وتلعب دورًا هامًا في السياسة العالمية.\"},{\"name\": \"النبي هود\",\"original_text\": \"Prophet Hud\",\"type\": \"RELIGIOUS_FIGURE\",\"description\": \"النبي هود هو نبي من أنبياء العرب، يُعتقد أنه بعث إلى قوم عاد. تُروى قصة النبي هود في القرآن. اشتهر النبي هود بدعوته قوم عاد إلى عبادة الله الواحد، وبإنذاره إياهم بالعذاب. تُعد قصة النبي هود من القصص الهامة في التراث الإسلامي.\"},{\"name\": \"قحطان\",\"original_text\": \"Qahtan\",\"type\": \"PERSON\",\"description\": \"قحطان هو شخصية تاريخية عربية، يُعتقد أنه جد العرب القحطانيين. تُروى قصة قحطان في العديد من الكتب التاريخية والأدبية. يُعد "