"\"Entities\": [{\"name\": \"صدام حسين\",\"original_text\": \"Saddam Hussein\",\"type\": \"PERSON\",\"description\": \"صدام حسين عبد المجيد التكريتي (28 أبريل 1937 - 30 ديسمبر 2006) كان رئيسًا للعراق من 16 يوليو 1979 حتى 9 أبريل 2003. شغل منصب رئيس وزراء العراق من عام 1979 إلى عام 1991 و 1994 إلى 2003، وكان رئيسًا لحزب البعث العربي الاشتراكي، ورئيسًا لمجلس قيادة الثورة، والقائد الأعلى للقوات المسلحة العراقية خلال معظم فترة حكمه. كان صدام شخصية بارزة في السياسة العراقية لعدة عقود، وكان له دور رئيسي في صعود العراق كقوة إقليمية في الشرق الأوسط.  nnاشتهر صدام حسين بسياساته القمعية وحروبه العديدة، بما في ذلك الحرب العراقية الإيرانية (1980-1988) وغزو الكويت (1990). أدت هذه الحروب إلى دمار واسع النطاق وخسائر فادحة في الأرواح، وأثرت بشكل كبير على اقتصاد العراق ومكانته الدولية.  nnفي عام 2003، غزت الولايات المتحدة وحلفاؤها العراق وأطاحوا بصدام حسين من السلطة. حوكم صدام بتهمة ارتكاب جرائم ضد الإنسانية، وأدين وأعدم شنقًا في 30 ديسمبر 2006.  nnلا تزال شخصية صدام حسين مثيرة للجدل، حيث يعتبره البعض ديكتاتورًا قاسيًا، بينما يراه آخرون بطلاً قوميًا دافع عن العراق ضد أعدائه.\"},{\"name\": \"الكويت\",\"original_text\": \"Kuwait\",\"type\": \"LOCATION\",\"description\": \"الكويت دولة عربية تقع في غرب آسيا، على الطرف الشمالي للخليج العربي. يحدها من الشمال والغرب العراق، ومن الجنوب المملكة العربية السعودية.  nnتتمتع الكويت بتاريخ غني وثقافة متنوعة، وتشتهر باحتياطياتها النفطية الهائلة، مما جعلها واحدة من أغنى دول العالم.  nnتتميز الكويت بنظامها السياسي الديمقراطي، حيث يتمتع المواطنون بحقوق سياسية واسعة، بما في ذلك حق التصويت والترشح للمناصب العامة.  nnتعتبر الكويت مركزًا تجاريًا وماليًا مهمًا في المنطقة، وتلعب دورًا نشطًا في المنظمات الدولية، مثل الأمم المتحدة وجامعة الدول العربية.\"},{\"name\": \"العراق\",\"original_text\": \"Iraq\",\"type\": \"LOCATION\",\"description\": \"العراق دولة عربية تقع في غرب آسيا، في منطقة بلاد الرافدين. يحدها من الشمال تركيا، ومن الشرق إيران، ومن الجنوب الكويت والمملكة العربية السعودية، ومن الغرب الأردن وسوريا.  nnيُعرف العراق بتاريخه الغني، حيث كان مهدًا لبعض أقدم الحضارات في العالم، مثل حضارة سومر وبابل وآشور.  nnيمتلك العراق احتياطيات نفطية هائلة، مما يجعله أحد أهم منتجي النفط في العالم.  nnشهد العراق في العقود الأخيرة العديد من الصراعات والحروب، بما في ذلك الحرب العراقية الإيرانية (1980-1988) وغزو الكويت (1990) والحرب التي قادتها الولايات المتحدة عام 2003.  nnيسعى العراق حاليًا إلى إعادة بناء اقتصاده وبنيته التحتية، وتحقيق الاستقرار السياسي والأمني.\"},{\"name\": \"الحرب العراقية الإيرانية\",\"original_text\": \"Iran-Iraq War\",\"type\": \"EVENT\",\"description\": \"الحرب العراقية الإيرانية، المعروفة أيضًا باسم حرب الخليج الأولى، هي حرب نشبت بين العراق وإيران من سبتمبر 1980 إلى أغسطس 1988.  nnبدأت الحرب بغزو العراق لإيران، بدعوى استعادة الأراضي المتنازع عليها على طول الحدود بين البلدين.  nnاستمرت الحرب ثماني سنوات، وشهدت استخدامًا واسع النطاق للأسلحة الكيميائية من قبل العراق، مما أدى إلى مقتل وإصابة عشرات الآلاف من المدنيين.  nnانتهت الحرب بوقف إطلاق النار بوساطة الأمم المتحدة، دون تحقيق أي من الطرفين نصرًا حاسمًا.  nnخلفت الحرب دمارًا واسع النطاق وخسائر فادحة في الأرواح، وأثرت بشكل كبير على اقتصاد البلدين ومكانتهما الدولية.\"},{\"name\": \"محمد الفجي\",\"original_text\": \"Mohammed Al-Faiji\",\"type\": \"PERSON\",\"description\": \"محمد الفجي هو رجل أعمال كويتي، اشتهر بدوره في قيادة المقاومة الكويتية خلال الغزو العراقي للكويت عام 1990.  nnكان الفجي يتمتع بعلاقات وثيقة مع صدام حسين قبل الغزو، لكنه رفض التعاون مع النظام العراقي بعد الاحتلال، واختار بدلاً من ذلك قيادة المقاومة ضد القوات العراقية.  nnلعب الفجي دورًا رئيسيًا في تنظيم وتنسيق عمليات المقاومة، بما في ذلك تفجير الطائرات العسكرية العراقية وتفجير المواقع العسكرية العراقية.  nnاعتقل الفجي من قبل القوات العراقية وعذب بشدة، لكنه لم يكشف عن أي معلومات عن المقاومة.  nnأطلق سراح الفجي بعد تحرير الكويت، ويُعتبر بطلاً قوميًا في الكويت لدوره في المقاومة.\"},{\"name\": \"مكتب التنسيق المشترك\",\"original_text\": \"Joint Coordination Office\",\"type\": \"ORGANIZATION\",\"description\": \"مكتب التنسيق المشترك هو مكتب حكومي عراقي، كان مسؤولاً عن تنسيق الأنشطة التجارية واللوجستية بين العراق والكويت خلال الحرب العراقية الإيرانية.  nnكان محمد الفجي واجهة لمكتب التنسيق المشترك، حيث كان مسؤولاً عن نقل المواد الغذائية والإمدادات الأخرى من الكويت إلى العراق.  nnلعب مكتب التنسيق المشترك دورًا مهمًا في دعم المجهود الحربي العراقي، من خلال توفير الإمدادات الأساسية للجيش العراقي.  nnبعد غزو العراق للكويت، تم حل مكتب التنسيق المشترك.\"},{\"name\": \"سوريا\",\"original_text\": \"Syria\",\"type\": \"LOCATION\",\"description\": \"سوريا دولة عربية تقع في غرب آسيا، على الساحل الشرقي للبحر الأبيض المتوسط. يحدها من الشمال تركيا، ومن الشرق العراق، ومن الجنوب الأردن، ومن الغرب لبنان والبحر الأبيض المتوسط.  nnتتمتع سوريا بتاريخ غني وثقافة متنوعة، حيث كانت مهدًا لبعض أقدم الحضارات في العالم، مثل حضارة إيبلا وأوغاريت.  nnشهدت سوريا في العقود الأخيرة العديد من الصراعات والحروب، بما في ذلك الحرب الأهلية السورية التي اندلعت عام 2011.  nnتتميز سوريا بموقعها الاستراتيجي، حيث تربط بين الشرق الأوسط وأوروبا، وتلعب دورًا مهمًا في السياسة الإقليمية.\"},{\"name\": \"حافظ الأسد\",\"original_text\": \"Hafez al-Assad\",\"type\": \"PERSON\",\"description\": \"حافظ الأسد (6 أكتوبر 1930 - 10 يونيو 2000) كان رئيسًا لسوريا من عام 1971 حتى وفاته عام 2000.  nnكان حافظ الأسد شخصية بارزة في السياسة السورية لعدة عقود، وكان له دور رئيسي في صعود سوريا كقوة إقليمية في الشرق الأوسط.  nnاشتهر حافظ الأسد بسياساته القمعية وحكمه الحديدي، حيث قمع المعارضة السياسية وحافظ على سيطرة حزب البعث على السلطة.  nnخلف حافظ الأسد في رئاسة سوريا ابنه بشار الأسد، الذي لا يزال في السلطة حتى اليوم.\"},{\"name\": \"عبد الجبار الدوري\",\"original_text\": \"Abdul Jabbar al-Douri\",\"type\": \"PERSON\",\"description\": \"عبد الجبار الدوري هو سياسي عراقي، شغل منصب سفير العراق في الكويت في أوائل الثمانينيات.  nnكان الدوري عضوًا بارزًا في حزب البعث العربي الاشتراكي، وكان مقربًا من صدام حسين.  nnلعب الدوري دورًا مهمًا في العلاقات العراقية الكويتية خلال الحرب العراقية الإيرانية، حيث كان مسؤولاً عن تنسيق الأنشطة التجارية واللوجستية بين البلدين.  nnبعد غزو العراق للكويت، تم استدعاء الدوري إلى بغداد، وشغل مناصب حكومية مختلفة في نظام صدام حسين.\"},{\"name\": \"طه ياسين رمضان\",\"original_text\": \"Taha Yassin Ramadan\",\"type\": \"PERSON\",\"description\": \"طه ياسين رمضان (28 فبراير 1938 - 20 مارس 2007) كان نائبًا لرئيس العراق من عام 1991 حتى عام 2003.  nnكان رمضان عضوًا بارزًا في حزب البعث العربي الاشتراكي، وكان مقربًا من صدام حسين.  nnاشتهر رمضان بقسوته ووحشيته، وكان مسؤولاً عن العديد من الانتهاكات لحقوق الإنسان في العراق.  nnبعد غزو العراق عام 2003، اعتقل رمضان وحوكم بتهمة ارتكاب جرائم ضد الإنسانية، وأدين وأعدم شنقًا في 20 مارس 2007.\"},{\"name\": \"اللجنة الأولمبية\",\"original_text\": \"Olympic Committee\",\"type\": \"ORGANIZATION\",\"description\": \"اللجنة الأولمبية هي منظمة دولية غير ربحية، مسؤولة عن تنظيم الألعاب الأولمبية الصيفية والشتوية.  nnتأسست اللجنة الأولمبية عام 1894، ومقرها في مدينة لوزان السويسرية.  nnتهدف اللجنة الأولمبية إلى تعزيز الرياضة والروح الأولمبية في جميع أنحاء العالم، من خلال تنظيم الألعاب الأولمبية ودعم اللجان الأولمبية الوطنية.  nnتتألف اللجنة الأولمبية من 105 عضوًا، يمثلون اللجان الأولمبية الوطنية في جميع أنحاء العالم.\"},{\"name\": \"عدي\",\"original_text\": \"Uday\",\"type\": \"PERSON\",\"description\": \"عدي صدام حسين (18 يونيو 1964 - 22 يوليو 2003) كان الابن الأكبر لصدام حسين، وكان شخصية بارزة في نظام والده.  nnاشتهر عدي بوحشيته وسلوكه المتهور، وكان مسؤولاً عن العديد من الانتهاكات لحقوق الإنسان في العراق.  nnشغل عدي مناصب مختلفة في نظام والده، بما في ذلك رئيس اللجنة الأولمبية العراقية ورئيس اتحاد الصحفيين العراقيين.  nnقتل عدي مع شقيقه قصي في 22 يوليو 2003، خلال غارة أمريكية على منزل في الموصل.\"},{\"name\": \"قصي\",\"original_text\": \"Qusay\",\"type\": \"PERSON\",\"description\": \"قصي صدام حسين (17 مايو 1966 - 22 يوليو 2003) كان الابن الثاني لصدام حسين، وكان شخصية بارزة في نظام والده.  nnكان قصي يُعتبر أكثر هدوءًا وحكمة من شقيقه عدي، وكان يُنظر إليه على أنه خليفة محتمل لصدام حسين.  nnشغل قصي مناصب مختلفة في نظام والده، بما في ذلك قائد الحرس الجمهوري الخاص ورئيس جهاز الأمن الخاص.  nnقتل قصي مع شقيقه عدي في 22 يوليو 2003، خلال غارة أمريكية على منزل في الموصل.\"},{\"name\": \"الشيخ جابر\",\"original_text\": \"Sheikh Jaber\",\"type\": \"PERSON\",\"description\": \"الشيخ جابر الأحمد الجابر الصباح (29 يونيو 1926 - 15 يناير 2006) كان أمير الكويت الثالث عشر، وحكم الكويت من 31 ديسمبر 1977 حتى وفاته عام 2006.  nnاشتهر الشيخ جابر بحكمته وحنكته السياسية، وكان له دور رئيسي في تعزيز مكانة الكويت الدولية.  nnقاد الشيخ جابر الكويت خلال فترة صعبة، بما في ذلك الحرب العراقية الإيرانية وغزو العراق للكويت.  nnيُعتبر الشيخ جابر شخصية محبوبة ومحترمة في الكويت، ويُذكر لدوره في تحرير الكويت من الاحتلال العراقي.\"},{\"name\": \"الشيخ سعد\",\"original_text\": \"Sheikh Saad\",\"type\": \"PERSON\",\"description\": \"الشيخ سعد العبد الله السالم الصباح (1930 - 13 مايو 2008) كان أمير الكويت الرابع عشر، وحكم الكويت من 15 يناير 2006 حتى 24 يناير 2006.  nnكان الشيخ سعد وليًا للعهد ورئيسًا لمجلس الوزراء قبل توليه إمارة الكويت.  nnعانى الشيخ سعد من مشاكل صحية، مما أدى إلى تنازله عن الحكم بعد تسعة أيام فقط من توليه الإمارة.  nnخلف الشيخ سعد في إمارة الكويت الشيخ صباح الأحمد الجابر الصباح.\"},{\"name\": \"الملك فهد\",\"original_text\": \"King Fahd\",\"type\": \"PERSON\",\"description\": \"الملك فهد بن عبد العزيز آل سعود (1921 - 1 أغسطس 2005) كان ملكًا للمملكة العربية السعودية من 13 يونيو 1982 حتى وفاته عام 2005.  nnاشتهر الملك فهد بسياساته الحكيمة ودوره في تعزيز مكانة المملكة العربية السعودية الدولية.  nnقاد الملك فهد المملكة العربية السعودية خلال فترة صعبة، بما في ذلك الحرب العراقية الإيرانية وغزو العراق للكويت.  nnلعب الملك فهد دورًا رئيسيًا في تشكيل تحالف دولي لتحرير الكويت من الاحتلال العراقي.\"},{\"name\": \"الولايات المتحدة\",\"original_text\": \"United States\",\"type\": \"LOCATION\",\"description\": \"الولايات المتحدة الأمريكية، المعروفة أيضًا باسم الولايات المتحدة أو أمريكا، هي جمهورية دستورية اتحادية تتكون من 50 ولاية، ومنطقة العاصمة الفيدرالية، وخمس مناطق رئيسية ذاتية الحكم. تقع معظم البلاد في وسط أمريكا الشمالية، حيث تقع 48 ولاية متجاورة وواشنطن العاصمة، بين المحيط الهادئ والمحيط الأطلسي، ويحدها من الشمال كندا ومن الجنوب المكسيك. تقع ولاية ألاسكا في أقصى شمال غرب أمريكا الشمالية، ويحدها من الشرق كندا ومن الغرب روسيا عبر مضيق بيرينغ. تقع ولاية هاواي أرخبيلًا في وسط المحيط الهادئ.  nnتعد الولايات المتحدة ثالث أكبر دولة في العالم من حيث المساحة الإجمالية وعدد السكان.  nnتتمتع الولايات المتحدة باقتصاد قوي ومتنوع، وهي قوة عظمى على الصعيد العالمي.  nnتتميز الولايات المتحدة بنظامها السياسي الديمقراطي، حيث يتمتع المواطنون بحقوق سياسية واسعة، بما في ذلك حق التصويت والترشح للمناصب العامة.\"},{\"name\": \"السعودية\",\"original_text\": \"Saudi Arabia\",\"type\": \"LOCATION\",\"description\": \"المملكة العربية السعودية دولة عربية تقع في غرب آسيا، وتشكل الجزء الأكبر من شبه الجزيرة العربية. يحدها من الشمال الأردن والعراق، ومن الشرق الكويت وقطر والإمارات العربية المتحدة والبحرين، ومن الجنوب عمان واليمن، ومن الغرب البحر الأحمر.  nnتتمتع المملكة العربية السعودية بتاريخ غني وثقافة متنوعة، وتشتهر باحتياطياتها النفطية الهائلة، مما جعلها واحدة من أغنى دول العالم.  nnتعتبر المملكة العربية السعودية مهد الإسلام، وتضم أقدس الأماكن الإسلامية، مثل مكة المكرمة والمدينة المنورة.  nnتتميز المملكة العربية السعودية بنظامها السياسي الملكي، حيث يحكمها الملك سلمان بن عبد العزيز آل سعود.\"},{\"name\": \"المنطقة الشرقية\",\"original_text\": \"Eastern Province\",\"type\": \"LOCATION\",\"description\": \"المنطقة الشرقية هي إحدى مناطق المملكة العربية السعودية، وتقع على الساحل الشرقي للخليج العربي.  nnتتميز المنطقة الشرقية باحتياطياتها النفطية الهائلة، مما جعلها مركزًا صناعيًا وتجاريًا مهمًا في المملكة العربية السعودية.  nnتضم المنطقة الشرقية العديد من المدن المهمة، مثل الدمام والخبر والظهران.  nnتتمتع المنطقة الشرقية بتنوع ثقافي، حيث يعيش فيها مواطنون سعوديون من مختلف المناطق، بالإضافة إلى عدد كبير من الوافدين من جنسيات مختلفة.\"},{\"name\": \"الشيخ صباح\",\"original_text\": \"Sheikh Sabah\",\"type\": \"PERSON\",\"description\": \"الشيخ صباح الأحمد الجابر الصباح (16 يونيو 1929 - 29 سبتمبر 2020) كان أمير الكويت الخامس عشر، وحكم الكويت من 29 يناير 2006 حتى وفاته عام 2020.  nnاشتهر الشيخ صباح بحكمته وحنكته السياسية، وكان له دور رئيسي في تعزيز مكانة الكويت الدولية.  nnقاد الشيخ صباح الكويت خلال فترة صعبة، بما في ذلك الأزمة المالية العالمية عام 2008 والحرب الأهلية السورية.  nnلعب الشيخ صباح دورًا مهمًا في الوساطة لحل النزاعات الإقليمية، وحصل على لقب \"عميد الدبلوماسية العربية\".  nnيُعتبر الشيخ صباح شخصية محبوبة ومحترمة في الكويت، ويُذكر لدوره في تعزيز الاستقرار والازدهار في الكويت.\"},{\"name\": \"عاصم الجعفري\",\"original_text\": \"Assem al-Jaafari\",\"type\": \"PERSON\",\"description\": \"عاصم الجعفري هو سياسي عراقي، شغل منصب سفير العراق في الكويت في أواخر الثمانينيات.  nnكان الجعفري عضوًا بارزًا في حزب البعث العربي الاشتراكي، وكان مقربًا من صدام حسين.  nnلعب الجعفري دورًا مثيرًا للجدل في العلاقات العراقية الكويتية، حيث يُعتقد أنه نقل معلومات خاطئة إلى صدام حسين، مما ساهم في غزو العراق للكويت.  nnبعد غزو العراق للكويت، تم استدعاء الجعفري إلى بغداد، وشغل مناصب حكومية مختلفة في نظام صدام حسين.\"},{\"name\": \"مجلس الوزراء\",\"original_text\": \"Council of Ministers\",\"type\": \"ORGANIZATION\",\"description\": \"مجلس الوزراء هو الهيئة التنفيذية في الحكومة، وهو مسؤول عن تنفيذ السياسة العامة للدولة.  nnيتكون مجلس الوزراء من رئيس الوزراء والوزراء، ويتم تعيينهم من قبل رئيس الدولة.  nnيجتمع مجلس الوزراء بشكل دوري لمناقشة القضايا المهمة واتخاذ القرارات.  nnتختلف صلاحيات مجلس الوزراء من دولة إلى أخرى، ولكنها تشمل عادةً الإشراف على الوزارات الحكومية، وإعداد الميزانية، واقتراح القوانين.\"},{\"name\": \"الامارات\",\"original_text\": \"UAE\",\"type\": \"LOCATION\",\"description\": \"الإمارات العربية المتحدة دولة عربية تقع في شرق شبه الجزيرة العربية، على الساحل الجنوبي للخليج العربي. يحدها من الغرب المملكة العربية السعودية، ومن الجنوب سلطنة عمان، ومن الشمال قطر.  nnتتكون الإمارات العربية المتحدة من سبع إمارات، هي: أبو ظبي، ودبي، والشارقة، وعجمان، وأم القيوين، ورأس الخيمة، والفجيرة.  nnتتمتع الإمارات العربية المتحدة باقتصاد قوي ومتنوع، وتشتهر بناطحات سحابها الفاخرة ومراكز التسوق الضخمة.  nnتعتبر الإمارات العربية المتحدة مركزًا تجاريًا وسياحيًا مهمًا في المنطقة، وتلعب دورًا نشطًا في المنظمات الدولية، مثل الأمم المتحدة وجامعة الدول العربية.\"},{\"name\": \"الشيخ زايد\",\"original_text\": \"Sheikh Zayed\",\"type\": \"PERSON\",\"description\": \"الشيخ زايد بن سلطان آل نهيان (1918 - 2 نوفمبر 2004) كان مؤسس دولة الإمارات العربية المتحدة وأول رئيس لها، وحكم الإمارات من 2 ديسمبر 1971 حتى وفاته عام 2004.  nnاشتهر الشيخ زايد بحكمته ورؤيته الثاقبة، وكان له دور رئيسي في تحويل الإمارات العربية المتحدة من دولة فقيرة إلى دولة غنية ومتقدمة.  nnقاد الشيخ زايد الإمارات العربية المتحدة خلال فترة صعبة، بما في ذلك الحرب العراقية الإيرانية وغزو العراق للكويت.  nnلعب الشيخ زايد دورًا مهمًا في تعزيز الوحدة الوطنية في الإمارات العربية المتحدة، وحصل على لقب \"أب الأمة\".  nnيُعتبر الشيخ زايد شخصية محبوبة ومحترمة في الإمارات العربية المتحدة، ويُذكر لدوره في بناء دولة الإمارات العربية المتحدة الحديثة.\"},{\"name\": \"كركوك\",\"original_text\": \"Kirkuk\",\"type\": \"LOCATION\",\"description\": \"كركوك مدينة عراقية تقع في شمال العراق، في محافظة كركوك.  nnتتميز كركوك باحتياطياتها النفطية الهائلة، مما جعلها مركزًا صناعيًا وتجاريًا مهمًا في العراق.  nnتتمتع كركوك بتنوع ثقافي، حيث يعيش فيها العرب والكرد والتركمان.  nnشهدت كركوك العديد من الصراعات والحروب، بسبب موقعها الاستراتيجي واحتياطياتها النفطية.\"},{\"name\": \"العقبة\",\"original_text\": \"Aqaba\",\"type\": \"LOCATION\",\"description\": \"العقبة مدينة أردنية تقع في جنوب الأردن، على ساحل البحر الأحمر.  nnتتميز العقبة بمينائها البحري المهم، مما جعلها مركزًا تجاريًا وسياحيًا مهمًا في الأردن.  nnتضم العقبة العديد من المعالم السياحية، مثل قلعة العقبة والشاطئ الجنوبي.  nnتتمتع العقبة بمناخ دافئ على مدار العام، مما يجعلها وجهة سياحية شهيرة.\"},{\"name\": \"حمادي\",\"original_text\": \"Hammadi\",\"type\": \"PERSON\",\"description\": \"حمادي هو سياسي عراقي، شغل منصب رئيس المجلس الوطني العراقي في أواخر الثمانينيات.  nnكان حمادي عضوًا بارزًا في حزب البعث العربي الاشتراكي، وكان مقربًا من صدام حسين.  nnلعب حمادي دورًا مثيرًا للجدل في العلاقات العراقية الكويتية، حيث يُعتقد أنه ساهم في تصعيد التوتر بين البلدين.  nnبعد غزو العراق للكويت، تم استدعاء حمادي إلى بغداد، وشغل مناصب حكومية مختلفة في نظام صدام حسين.\"},{\"name\": \"اليرموك\",\"original_text\": \"Yarmouk\",\"type\": \"LOCATION\",\"description\": \"اليرموك منطقة سكنية تقع في مدينة الكويت، في محافظة العاصمة.  nnتتميز اليرموك بموقعها المركزي، وقربها من العديد من الخدمات والمرافق.  nnتضم اليرموك العديد من المجمعات السكنية والأسواق والمدارس.  nnتتمتع اليرموك بتنوع ثقافي، حيث يعيش فيها مواطنون كويتيون من مختلف المناطق، بالإضافة إلى عدد كبير من الوافدين من جنسيات مختلفة.\"},{\"name\": \"محمود دوسري\",\"original_text\": \"Mahmoud Dosari\",\"type\": \"PERSON\",\"description\": \"محمود دوسري هو ضابط عسكري كويتي، اشتهر بدوره في المقاومة الكويتية خلال الغزو العراقي للكويت عام 1990.  nnكان دوسري مديرًا لأمن مطار الكويت الدولي قبل الغزو، وانضم إلى المقاومة بعد الاحتلال.  nnلعب دوسري دورًا رئيسيًا في تنظيم وتنسيق عمليات المقاومة، بما في ذلك تفجير الطائرات العسكرية العراقية وتفجير المواقع العسكرية العراقية.  nnاعتقل دوسري من قبل القوات العراقية وعذب بشدة، لكنه لم يكشف عن أي معلومات عن المقاومة.  nnأطلق سراح دوسري بعد تحرير الكويت، ويُعتبر بطلاً قوميًا في الكويت لدوره في المقاومة.\"},{\"name\": \"عدبي\",\"original_text\": \"Adbi\",\"type\": \"PERSON\",\"description\": \"عدبي هو ضابط عسكري كويتي، اشتهر بدوره في المقاومة الكويتية خلال الغزو العراقي للكويت عام 1990.  nnانضم عدبي إلى المقاومة بعد الاحتلال، ولعب دورًا رئيسيًا في تنظيم وتنسيق عمليات المقاومة.  nnشارك عدبي في العديد من العمليات العسكرية ضد القوات العراقية، بما في ذلك تفجير الطائرات العسكرية العراقية وتفجير المواقع العسكرية العراقية.  nnأطلق سراح عدبي بعد تحرير الكويت، ويُعتبر بطلاً قوميًا في الكويت لدوره في المقاومة.\"},{\"name\": \"الشيخ سالم\",\"original_text\": \"Sheikh Salem\",\"type\": \"PERSON\",\"description\": \"الشيخ سالم العلي الصباح (1926 - 19 ديسمبر 2008) كان وليًا للعهد ورئيسًا لمجلس الوزراء في الكويت من عام 1978 حتى عام 1991.  nnلعب الشيخ سالم دورًا مهمًا في قيادة الكويت خلال الغزو العراقي للكويت عام 1990.  nnترأس الشيخ سالم الحكومة الكويتية في المنفى في المملكة العربية السعودية، وعمل على حشد الدعم الدولي لتحرير الكويت.  nnعاد الشيخ سالم إلى الكويت بعد التحرير، واستمر في شغل منصب ولي العهد ورئيس مجلس الوزراء حتى عام 1991.\"},{\"name\": \"الشيخ ناصر صباح الأحمد\",\"original_text\": \"Sheikh Nasser Sabah al-Ahmad\",\"type\": \"PERSON\",\"description\": \"الشيخ ناصر صباح الأحمد الصباح (27 أبريل 1948 - 20 ديسمبر 2020) كان نائبًا لرئيس مجلس الوزراء ووزيرًا للدفاع في الكويت من عام 2006 حتى عام 2019.  nnكان الشيخ ناصر الابن الأكبر للشيخ صباح الأحمد الجابر الصباح، أمير الكويت الخامس عشر.  nnلعب الشيخ ناصر دورًا مهمًا في السياسة الكويتية، وكان يُنظر إليه على أنه خليفة محتمل لوالده.  nnتوفي الشيخ ناصر في 20 ديسمبر 2020، عن عمر يناهز 72 عامًا.\"},{\"name\": \"الجيش الكويتي\",\"original_text\": \"Kuwaiti Army\",\"type\": \"ORGANIZATION\",\"description\": \"الجيش الكويتي هو القوات المسلحة لدولة الكويت، وهو مسؤول عن الدفاع عن الكويت وحماية أمنها.  nnيتكون الجيش الكويتي من القوات البرية، والقوات الجوية، والقوات البحرية.  nnلعب الجيش الكويتي دورًا مهمًا في تحرير الكويت من الاحتلال العراقي عام 1991.  nnيسعى الجيش الكويتي إلى تحديث قدراته العسكرية، وتعزيز تعاونه مع الدول الصديقة.\"},{\"name\": \"سي ان ان\",\"original_text\": \"CNN\",\"type\": \"ORGANIZATION\",\"description\": \"سي إن إن (CNN) هي شبكة تلفزيونية إخبارية أمريكية، تأسست عام 1980.  nnتعتبر سي إن إن أول شبكة تلفزيونية إخبارية تبث على مدار 24 ساعة في اليوم.  nnتتمتع سي إن إن بشهرة عالمية، وتبث برامجها في أكثر من 200 دولة ومنطقة حول العالم.  nnتغطي سي إن إن الأخبار العالمية والمحلية، بالإضافة إلى البرامج الوثائقية والتحليلية.\"},{\"name\": \"الاعظمية\",\"original_text\": \"Adhamiya\",\"type\": \"LOCATION\",\"description\": \"الأعظمية منطقة سكنية تقع في مدينة بغداد، في جانب الرصافة.  nnتتميز الأعظمية بتاريخها الغني، حيث كانت مركزًا ثقافيًا ودينيًا مهمًا في بغداد.  nnتضم الأعظمية العديد من المساجد التاريخية، مثل جامع الإمام الأعظم أبو حنيفة النعمان.  nnشهدت الأعظمية العديد من الصراعات والحروب، بسبب موقعها الاستراتيجي وتنوعها الثقافي.\"},{\"name\": \"الحد السعودي\",\"original_text\": \"Saudi border\",\"type\": \"LOCATION\",\"description\": \"الحد السعودي هو الحدود الدولية بين المملكة العربية السعودية والدول المجاورة لها.  nnيمتد الحد السعودي على مسافة طويلة، ويحد المملكة العربية السعودية من الشمال الأردن والعراق، ومن الشرق الكويت وقطر والإمارات العربية المتحدة والبحرين، ومن الجنوب عمان واليمن، ومن الغرب البحر الأحمر.  nnتتمتع المملكة العربية السعودية بعلاقات وثيقة مع دول الجوار، وتعمل على تعزيز التعاون والتنسيق معها في مختلف المجالات.\"},{\"name\": \"الحد السوري\",\"original_text\": \"Syrian border\",\"type\": \"LOCATION\",\"description\": \"الحد السوري هو الحدود الدولية بين سوريا والدول المجاورة لها.  nnيمتد الحد السوري على مسافة طويلة، ويحد سوريا من الشمال تركيا، ومن الشرق العراق، ومن الجنوب الأردن، ومن الغرب لبنان والبحر الأبيض المتوسط.  nnشهدت سوريا في العقود الأخيرة العديد من الصراعات والحروب، مما أثر على أمن واستقرار الحدود السورية.\"},{\"name\": \"ربيعه\",\"original_text\": \"Rabi'a\",\"type\": \"LOCATION\",\"description\": \"ربيعه مدينة عراقية تقع في غرب العراق، في محافظة الأنبار.  nnتقع ربيعة على الحدود السورية العراقية، وتعتبر نقطة عبور مهمة بين البلدين.  nnشهدت ربيعة العديد من الصراعات والحروب، بسبب موقعها الاستراتيجي على الحدود.\"},{\"name\": \"جبال حمرين\",\"original_text\": \"Hamrin Mountains\",\"type\": \"LOCATION\",\"description\": \"جبال حمرين سلسلة جبلية تقع في شمال شرق العراق، وتمتد من محافظة ديالى إلى محافظة صلاح الدين.  nnتتميز جبال حمرين بتضاريسها الوعرة، وتعتبر موطنًا للعديد من الحيوانات والنباتات البرية.  nnشهدت جبال حمرين العديد من الصراعات والحروب، بسبب موقعها الاستراتيجي وتضاريسها الوعرة.\"},{\"name\": \"زاخو\",\"original_text\": \"Zakho\",\"type\": \"LOCATION\",\"description\": \"زاخو مدينة عراقية تقع في شمال العراق، في محافظة دهوك.  nnتقع زاخو على الحدود التركية العراقية، وتعتبر نقطة عبور مهمة بين البلدين.  nnتتميز زاخو بتاريخها الغني، حيث كانت مركزًا تجاريًا وثقافيًا مهمًا في المنطقة.  nnتتمتع زاخو بتنوع ثقافي، حيث يعيش فيها العرب والكرد والتركمان.\"},{\"name\": \"دوار دسمان\",\"original_text\": \"Dasman roundabout\",\"type\": \"LOCATION\",\"description\": \"دوار دسمان هو دوار مروري يقع في مدينة الكويت، في منطقة دسمان.  nnيعتبر دوار دسمان من المعالم البارزة في مدينة الكويت، ويقع بالقرب من العديد من المباني الحكومية والسفارات.  nnشهد دوار دسمان العديد من الأحداث التاريخية، بما في ذلك الغزو العراقي للكويت عام 1990.\"},{\"name\": \"الموصل\",\"original_text\": \"Mosul\",\"type\": \"LOCATION\",\"description\": \"الموصل مدينة عراقية تقع في شمال العراق، في محافظة نينوى.  nnتتميز الموصل بتاريخها الغني، حيث كانت مركزًا ثقافيًا ودينيًا مهمًا في العراق.  nnتضم الموصل العديد من المساجد التاريخية والكنائس والأديرة.  nnشهدت الموصل العديد من الصراعات والحروب، بما في ذلك سيطرة تنظيم الدولة الإسلامية (داعش) على المدينة من عام 2014 إلى عام 2017.\"},{\"name\": \"سامره\",\"original_text\": \"Samarra\",\"type\": \"LOCATION\",\"description\": \"سامراء مدينة عراقية تقع في وسط العراق، في محافظة صلاح الدين.  nnتتميز سامراء بتاريخها الغني، حيث كانت عاصمة الدولة العباسية من عام 836 إلى عام 892.  nnتضم سامراء العديد من المساجد التاريخية، مثل جامع سامراء الكبير.  nnشهدت سامراء العديد من الصراعات والحروب، بما في ذلك تفجير ضريح الإمامين العسكريين عام 2006.\"},{\"name\": \"صلاح الدين\",\"original_text\": \"Salah al-Din\",\"type\": \"LOCATION\",\"description\": \"صلاح الدين محافظة عراقية تقع في شمال العراق.  nnتتميز صلاح الدين بتاريخها الغني، حيث كانت جزءًا م"