"\"Entities\": [{\"name\": \"جاسم الانصاري\",\"original_text\": \"Jasem Al Ansari\",\"type\": \"PERSON\",\"description\": \"الفريق ركن متقاعد جاسم الانصاري هو أمر القوة البحرية الكويتية الأسبق. لعب دورًا كبيرًا في تحرير الكويت خلال حرب الخليج الثانية. شارك في الحرب العراقية الإيرانية وشهد العديد من الأحداث المهمة، بما في ذلك تهديد الألغام والصواريخ الإيرانية لناقلات النفط الكويتية. كما كان له دور في تحرير أول أرض كويتية خلال حرب الخليج الثانية، وهي جزيرة قاروه.\"},{\"name\": \"الكويت\",\"original_text\": \"Kuwait\",\"type\": \"LOCATION\",\"description\": \"دولة الكويت هي دولة عربية تقع في غرب آسيا. تطل على الخليج العربي ولها حدود مع العراق والمملكة العربية السعودية. عاصمتها مدينة الكويت. تعرضت الكويت للغزو العراقي عام 1990، مما أدى إلى حرب الخليج الثانية. تم تحرير الكويت في عام 1991 بمساعدة تحالف دولي بقيادة الولايات المتحدة.\"},{\"name\": \"العراق\",\"original_text\": \"Iraq\",\"type\": \"LOCATION\",\"description\": \"جمهورية العراق هي دولة عربية تقع في غرب آسيا. يحدها من الشمال تركيا، ومن الشرق إيران، ومن الجنوب الكويت والمملكة العربية السعودية، ومن الغرب الأردن وسوريا. عاصمتها بغداد. غزا العراق الكويت في عام 1990، مما أدى إلى حرب الخليج الثانية. هُزم العراق في عام 1991 بمساعدة تحالف دولي بقيادة الولايات المتحدة.\"},{\"name\": \"الحرب العراقية الإيرانية\",\"original_text\": \"Iran-Iraq War\",\"type\": \"EVENT\",\"description\": \"الحرب العراقية الإيرانية هي حرب نشبت بين العراق وإيران في الفترة من 1980 إلى 1988. بدأت الحرب بغزو العراق لإيران، بهدف السيطرة على منطقة شط العرب الغنية بالنفط. استمرت الحرب ثماني سنوات، وأسفرت عن مقتل مئات الآلاف من الأشخاص وتدمير البنية التحتية في كلا البلدين. انتهت الحرب بوقف إطلاق النار بوساطة الأمم المتحدة.\"},{\"name\": \"الخليج العربي\",\"original_text\": \"Arabian Gulf\",\"type\": \"LOCATION\",\"description\": \"الخليج العربي هو مسطح مائي يقع في غرب آسيا. يمتد من شط العرب في الشمال إلى مضيق هرمز في الجنوب. يطل على الخليج العربي ثماني دول: العراق، الكويت، السعودية، البحرين، قطر، الإمارات، عمان، وإيران. يعتبر الخليج العربي من أهم مناطق إنتاج النفط في العالم.\"},{\"name\": \"الناق لات النفطية الكويتية\",\"original_text\": \"Kuwaiti oil tankers\",\"type\": \"PRODUCT\",\"description\": \"الناقلات النفطية الكويتية هي سفن ضخمة تستخدم لنقل النفط الخام من الكويت إلى دول العالم. تعرضت الناقلات النفطية الكويتية لهجمات من قبل إيران خلال الحرب العراقية الإيرانية، مما أدى إلى خسائر كبيرة في الإنتاج الكويتي.\"},{\"name\": \"الشيخ جابر\",\"original_text\": \"Sheikh Jaber\",\"type\": \"PERSON\",\"description\": \"الشيخ جابر الأحمد الصباح هو أمير دولة الكويت من عام 1977 إلى عام 2006. قاد الكويت خلال فترة الغزو العراقي وحرب الخليج الثانية. لعب دورًا مهمًا في تحرير الكويت وإعادة بنائها بعد الحرب. توفي الشيخ جابر في عام 2006.\"},{\"name\": \"سائل العتيبي\",\"original_text\": \"Saeed Al Otaibi\",\"type\": \"PERSON\",\"description\": \"سائل العتيبي هو صحفي ومقدم برامج كويتي. أجرى مقابلة مع الفريق ركن متقاعد جاسم الانصاري حول الغزو العراقي للكويت وحرب الخليج الثانية. يشتهر سائل العتيبي بأسلوبه المميز في إجراء المقابلات وقدرته على استخراج معلومات قيمة من ضيوفه.\"},{\"name\": \"نادي الكويت\",\"original_text\": \"Kuwait Club\",\"type\": \"ORGANIZATION\",\"description\": \"نادي الكويت هو ناد رياضي كويتي تأسس عام 1961. يشتهر النادي بفريقه لكرة القدم، الذي فاز بالعديد من البطولات المحلية والقارية. يضم النادي أيضًا العديد من الألعاب الرياضية الأخرى، مثل كرة السلة والطائرة واليد.\"},{\"name\": \"نادي القادسية\",\"original_text\": \"Al Qadsia Club\",\"type\": \"ORGANIZATION\",\"description\": \"نادي القادسية هو ناد رياضي كويتي تأسس عام 1960. يشتهر النادي بفريقه لكرة القدم، الذي فاز بالعديد من البطولات المحلية والقارية. يضم النادي أيضًا العديد من الألعاب الرياضية الأخرى، مثل كرة السلة والطائرة واليد.\"},{\"name\": \"الكليه العسكريه\",\"original_text\": \"Military College\",\"type\": \"ORGANIZATION\",\"description\": \"الكليه العسكرية هي مؤسسة تعليمية عسكرية كويتية تأسست عام 1967. تهدف الكلية إلى إعداد ضباط القوات المسلحة الكويتية. تقدم الكلية برامج دراسية في مختلف التخصصات العسكرية، مثل العلوم العسكرية والقيادة والإدارة.\"},{\"name\": \"باكستان\",\"original_text\": \"Pakistan\",\"type\": \"LOCATION\",\"description\": \"جمهورية باكستان الإسلامية هي دولة تقع في جنوب آسيا. يحدها من الغرب أفغانستان، ومن الشمال الصين، ومن الشرق الهند، ومن الجنوب بحر العرب. عاصمتها إسلام آباد. كانت باكستان وجهة للبعثات العسكرية الكويتية في السبعينيات، حيث تلقى الضباط الكويتيون تدريبًا عسكريًا في الأكاديمية البحرية الباكستانية.\"},{\"name\": \"بريطانيا\",\"original_text\": \"Britain\",\"type\": \"LOCATION\",\"description\": \"المملكة المتحدة لبريطانيا العظمى وأيرلندا الشمالية هي دولة تقع في شمال غرب أوروبا. تتكون المملكة المتحدة من إنجلترا، اسكتلندا، ويلز، وأيرلندا الشمالية. عاصمتها لندن. كانت بريطانيا وجهة للبعثات العسكرية الكويتية في السبعينيات، حيث تلقى الضباط الكويتيون تدريبًا عسكريًا في الأكاديميات البحرية البريطانية.\"},{\"name\": \"أمريكا\",\"original_text\": \"America\",\"type\": \"LOCATION\",\"description\": \"الولايات المتحدة الأمريكية هي دولة تقع في أمريكا الشمالية. تتكون الولايات المتحدة من 50 ولاية، بالإضافة إلى مقاطعة كولومبيا وعدد من الأقاليم. عاصمتها واشنطن العاصمة. كانت الولايات المتحدة وجهة للبعثات العسكرية الكويتية في السبعينيات، حيث تلقى الضباط الكويتيون تدريبًا عسكريًا في الأكاديميات البحرية الأمريكية.\"},{\"name\": \"الاكاديميه البحريه الباكستانيه\",\"original_text\": \"Pakistan Naval Academy\",\"type\": \"ORGANIZATION\",\"description\": \"الأكاديمية البحرية الباكستانية هي مؤسسة تعليمية عسكرية باكستانية تأسست عام 1940. تهدف الأكاديمية إلى إعداد ضباط القوات البحرية الباكستانية. تقدم الأكاديمية برامج دراسية في مختلف التخصصات البحرية، مثل العلوم البحرية والقيادة والإدارة.\"},{\"name\": \"منوره\",\"original_text\": \"Manora\",\"type\": \"LOCATION\",\"description\": \"منورة هي جزيرة تقع قبالة سواحل مدينة كراتشي الباكستانية. تقع الأكاديمية البحرية الباكستانية في جزيرة منورة. تتميز الجزيرة بجمالها الطبيعي وشواطئها الرملية.\"},{\"name\": \"كراشي\",\"original_text\": \"Karachi\",\"type\": \"LOCATION\",\"description\": \"كراتشي هي أكبر مدينة في باكستان وعاصمة إقليم السند. تقع كراتشي على ساحل بحر العرب. تعتبر كراتشي المركز التجاري والمالي لباكستان.\"},{\"name\": \"خليفه حسين المسلم\",\"original_text\": \"Khalifa Hussein Al Muslim\",\"type\": \"PERSON\",\"description\": \"خليفة حسين المسلم هو القنصل الكويتي في باكستان خلال فترة دراسة الفريق ركن متقاعد جاسم الانصاري في الأكاديمية البحرية الباكستانية. كان خليفة حسين المسلم بمثابة الأب الروحي للطلاب الكويتيين في باكستان، حيث كان حريصًا على رعايتهم وتوفير احتياجاتهم.\"},{\"name\": \"المانيا\",\"original_text\": \"Germany\",\"type\": \"LOCATION\",\"description\": \"جمهورية ألمانيا الاتحادية هي دولة تقع في وسط أوروبا. يحدها من الشمال الدنمارك، ومن الشرق بولندا وجمهورية التشيك، ومن الجنوب النمسا وسويسرا، ومن الغرب فرنسا ولوكسمبورغ وهولندا وبلجيكا. عاصمتها برلين. كانت ألمانيا الغربية وجهة لتدريب الضباط الكويتيين على زوارق القوة البحرية في الثمانينيات.\"},{\"name\": \"لورسن\",\"original_text\": \"Lürssen\",\"type\": \"ORGANIZATION\",\"description\": \"لورسن هي شركة ألمانية لبناء السفن، تأسست عام 1875. تشتهر الشركة ببناء اليخوت الفاخرة والسفن الحربية. قامت شركة لورسن ببناء زوارق القوة البحرية الكويتية في الثمانينيات.\"},{\"name\": \"برمن\",\"original_text\": \"Bremen\",\"type\": \"LOCATION\",\"description\": \"بريمن هي مدينة تقع في شمال غرب ألمانيا. تعتبر بريمن من أهم الموانئ في ألمانيا. تقع شركة لورسن لبناء السفن في مدينة بريمن.\"},{\"name\": \"بوروم\",\"original_text\": \"Borkum\",\"type\": \"LOCATION\",\"description\": \"بوركوم هي جزيرة تقع في بحر الشمال قبالة سواحل ألمانيا. تعتبر بوركوم من أشهر المنتجعات السياحية في ألمانيا.\"},{\"name\": \"القناه الانجليزيه\",\"original_text\": \"English Channel\",\"type\": \"LOCATION\",\"description\": \"القناة الإنجليزية هي مسطح مائي يفصل بين بريطانيا وفرنسا. يربط القناة الإنجليزية بحر الشمال بالمحيط الأطلسي. تعتبر القناة الإنجليزية من أهم الممرات المائية في العالم.\"},{\"name\": \"فرنسا\",\"original_text\": \"France\",\"type\": \"LOCATION\",\"description\": \"الجمهورية الفرنسية هي دولة تقع في غرب أوروبا. يحدها من الشمال بلجيكا ولوكسمبورغ، ومن الشرق ألمانيا وسويسرا وإيطاليا، ومن الجنوب إسبانيا، ومن الغرب المحيط الأطلسي. عاصمتها باريس.\"},{\"name\": \"بريست\",\"original_text\": \"Brest\",\"type\": \"LOCATION\",\"description\": \"بريست هي مدينة تقع في غرب فرنسا. تعتبر بريست من أهم الموانئ في فرنسا.\"},{\"name\": \"فيجو\",\"original_text\": \"Vigo\",\"type\": \"LOCATION\",\"description\": \"فيجو هي مدينة تقع في شمال غرب إسبانيا. تعتبر فيجو من أهم الموانئ في إسبانيا.\"},{\"name\": \"اسبانيا\",\"original_text\": \"Spain\",\"type\": \"LOCATION\",\"description\": \"مملكة إسبانيا هي دولة تقع في جنوب غرب أوروبا. يحدها من الشمال فرنسا وأندورا، ومن الشرق البحر الأبيض المتوسط، ومن الجنوب مضيق جبل طارق، ومن الغرب البرتغال والمحيط الأطلسي. عاصمتها مدريد.\"},{\"name\": \"الخليج الباسك\",\"original_text\": \"Bay of Biscay\",\"type\": \"LOCATION\",\"description\": \"خليج بسكاي هو مسطح مائي يقع في شمال شرق المحيط الأطلسي. يمتد خليج بسكاي من سواحل فرنسا إلى سواحل إسبانيا. يشتهر خليج بسكاي بأمواجه العالية وعواصفه الشديدة.\"},{\"name\": \"جبل طارق\",\"original_text\": \"Gibraltar\",\"type\": \"LOCATION\",\"description\": \"جبل طارق هو إقليم بريطاني ما وراء البحار يقع في جنوب شبه الجزيرة الإيبيرية. يطل جبل طارق على مضيق جبل طارق، الذي يربط البحر الأبيض المتوسط بالمحيط الأطلسي. تعتبر صخرة جبل طارق من المعالم السياحية الشهيرة.\"},{\"name\": \"المغرب\",\"original_text\": \"Morocco\",\"type\": \"LOCATION\",\"description\": \"المملكة المغربية هي دولة تقع في شمال أفريقيا. يحدها من الشمال البحر الأبيض المتوسط، ومن الشرق الجزائر، ومن الجنوب موريتانيا، ومن الغرب المحيط الأطلسي. عاصمتها الرباط.\"},{\"name\": \"تونس\",\"original_text\": \"Tunisia\",\"type\": \"LOCATION\",\"description\": \"الجمهورية التونسية هي دولة تقع في شمال أفريقيا. يحدها من الشمال والشرق البحر الأبيض المتوسط، ومن الغرب الجزائر، ومن الجنوب ليبيا. عاصمتها تونس.\"},{\"name\": \"الجزائر\",\"original_text\": \"Algeria\",\"type\": \"LOCATION\",\"description\": \"الجمهورية الجزائرية الديمقراطية الشعبية هي دولة تقع في شمال أفريقيا. يحدها من الشمال البحر الأبيض المتوسط، ومن الشرق تونس وليبيا، ومن الجنوب النيجر ومالي وموريتانيا، ومن الغرب المغرب. عاصمتها الجزائر.\"},{\"name\": \"ليبيا\",\"original_text\": \"Libya\",\"type\": \"LOCATION\",\"description\": \"دولة ليبيا هي دولة تقع في شمال أفريقيا. يحدها من الشمال البحر الأبيض المتوسط، ومن الشرق مصر، ومن الجنوب السودان وتشاد والنيجر، ومن الغرب الجزائر وتونس. عاصمتها طرابلس.\"},{\"name\": \"خليج سرت\",\"original_text\": \"Gulf of Sidra\",\"type\": \"LOCATION\",\"description\": \"خليج سرت هو مسطح مائي يقع في البحر الأبيض المتوسط قبالة سواحل ليبيا. يشتهر خليج سرت بثروته السمكية.\"},{\"name\": \"بنغازي\",\"original_text\": \"Benghazi\",\"type\": \"LOCATION\",\"description\": \"بنغازي هي مدينة تقع في شرق ليبيا. تعتبر بنغازي من أهم الموانئ في ليبيا.\"},{\"name\": \"طرابلس\",\"original_text\": \"Tripoli\",\"type\": \"LOCATION\",\"description\": \"طرابلس هي عاصمة ليبيا وأكبر مدنها. تقع طرابلس على ساحل البحر الأبيض المتوسط.\"},{\"name\": \"الاسكندريه\",\"original_text\": \"Alexandria\",\"type\": \"LOCATION\",\"description\": \"الإسكندرية هي مدينة تقع في شمال مصر. تعتبر الإسكندرية من أهم الموانئ في مصر.\"},{\"name\": \"بورسعيد\",\"original_text\": \"Port Said\",\"type\": \"LOCATION\",\"description\": \"بورسعيد هي مدينة تقع في شمال شرق مصر. تقع بورسعيد على مدخل قناة السويس.\"},{\"name\": \"قناه السويس\",\"original_text\": \"Suez Canal\",\"type\": \"LOCATION\",\"description\": \"قناة السويس هي قناة مائية اصطناعية تربط البحر الأبيض المتوسط بالبحر الأحمر. تقع قناة السويس في مصر. تعتبر قناة السويس من أهم الممرات المائية في العالم.\"},{\"name\": \"جده\",\"original_text\": \"Jeddah\",\"type\": \"LOCATION\",\"description\": \"جدة هي مدينة تقع في غرب المملكة العربية السعودية. تعتبر جدة من أهم الموانئ في المملكة العربية السعودية.\"},{\"name\": \"البحر الاحمر\",\"original_text\": \"Red Sea\",\"type\": \"LOCATION\",\"description\": \"البحر الأحمر هو مسطح مائي يقع بين أفريقيا وشبه الجزيرة العربية. يربط البحر الأحمر المحيط الهندي بالبحر الأبيض المتوسط عبر قناة السويس. يشتهر البحر الأحمر بشعابه المرجانية.\"},{\"name\": \"عدن\",\"original_text\": \"Aden\",\"type\": \"LOCATION\",\"description\": \"عدن هي مدينة تقع في جنوب اليمن. تعتبر عدن من أهم الموانئ في اليمن.\"},{\"name\": \"ريسوت\",\"original_text\": \"Raysut\",\"type\": \"LOCATION\",\"description\": \"ريسوت هي مدينة تقع في جنوب سلطنة عمان. تعتبر ريسوت من أهم الموانئ في سلطنة عمان.\"},{\"name\": \"صلاله\",\"original_text\": \"Salalah\",\"type\": \"LOCATION\",\"description\": \"صلالة هي مدينة تقع في جنوب سلطنة عمان. تعتبر صلالة من أهم المدن السياحية في سلطنة عمان.\"},{\"name\": \"مسقط\",\"original_text\": \"Muscat\",\"type\": \"LOCATION\",\"description\": \"مسقط هي عاصمة سلطنة عمان وأكبر مدنها. تقع مسقط على ساحل خليج عمان.\"},{\"name\": \"السنبوك\",\"original_text\": \"Al Sanbouk\",\"type\": \"MISC\",\"description\": \"السنبوك هو زورق صاروخي كويتي. كان الفريق ركن متقاعد جاسم الانصاري قائدًا للسنبوك خلال الحرب العراقية الإيرانية. شارك السنبوك في العديد من العمليات العسكرية، بما في ذلك تقديم المساعدة للزوارق العراقية المصابة.\"},{\"name\": \"كبر\",\"original_text\": \"Kubbar\",\"type\": \"LOCATION\",\"description\": \"كبر هي جزيرة كويتية تقع في الخليج العربي. تعتبر كبر من أشهر جزر الكويت.\"},{\"name\": \"الفاو\",\"original_text\": \"Al Faw\",\"type\": \"LOCATION\",\"description\": \"الفاو هي مدينة تقع في جنوب العراق. احتلت إيران مدينة الفاو خلال الحرب العراقية الإيرانية.\"},{\"name\": \"خور عبد الله\",\"original_text\": \"Khor Abdullah\",\"type\": \"LOCATION\",\"description\": \"خور عبد الله هو خليج يقع على الحدود بين العراق والكويت. يعتبر خور عبد الله من أهم الممرات المائية في المنطقة.\"},{\"name\": \"خور الصبيه\",\"original_text\": \"Khor Al Subiya\",\"type\": \"LOCATION\",\"description\": \"خور الصبية هو خليج يقع في شمال الكويت. يعتبر خور الصبية من أهم مناطق صيد الأسماك في الكويت.\"},{\"name\": \"بوبيان\",\"original_text\": \"Bubiyan\",\"type\": \"LOCATION\",\"description\": \"بوبيان هي جزيرة كويتية تقع في شمال الخليج العربي. تعتبر بوبيان أكبر جزر الكويت.\"},{\"name\": \"وره\",\"original_text\": \"Warba\",\"type\": \"LOCATION\",\"description\": \"وربة هي جزيرة كويتية تقع في شمال الخليج العربي. تعتبر وربة من جزر الكويت.\"},{\"name\": \"هزير\",\"original_text\": \"Failaka\",\"type\": \"LOCATION\",\"description\": \"فيلكا هي جزيرة كويتية تقع في شمال الخليج العربي. تعتبر فيلكا من جزر الكويت.\"},{\"name\": \"صدف\",\"original_text\": \"Sadaf\",\"type\": \"MISC\",\"description\": \"صدف هو نوع من الألغام البحرية التي كان العراق يصنعها خلال الحرب العراقية الإيرانية. تتميز ألغام صدف بأنها تطفو على سطح الماء وتنجرف مع التيار.\"},{\"name\": \"سي ال سيتي\",\"original_text\": \"Sea Isle City\",\"type\": \"MISC\",\"description\": \"سي آيل سيتي هي ناقلة نفط كويتية تعرضت لهجوم صاروخي إيراني خلال الحرب العراقية الإيرانية.\"},{\"name\": \"الجزيره الصناعيه\",\"original_text\": \"Industrial Island\",\"type\": \"LOCATION\",\"description\": \"الجزيرة الصناعية هي جزيرة اصطناعية تقع قبالة سواحل مدينة الكويت. تضم الجزيرة الصناعية العديد من المنشآت الصناعية، بما في ذلك ميناء الأحمدي البحري.\"},{\"name\": \"مينا الحميدي البحري\",\"original_text\": \"Al Ahmadi Port\",\"type\": \"LOCATION\",\"description\": \"ميناء الأحمدي البحري هو ميناء نفطي كويتي يقع في جنوب مدينة الكويت. تعرض ميناء الأحمدي البحري لهجوم صاروخي إيراني خلال الحرب العراقية الإيرانية.\"},{\"name\": \"استقلال\",\"original_text\": \"Istiqlal\",\"type\": \"MISC\",\"description\": \"الاستقلال هو زورق صاروخي كويتي. زار الشيخ جابر الأحمد الصباح الاستقلال خلال زيارته للقاعدة البحرية الكويتية قبل الغزو العراقي.\"},{\"name\": \"صباحان\",\"original_text\": \"Subhan\",\"type\": \"MISC\",\"description\": \"صباحان هو زورق صاروخي كويتي.\"},{\"name\": \"الشيخ نواف\",\"original_text\": \"Sheikh Nawaf\",\"type\": \"PERSON\",\"description\": \"الشيخ نواف الأحمد الجابر الصباح هو أمير دولة الكويت الحالي. كان الشيخ نواف وزيرًا للدفاع خلال فترة الغزو العراقي للكويت.\"},{\"name\": \"حسني مبارك\",\"original_text\": \"Hosni Mubarak\",\"type\": \"PERSON\",\"description\": \"حسني مبارك هو رئيس جمهورية مصر العربية من عام 1981 إلى عام 2011. زار حسني مبارك الكويت قبل الغزو العراقي، وأعطى ضمانات للقيادة السياسية الكويتية بأن العراق لا ينوي الهجوم على الكويت.\"},{\"name\": \"عرفات\",\"original_text\": \"Arafat\",\"type\": \"PERSON\",\"description\": \"ياسر عرفات هو رئيس منظمة التحرير الفلسطينية من عام 1969 إلى عام 2004. زار ياسر عرفات الكويت قبل الغزو العراقي، وأعطى ضمانات للقيادة السياسية الكويتية بأن العراق لا ينوي الهجوم على الكويت.\"},{\"name\": \"الملك حسين\",\"original_text\": \"King Hussein\",\"type\": \"PERSON\",\"description\": \"الملك حسين بن طلال هو ملك المملكة الأردنية الهاشمية من عام 1952 إلى عام 1999. زار الملك حسين الكويت قبل الغزو العراقي، وأعطى ضمانات للقيادة السياسية الكويتية بأن العراق لا ينوي الهجوم على الكويت.\"},{\"name\": \"الامير فيصل\",\"original_text\": \"Prince Faisal\",\"type\": \"PERSON\",\"description\": \"الأمير فيصل بن عبد العزيز آل سعود هو وزير خارجية المملكة العربية السعودية من عام 1975 إلى عام 1975. زار الأمير فيصل الكويت قبل الغزو العراقي، وأعطى ضمانات للقيادة السياسية الكويتية بأن العراق لا ينوي الهجوم على الكويت.\"},{\"name\": \"قاعده علي سالم\",\"original_text\": \"Ali Al Salem Air Base\",\"type\": \"LOCATION\",\"description\": \"قاعدة علي السالم الجوية هي قاعدة جوية كويتية تقع في شمال مدينة الكويت. تعرضت قاعدة علي السالم الجوية لهجوم عراقي خلال الغزو العراقي للكويت.\"},{\"name\": \"يعقوب المهنه\",\"original_text\": \"Yaqoub Al Mahna\",\"type\": \"PERSON\",\"description\": \"النقيب يعقوب المهنا هو ضابط في القوة البحرية الكويتية. كان يعقوب المهنا قائدًا للسنبوك خلال الغزو العراقي للكويت. استشهد يعقوب المهنا خلال حرب الخليج الثانية.\"},{\"name\": \"مينا البكر\",\"original_text\": \"Al Bakr Port\",\"type\": \"LOCATION\",\"description\": \"ميناء البكر هو ميناء نفطي عراقي يقع في جنوب العراق. كان ميناء البكر نقطة انطلاق للقوات البحرية العراقية خلال الغزو العراقي للكويت.\"},{\"name\": \"الفكه\",\"original_text\": \"Al Fao\",\"type\": \"LOCATION\",\"description\": \"الفكة هي جزيرة اصطناعية تقع قبالة سواحل العراق. تضم الفكة العديد من المنشآت النفطية.\"},{\"name\": \"بويه الاحمديه\",\"original_text\": \"Al Ahmadi Buoy\",\"type\": \"LOCATION\",\"description\": \"عوامة الأحمدي هي عوامة بحرية تقع قبالة سواحل مدينة الكويت. استخدمت القوات البحرية العراقية عوامة الأحمدي كنقطة مرجعية خلال الغزو العراقي للكويت.\"},{\"name\": \"خور زبير\",\"original_text\": \"Khor Zubair\",\"type\": \"LOCATION\",\"description\": \"خور الزبير هو خليج يقع في جنوب العراق. يعتبر خور الزبير من أهم الممرات المائية في المنطقة.\"},{\"name\": \"مزاحم\",\"original_text\": \"Muzahim\",\"type\": \"PERSON\",\"description\": \"العقيد مزاحم هو ضابط في القوات البحرية العراقية. قاد مزاحم الهجوم البحري على القاعدة البحرية الكويتية خلال الغزو العراقي للكويت.\"},{\"name\": \"خالد الفري\",\"original_text\": \"Khaled Al Fery\",\"type\": \"PERSON\",\"description\": \"الرائد خالد الفري هو ضابط في القوة البحرية الكويتية. كان خالد الفري موجودًا في مركز العمليات البحرية خلال الغزو العراقي للكويت. أسر خالد الفري من قبل القوات العراقية.\"},{\"name\": \"شعيبه\",\"original_text\": \"Shuaiba\",\"type\": \"LOCATION\",\"description\": \"الشعيبة هي مدينة تقع في جنوب الكويت. تضم الشعيبة العديد من المنشآت الصناعية، بما في ذلك مصفاة نفط.\"},{\"name\": \"معسكر الذخيره\",\"original_text\": \"Ammunition Depot\",\"type\": \"LOCATION\",\"description\": \"معسكر الذخيرة هو معسكر عسكري كويتي يقع في جنوب مدينة الكويت. سيطرت القوات العراقية على معسكر الذخيرة خلال الغزو العراقي للكويت.\"},{\"name\": \"رئاسه الاركان\",\"original_text\": \"General Staff\",\"type\": \"ORGANIZATION\",\"description\": \"رئاسة الأركان العامة للجيش هي أعلى هيئة عسكرية في الكويت. تتولى رئاسة الأركان العامة للجيش مسؤولية التخطيط والتنسيق لجميع العمليات العسكرية.\"},{\"name\": \"ناصر الماجد الفارسي\",\"original_text\": \"Nasser Al Majid Al Farsi\",\"type\": \"PERSON\",\"description\": \"المقدم ناصر الماجد الفارسي هو ضابط في رئاسة الأركان العامة للجيش الكويتي. كان ناصر الماجد الفارسي موجودًا في مركز العمليات المشترك خلال الغزو العراقي للكويت.\"},{\"name\": \"خفر السواحل\",\"original_text\": \"Coast Guard\",\"type\": \"ORGANIZATION\",\"description\": \"الإدارة العامة لخفر السواحل هي جهاز أمني كويتي يتولى مسؤولية حماية المياه الإقليمية الكويتية. كان مقر الإدارة العامة لخفر السواحل في ميناء الشويخ قبل الغزو العراقي للكويت.\"},{\"name\": \"مينا شويخ\",\"original_text\": \"Shuwaikh Port\",\"type\": \"LOCATION\",\"description\": \"ميناء الشويخ هو ميناء تجاري كويتي يقع في شمال مدينة الكويت. كان ميناء الشويخ مقرًا للإدارة العامة لخفر السواحل قبل الغزو العراقي للكويت.\"},{\"name\": \"عبد الله اب الخيل\",\"original_text\": \"Abdullah Abu Al Khail\",\"type\": \"PERSON\",\"description\": \"الرائد عبد الله أبو الخيل هو ضابط في الإدارة العامة لخفر السواحل الكويتية. كان عبد الله أبو الخيل موجودًا في ميناء الشويخ خلال الغزو العراقي للكويت.\"},{\"name\": \"ساجد البعيجان\",\"original_text\": \"Sajid Al Buaijan\",\"type\": \"PERSON\",\"description\": \"الرائد ساجد البعيجان هو ضابط في الإدارة العامة لخفر السواحل الكويتية.\"},{\"name\": \"سواحل 35\",\"original_text\": \"Sawahel 35\",\"type\": \"MISC\",\"description\": \"سواحل 35 هي سفينة تابعة للإدارة العامة لخفر السواحل الكويتية. كانت سواحل 35 موجودة في ميناء الخفجي خلال الغزو العراقي للكويت. تم سحب سواحل 35 إلى رأس مشعاب بعد الغزو.\"},{\"name\": \"الخفجي\",\"original_text\": \"Khafji\",\"type\": \"LOCATION\",\"description\": \"الخفجي هي مدينة تقع على الحدود بين المملكة العربية السعودية والكويت. لجأ العديد من الكويتيين إلى الخفجي بعد الغزو العراقي للكويت.\"},{\"name\": \"الجبيل\",\"original_text\": \"Jubail\",\"type\": \"LOCATION\",\"description\": \"الجبيل هي مدينة تقع في المنطقة الشرقية من المملكة العربية السعودية. لجأ العديد من الكويتيين إلى الجبيل بعد الغزو العراقي للكويت.\"},{\"name\": \"بدر الصالح\",\"original_text\": \"Badr Al Saleh\",\"type\": \"PERSON\",\"description\": \"اللواء بدر الصالح هو ضابط في القوات البحرية الملكية السعودية. كان بدر الصالح قائدًا لقاعدة الملك عبد العزيز البحرية في الجبيل خلال حرب الخليج الثانية.\"},{\"name\": \"قاعده الملك عبد العزيز بالجبيل\",\"original_text\": \"King Abdulaziz Naval Base\",\"type\": \"LOCATION\",\"description\": \"قاعدة الملك عبد العزيز البحرية هي قاعدة بحرية سعودية تقع في مدينة الجبيل. لجأ العديد من الكويتيين إلى قاعدة الملك عبد العزيز البحرية بعد الغزو العراقي للكويت.\"},{\"name\": \"الشيخ سعد\",\"original_text\": \"Sheikh Saad\",\"type\": \"PERSON\",\"description\": \"الشيخ سعد العبد الله السالم الصباح هو ولي عهد دولة الكويت من عام 1978 إلى عام 2006. قاد الشيخ سعد الكويت خلال فترة الغزو العراقي وحرب الخليج الثانية. لعب دورًا مهمًا في تحرير الكويت وإعادة بنائها بعد الحرب. توفي الشيخ سعد في عام 2006.\"},{\"name\": \"الدمام\",\"original_text\": \"Dammam\",\"type\": \"LOCATION\",\"description\": \"الدمام هي مدينة تقع في المنطقة الشرقية من المملكة العربية السعودية. تعتبر الدمام من أهم المدن الصناعية في المملكة العربية السعودية.\"},{\"name\": \"سبتي بغيث\",\"original_text\": \"Sabti Bu Ghaith\",\"type\": \"PERSON\",\"description\": \"العقيد سبتي بغيث هو ضابط في الجيش الكويتي.\"},{\"name\": \"محمود رزوقي\",\"original_text\": \"Mahmoud Rizouki\",\"type\": \"PERSON\",\"description\": \"العقيد محمود رزوقي هو ضابط في الجيش الكويتي.\"},{\"name\": \"راكان عبيسان\",\"original_text\": \"Rakan Abeesan\",\"type\": \"PERSON\",\"description\": \"المقدم راكان عبيسان هو ضابط في الجيش الكويتي. كان راكان عبيسان قائدًا لإحدى الوحدات العسكرية الكويتية خلال حرب الخليج الثانية.\"},{\"name\": \"جاسم شهاب\",\"original_text\": \"Jassim Shahab\",\"type\": \"PERSON\",\"description\": \"العقيد جاسم شهاب هو ضابط في الجيش الكويتي.\"},{\"name\": \"الشيخ صباح الاحمد ال جابر صباح\",\"original_text\": \"Sheikh Sabah Al Ahmad Al Jaber Al Sabah\",\"type\": \"PERSON\",\"description\": \"الشيخ صباح الأحمد الجابر الصباح هو أمير دولة الكويت السابق. كان الشيخ صباح وزيرًا للخارجية خلال فترة الغزو العراقي للكويت.\"},{\"name\": \"بدر بورسلي\",\"original_text\": \"Badr Al Bourisly\",\"type\": \"PERSON\",\"description\": \"العميد بدر بورسلي هو ضابط في الجيش الكويتي. كان بدر بورسلي مديرًا لمكتب وزير الدفاع خلال حرب الخليج الثانية.\"},{\"name\": \"احمد الملا\",\"original_text\": \"Ahmad Al Mulla\",\"type\": \"PERSON\",\"description\": \"المقدم أحمد الملا هو ضابط في القوة البحرية الكويتية. تولى أحمد الملا قيادة القوة البحرية الكويتية خلال حرب الخليج الثانية. لعب أحمد الملا دورًا مهمًا في تحرير الكويت.\"},{\"name\": \"تركيا\",\"original_text\": \"Turkey\",\"type\": \"LOCATION\",\"description\": \"جمهورية تركيا هي دولة تقع في غرب آسيا وجنوب شرق أوروبا. يحدها من الشمال البحر الأسود، ومن الشرق جورجيا وأرمينيا وإيران، ومن الجنوب العراق وسوريا والبحر الأبيض المتوسط، ومن الغرب بحر إيجة واليونان وبلغاريا. عاصمتها أنقرة.\"},{\"name\": \"محمد الياقوت\",\"original_text\""