"  \"Entities\": [    {      \"name\": \"البحرين\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة جزرية تقع في الخليج العربي، عاصمتها المنامة.  تُعرف بتاريخها العريق وثقافتها الغنية، وتُعتبر مركزًا تجاريًا وماليًا هامًا في المنطقة.\"    },    {      \"name\": \"الارساليه الامريكيه\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"منظمة تبشيرية مسيحية، لعبت دورًا بارزًا في نشر المسيحية في منطقة الخليج العربي خلال القرنين التاسع عشر والعشرين.  أسست مدارس ومستشفيات وقدمت خدمات صحية وتعليمية، إلى جانب أنشطتها التبشيرية.\"    },    {      \"name\": \"صامويل مورينيوس\",      \"original_text\": \"Samuel Morineus\",      \"type\": \"PERSON\",      \"description\": \"مبشر مسيحي، أحد مؤسسي الارسالية الأمريكية العربية.  لُقب بـ\"الرسول إلى الإسلام\"،  لعب دورًا هامًا في نشر المسيحية في منطقة الخليج العربي، خاصةً في البحرين والكويت.\"    },    {      \"name\": \"البصرة\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة عراقية تقع جنوب العراق على ضفاف شط العرب، تُعد ميناءً هامًا على الخليج العربي.  تُعرف بتاريخها العريق وثقافتها الغنية، وكانت مركزًا تجاريًا وثقافيًا هامًا على مر العصور.\"    },    {      \"name\": \"المنامة\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"عاصمة مملكة البحرين، تقع على الساحل الشمالي الشرقي لجزيرة البحرين.  تُعتبر مركزًا تجاريًا وماليًا هامًا في منطقة الخليج العربي، وتتميز بناطحات السحاب الحديثة والمعالم التاريخية.\"    },    {      \"name\": \"الكنيسه الانجيليه الوطنيه\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"كنيسة بروتستانتية تقع في المنامة، البحرين.  تُعتبر أقدم كنيسة في منطقة الخليج العربي،  تأسست عام 1906، وتُعد مركزًا هامًا للمسيحيين الإنجيليين في البحرين.\"    },    {      \"name\": \"مستشفى ماريون ويلز بتذكاري\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"مستشفى تاريخي في البحرين، تأسس عام 1926.  كان مُخصصًا لرعاية النساء والأطفال،  لعب دورًا هامًا في توفير الرعاية الصحية في البحرين خلال القرن العشرين.\"    },    {      \"name\": \"العراق\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في غرب آسيا، عاصمتها بغداد.  تُعرف بتاريخها العريق وثقافتها الغنية،  كانت مهدًا للعديد من الحضارات القديمة، مثل الحضارة السومرية والبابلية والآشورية.\"    },    {      \"name\": \"ايران\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في غرب آسيا، عاصمتها طهران.  تُعرف بتاريخها العريق وثقافتها الغنية،  كانت مركزًا للإمبراطوريات الفارسية القديمة، وتتميز بتنوعها الثقافي والجغرافي.\"    },    {      \"name\": \"فلسطين\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"منطقة تاريخية تقع في الشرق الأوسط،  تُعتبر أرضًا مقدسة للديانات الإبراهيمية الثلاث (اليهودية والمسيحية والإسلام).  شهدت صراعات سياسية ودينية على مر التاريخ.\"    },    {      \"name\": \"الاردن\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في الشرق الأوسط، عاصمتها عمان.  تُعرف بتاريخها العريق وثقافتها الغنية،  كانت موطنًا للعديد من الحضارات القديمة، مثل الأنباط والرومان.\"    },    {      \"name\": \"تركيا\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في منطقة الشرق الأوسط، عاصمتها أنقرة.  تُعرف بتاريخها العريق وثقافتها الغنية،  كانت مركزًا للإمبراطورية العثمانية، وتتميز بموقعها الجغرافي الفريد بين قارتي آسيا وأوروبا.\"    },    {      \"name\": \"كاتدرائيه سيده العرب\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"كاتدرائية كاثوليكية تقع في البحرين.  تُعتبر أكبر كنيسة في منطقة الخليج العربي،  تُعد مركزًا هامًا للمسيحيين الكاثوليك في البحرين.\"    },    {      \"name\": \"الكويت\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في غرب آسيا، عاصمتها مدينة الكويت.  تُعرف بتاريخها العريق وثقافتها الغنية،  كانت مركزًا تجاريًا هامًا على مر العصور، وتتميز باحتياطياتها النفطية الكبيرة.\"    },    {      \"name\": \"صامويل مارينز زيمر\",      \"original_text\": \"Samuel Marineus Zimmer\",      \"type\": \"PERSON\",      \"description\": \"مبشر مسيحي، أحد رواد الارسالية الأمريكية العربية.  لعب دورًا هامًا في نشر المسيحية في منطقة الخليج العربي، خاصةً في الكويت. \"    },    {      \"name\": \"الشيخ مبارك الصباح\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"حاكم الكويت السابع (1896-1915).  يُعتبر مؤسس الكويت الحديثة،  لعب دورًا هامًا في تأسيس الدولة الكويتية وتعزيز استقلالها.\"    },    {      \"name\": \"لويس كدر\",      \"original_text\": \"Louis Kdr\",      \"type\": \"PERSON\",      \"description\": \"كاتب وباحث، اهتم بتاريخ الارساليات المسيحية في منطقة الخليج العربي.  ألّف كتابًا هامًا حول تاريخ البعثة العربية،  ساهم في توثيق تاريخ المسيحية في المنطقة.\"    },    {      \"name\": \"يعقوب\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"شخصية ذُكرت في سياق الحديث عن تاريخ المسيحية في الكويت.  كان يعمل في مكتبة لبيع الكتاب المقدس في الكويت،  أُمر بمغادرة البلاد بأمر من الشيخ مبارك الصباح.\"    },    {      \"name\": \"بنت\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"ابنة الشيخ مبارك الصباح، حاكم الكويت.  عولجت من قبل طبيب مسيحي من الارسالية الأمريكية العربية،  ساهم شفاؤها في تغيير نظرة الشيخ مبارك للوجود المسيحي في الكويت.\"    },    {      \"name\": \"المستشفى الامريكاني\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"أول مستشفى طبي حديث في تاريخ الكويت، تأسس عام 1914.  أُنشئ من قبل الارسالية الأمريكية العربية،  لعب دورًا هامًا في توفير الرعاية الصحية في الكويت.\"    },    {      \"name\": \"معركه الجهره\",      \"original_text\": null,      \"type\": \"EVENT\",      \"description\": \"معركة وقعت عام 1920 بين قوات الشيخ سالم المبارك الصباح وقوات الشيخ أحمد الجابر الصباح.  انتهت المعركة بانتصار الشيخ أحمد الجابر الصباح وتوليه حكم الكويت.\"    },    {      \"name\": \"ايد ون كالفيرلي\",      \"original_text\": \"Ed and Calverly\",      \"type\": \"PERSON\",      \"description\": \"مهندسان معماريان، قاما بوضع الخطط الهندسية لبناء كنيسة في الكويت.  لم يتمكنا من إكمال المهمة بسبب رحيلهما.\"    },    {      \"name\": \"جريديومج\",      \"original_text\": \"Grediomg\",      \"type\": \"PERSON\",      \"description\": \"مهندس معماري، أكمل مهمة بناء الكنيسة الوطنية الإنجيلية في الكويت.  بدأ أعمال البناء في 18 مايو 1931.\"    },    {      \"name\": \"الكنيسه الوطنيه الانجيليه\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"كنيسة بروتستانتية تقع في الكويت.  تأسست عام 1931،  تُعد مركزًا هامًا للمسيحيين الإنجيليين في الكويت.\"    },    {      \"name\": \"نعمان غريب الموسم\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"شخصية كويتية مسيحية، ينتمي لعائلة نعمان غريب،  من أوائل المسيحيين الذين استقروا في الكويت.\"    },    {      \"name\": \"منصور\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"شخصية كويتية مسيحية، ينتمي لعائلة منصور،  من أوائل المسيحيين الذين استقروا في الكويت.\"    },    {      \"name\": \"شماس\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"شخصية كويتية مسيحية، ينتمي لعائلة شماس،  من أوائل المسيحيين الذين استقروا في الكويت.\"    },    {      \"name\": \"جرجس\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"شخصية كويتية مسيحية، ينتمي لعائلة جرجس،  من أوائل المسيحيين الذين استقروا في الكويت.\"    },    {      \"name\": \"بشاره\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"شخصية كويتية مسيحية، ينتمي لعائلة بشارة،  من أوائل المسيحيين الذين استقروا في الكويت.\"    },    {      \"name\": \"لبنان\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في الشرق الأوسط، عاصمتها بيروت.  تُعرف بتاريخها العريق وثقافتها الغنية،  كانت مركزًا تجاريًا وثقافيًا هامًا على مر العصور، وتتميز بتنوعها الديني والطائفي.\"    },    {      \"name\": \"سوريا\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في الشرق الأوسط، عاصمتها دمشق.  تُعرف بتاريخها العريق وثقافتها الغنية،  كانت مهدًا للعديد من الحضارات القديمة، مثل الحضارة الآرامية.\"    },    {      \"name\": \"عامانويل غريب\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"أول قس خليجي يشغل هذا المنصب،  راعي الكنيسة الإنجيلية الوطنية في الكويت.\"    },    {      \"name\": \"باسمها سليمان شماس\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"مذيعة كويتية مسيحية سابقة في التلفزيون الكويتي.\"    },    {      \"name\": \"يعقوب سعيد شماس\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"دبلوماسي كويتي مسيحي، شغل منصب سفير الكويت في نيويورك عام 1963.\"    },    {      \"name\": \"ابراهيم دبدوب\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"مصرفي كويتي مسيحي، ساهم في تطوير القطاع المصرفي في الكويت.  حول بنك الكويت الوطني إلى بنك رائد في المنطقة.\"    },    {      \"name\": \"سهيل شحيبر\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"دبلوماسي كويتي مسيحي، شغل منصب سفير الكويت في سويسرا.\"    },    {      \"name\": \"خليل شعيب\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"سياسي كويتي مسيحي، شغل منصب وكيل وزارة الداخلية في الكويت.\"    },    {      \"name\": \"سلطنه عمان\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في غرب آسيا، عاصمتها مسقط.  تُعرف بتاريخها العريق وثقافتها الغنية،  كانت مركزًا تجاريًا هامًا على مر العصور، وتتميز بموقعها الاستراتيجي على مضيق هرمز.\"    },    {      \"name\": \"الكنيسه لاصلاحيه الامريكيه\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"كنيسة بروتستانتية أمريكية، لعبت دورًا في إرسال بعثات تبشيرية إلى منطقة الخليج العربي، بما في ذلك سلطنة عمان.\"    },    {      \"name\": \"مدرسة الرقيق المحرر\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"مدرسة تأسست في سلطنة عمان عام 1896،  هدفت إلى تعليم أطفال العبيد الذين حررهم الأسطول البريطاني.\"    },    {      \"name\": \"القسمر\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"شخصية ذُكرت في سياق الحديث عن تاريخ المسيحية في سلطنة عمان.  تطوع لرعاية أطفال العبيد المحررين.\"    },    {      \"name\": \"تيمور بن سعيد\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"سلطان زنجبار من 1890 إلى 1913،  حكم جزءًا من سلطنة عمان خلال تلك الفترة.\"    },    {      \"name\": \"سعيد بن تيمور\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"سلطان مسقط وعمان من 1932 إلى 1970.  يُعتبر مؤسس عمان الحديثة،  لعب دورًا هامًا في تحديث البلاد وتطويرها.\"    },    {      \"name\": \"بيروت\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"عاصمة لبنان، تقع على ساحل البحر الأبيض المتوسط.  تُعتبر مركزًا تجاريًا وثقافيًا هامًا في الشرق الأوسط، وتتميز بتاريخها العريق وتنوعها الثقافي.\"    },    {      \"name\": \"بيتر زايمر\",      \"original_text\": \"Peter Zimmer\",      \"type\": \"PERSON\",      \"description\": \"شخصية ذُكرت في سياق الحديث عن تاريخ المسيحية في سلطنة عمان.  سُميت مدرسة باسمه.\"    },    {      \"name\": \"اليزابي\",      \"original_text\": \"Elizabeth\",      \"type\": \"PERSON\",      \"description\": \"مبشرة مسيحية، تُعتبر أول مبشرة في شبه الجزيرة العربية.  عملت في البحرين ومسقط،  أسست عيادات نسائية وقامت بأعمال تبشيرية.\"    },    {      \"name\": \"جيمس كانتين\",      \"original_text\": \"James canteen\",      \"type\": \"PERSON\",      \"description\": \"مبشر مسيحي، زوج اليزابي.  عمل مع زوجته في البحرين ومسقط،  أسس عيادات نسائية وقام بأعمال تبشيرية.\"    },    {      \"name\": \"قابوس\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"السلطان قابوس بن سعيد (1940-2020)،  سلطان عمان من 1970 إلى 2020.  يُعتبر أباً لعمان الحديثة،  قاد البلاد نحو التطور والازدهار.\"    },    {      \"name\": \"الامارات\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في شرق شبه الجزيرة العربية، عاصمتها أبوظبي.  تُعرف بتاريخها العريق وثقافتها الغنية،  تُعتبر مركزًا تجاريًا وسياحيًا هامًا في المنطقة، وتتميز بناطحات السحاب الحديثة.\"    },    {      \"name\": \"صوميل زوين\",      \"original_text\": \"Somil Zween\",      \"type\": \"PERSON\",      \"description\": \"شخصية ذُكرت في سياق الحديث عن تاريخ المسيحية في الإمارات العربية المتحدة.  زار الشارقة عام 1900 وتحدث مع أهلها عن المسيحية والطب.\"    },    {      \"name\": \"الشارجه\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"إحدى إمارات دولة الإمارات العربية المتحدة، تقع على ساحل الخليج العربي.  تُعرف بتاريخها العريق وثقافتها الغنية،  تُعتبر مركزًا ثقافيًا وتعليميًا هامًا في المنطقة.\"    },    {      \"name\": \"دبي\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"إحدى إمارات دولة الإمارات العربية المتحدة، تقع على ساحل الخليج العربي.  تُعتبر مركزًا تجاريًا وسياحيًا عالميًا، وتتميز بناطحات السحاب الحديثة والمعالم السياحية الفاخرة.\"    },    {      \"name\": \"صحار\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة تقع في سلطنة عمان، تطل على خليج عمان.  تُعرف بتاريخها العريق كميناء هام على طريق التجارة البحرية.\"    },    {      \"name\": \"البريمي\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة تقع على الحدود بين سلطنة عمان والإمارات العربية المتحدة.  تُعرف بتاريخها العريق كمركز تجاري هام.\"    },    {      \"name\": \"راس الخيمه\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"إحدى إمارات دولة الإمارات العربية المتحدة، تقع في أقصى شمال الدولة على ساحل الخليج العربي.  تُعرف بتاريخها العريق وثقافتها الغنية،  تتميز بشواطئها الجميلة وجبالها الشاهقة.\"    },    {      \"name\": \"عجمان\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"إحدى إمارات دولة الإمارات العربية المتحدة، تقع على ساحل الخليج العربي.  تُعرف بتاريخها العريق وثقافتها الغنية،  تتميز بصغر مساحتها.\"    },    {      \"name\": \"ابوظبي\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"عاصمة دولة الإمارات العربية المتحدة، تقع على ساحل الخليج العربي.  تُعتبر مركزًا تجاريًا وثقافيًا هامًا في المنطقة، وتتميز بناطحات السحاب الحديثة والمعالم السياحية الفاخرة.\"    },    {      \"name\": \"حمدان بن زايد ال نهيان\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"حاكم إمارة أبوظبي من 1912 إلى 1922.  يُعتبر من أهم حكام أبوظبي،  لعب دورًا هامًا في تأسيس الإمارة الحديثة.\"    },    {      \"name\": \"بول هاريسون\",      \"original_text\": \"Paul Harrison\",      \"type\": \"PERSON\",      \"description\": \"طبيب أُرسل من قبل الارسالية الأمريكية العربية إلى أبوظبي لعلاج الشيخ حمدان بن زايد ال نهيان.  عالج المئات من المرضى خلال إقامته في أبوظبي.\"    },    {      \"name\": \"قصر الحصن\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"قصر تاريخي يقع في مدينة أبوظبي،  يُعتبر من أقدم المباني التاريخية في المدينة،  كان مقرًا للحكم في أبوظبي.\"    },    {      \"name\": \"شخبوط بن سلطان ال نهيان\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"حاكم إمارة أبوظبي من 1928 إلى 1966.  يُعتبر من أهم حكام أبوظبي،  لعب دورًا هامًا في تأسيس الإمارة الحديثة.\"    },    {      \"name\": \"كنيسه القديس يوسف\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"أول كنيسة مسيحية في الإمارات العربية المتحدة، تأسست عام 1962.  تقع في كورنيش أبوظبي،  تُعد مركزًا هامًا للمسيحيين الكاثوليك في المدينة.\"    },    {      \"name\": \"راشد\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"الشيخ راشد بن سعيد آل مكتوم (1912-1990)،  حاكم دبي من 1958 إلى 1990.  يُعتبر مؤسس دبي الحديثة،  لعب دورًا هامًا في تحويل دبي إلى مركز تجاري وسياحي عالمي.\"    },    {      \"name\": \"كنيسه القديسه مريم\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"كنيسة كاثوليكية تقع في دبي،  تأسست عام 1966.  تُعد مركزًا هامًا للمسيحيين الكاثوليك في المدينة.\"    },    {      \"name\": \"زايد بن سلطان\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"الشيخ زايد بن سلطان آل نهيان (1918-2004)،  مؤسس دولة الإمارات العربية المتحدة وأول رئيس لها.  يُعتبر أباً للوطن،  لعب دورًا هامًا في توحيد الإمارات وبناء الدولة الحديثة.\"    },    {      \"name\": \"البابا يوحنا بولس الثاني\",      \"original_text\": null,      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"بابا الكنيسة الكاثوليكية من 1978 إلى 2005.  يُعتبر من أهم باباوات الكنيسة الكاثوليكية في القرن العشرين،  لعب دورًا هامًا في نشر السلام والحوار بين الأديان.\"    },    {      \"name\": \"المملكه العربيه السعوديه\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في غرب آسيا، عاصمتها الرياض.  تُعرف بتاريخها العريق وثقافتها الغنية،  تُعتبر مهد الإسلام وموطنًا لأقدس الأماكن الإسلامية، مكة المكرمة والمدينة المنورة.\"    },    {      \"name\": \"لويس دين\",      \"original_text\": \"Louis Dean\",      \"type\": \"PERSON\",      \"description\": \"طبيب، أحد أعضاء الارسالية الأمريكية العربية.  عمل في البحرين،  تلقى دعوة لزيارة السعودية لعلاج الأمير سعود بن عبد العزيز آل سعود.\"    },    {      \"name\": \"الاحساء\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة تقع في المنطقة الشرقية من المملكة العربية السعودية.  تُعرف بتاريخها العريق وثقافتها الغنية،  تُعتبر من أهم الواحات الزراعية في المملكة.\"    },    {      \"name\": \"سعود ابن الاكبر\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"الأمير سعود بن عبد العزيز آل سعود (1902-1969)،  ولي عهد المملكة العربية السعودية من 1953 إلى 1964.  يُعتبر من أهم أمراء المملكة،  لعب دورًا هامًا في تاريخ المملكة.\"    },    {      \"name\": \"عبد العزيز\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"الملك عبد العزيز بن عبد الرحمن آل سعود (1876-1953)،  مؤسس المملكة العربية السعودية الحديثة وأول ملوكها.  يُعتبر شخصية تاريخية بارزة،  لعب دورًا هامًا في توحيد المملكة العربية السعودية.\"    },    {      \"name\": \"الطائف\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة تقع في غرب المملكة العربية السعودية.  تُعرف بتاريخها العريق وثقافتها الغنية،  تُعتبر من أهم المصايف في المملكة.\"    },    {      \"name\": \"فيصل\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"الملك فيصل بن عبد العزيز آل سعود (1906-1975)،  ملك المملكة العربية السعودية من 1964 إلى 1975.  يُعتبر من أهم ملوك المملكة،  لعب دورًا هامًا في تحديث المملكة وتطويرها.\"    },    {      \"name\": \"محمد بن علي الحركان\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"وزير العدل السعودي في عهد الملك فيصل بن عبد العزيز آل سعود.  قاد وفدًا سعوديًا رفيعًا لزيارة الفاتيكان عام 1974.\"    },    {      \"name\": \"الفاتيكان\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة مدينة تقع داخل مدينة روما الإيطالية.  تُعتبر أصغر دولة في العالم من حيث المساحة وعدد السكان.  مقر البابوية للكنيسة الكاثوليكية.\"    },    {      \"name\": \"البابا بولس السادس\",      \"original_text\": null,      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"بابا الكنيسة الكاثوليكية من 1963 إلى 1978.  يُعتبر من أهم باباوات الكنيسة الكاثوليكية في القرن العشرين،  لعب دورًا هامًا في تحديث الكنيسة وتعزيز الحوار بين الأديان.\"    },    {      \"name\": \"توجهات من اجل الحوار بين المسلمين والمسيحيين\",      \"original_text\": null,      \"type\": \"WORK_OF_ART\",      \"description\": \"وثيقة تاريخية صادرة عن الفاتيكان،  تدعو إلى تعزيز الحوار بين المسلمين والمسيحيين.\"    },    {      \"name\": \"جده\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة تقع في غرب المملكة العربية السعودية على ساحل البحر الأحمر.  تُعتبر ثاني أكبر مدن المملكة،  ميناء هام على البحر الأحمر.\"    },    {      \"name\": \"جمعيه حمايه التراث العمراني\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"جمعية سعودية تُعنى بحماية التراث العمراني في المملكة العربية السعودية.\"    }  ]"