"\"Entities\": [  {    \"name\": \"كوريا الجنوبية\",    \"original_text\": \"South Korea\",    \"type\": \"LOCATION\",    \"description\": \"دولة تقع في شرق آسيا، تشتهر بثقافتها وتكنولوجيتها وصناعتها الترفيهية، وعاصمتها سيول.\"  },  {    \"name\": \"كيم جونغ هيون\",    \"original_text\": \"Kim Jong-hyun\",    \"type\": \"PERSON\",    \"description\": \"فنان كوري جنوبي شهير، كان عضوًا في فرقة شايني الغنائية. اشتهر بصوته القوي وحضوره المسرحي المميز.  أنهى حياته في عام 2017 تاركًا رسالة مؤثرة عن معاناته مع الاكتئاب.\"  },  {    \"name\": \"شايني\",    \"original_text\": \"SHINee\",    \"type\": \"ORGANIZATION\",    \"description\": \"فرقة فتيان كورية جنوبية شهيرة، تشتهر بأغانيها الراقصة وأسلوبها المميز. حققت الفرقة نجاحًا كبيرًا في كوريا الجنوبية وخارجها، ولديها قاعدة جماهيرية واسعة.\"  },  {    \"name\": \"سولي\",    \"original_text\": \"Sulli\",    \"type\": \"PERSON\",    \"description\": \"مغنية وممثلة كورية جنوبية، اشتهرت كعضو سابق في فرقة f(x). عُرفت بشخصيتها الجريئة ومواقفها المناصرة لحقوق المرأة.  أنهت حياتها في عام 2019 بعد معاناة مع التنمر الإلكتروني والاكتئاب.\"  },  {    \"name\": \"جوهره\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"فنانة كورية جنوبية، وصديقة مقربة للفنانة سولي. عُرفت بموهبتها الفنية وشخصيتها اللطيفة.  أنهت حياتها في عام 2019 بعد فترة وجيزة من وفاة سولي، مما أثار حزنًا واسعًا في الوسط الفني الكوري.\"  },  {    \"name\": \"استرو\",    \"original_text\": \"ASTRO\",    \"type\": \"ORGANIZATION\",    \"description\": \"فرقة فتيان كورية جنوبية، تشتهر بأغانيها المبهجة وأسلوبها الشبابي. حققت الفرقة نجاحًا كبيرًا في كوريا الجنوبية وخارجها، ولديها قاعدة جماهيرية واسعة.\"  },  {    \"name\": \"هوليود\",    \"original_text\": \"Hollywood\",    \"type\": \"LOCATION\",    \"description\": \"منطقة في مدينة لوس أنجلوس بولاية كاليفورنيا الأمريكية، تُعرف بأنها مركز صناعة السينما الأمريكية والعالمية. تضم العديد من استوديوهات الإنتاج السينمائي وشركات الإنتاج والتوزيع.\"  },  {    \"name\": \"بي تي اس\",    \"original_text\": \"BTS\",    \"type\": \"ORGANIZATION\",    \"description\": \"فرقة فتيان كورية جنوبية شهيرة عالميًا، تُعرف بأغانيها الهادفة وأسلوبها المميز. حققت الفرقة نجاحًا غير مسبوق في تاريخ الموسيقى الكورية، ولديها قاعدة جماهيرية ضخمة حول العالم.\"  },  {    \"name\": \"كم جي هون\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"متدرب سابق في فرقة بي تي اس، قضى طفولته في التدريب مع الفرقة قبل أن يتم فصله. صرّح لاحقًا بأنه سعيد بقرار فصله، مما أثار تساؤلات حول طبيعة التدريب في عالم الكيبوب.\"  },  {    \"name\": \"إدارة اس ام\",    \"original_text\": \"SM Entertainment\",    \"type\": \"ORGANIZATION\",    \"description\": \"إحدى أكبر شركات الترفيه في كوريا الجنوبية، تُعرف بإنتاجها للعديد من فرق الآيدولز الناجحة. تتعرض الشركة لانتقادات بسبب عقودها الصارمة مع الفنانين وتحكمها في حياتهم الشخصية.\"  },  {    \"name\": \"جي\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"فنان كوري جنوبي، حاول الانفصال عن إدارة اس ام في عام 2009. كشف عن بنود العقد المجحفة التي أجبر على توقيعها في صغره، مما أثار جدلاً واسعًا حول معاملة الفنانين في عالم الكيبوب.\"  },  {    \"name\": \"مينا\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"فنانة كورية جنوبية، تنتمي لفرقة توايس. صدمت الجمهور بكشفها عن نظام الحمية القاسي الذي اتبعته للوصول للوزن المثالي، مما أثار مخاوف حول صحة الفنانين في عالم الكيبوب.\"  },  {    \"name\": \"توايس\",    \"original_text\": \"Twice\",    \"type\": \"ORGANIZATION\",    \"description\": \"فرقة فتيات كورية جنوبية شهيرة، تُعرف بأغانيها المبهجة وأسلوبها الشبابي. حققت الفرقة نجاحًا كبيرًا في كوريا الجنوبية وخارجها، ولديها قاعدة جماهيرية واسعة.\"  },  {    \"name\": \"ساليه\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"فنانة كورية جنوبية، تمردت على صناعة الكيبوب وتحدثت علنًا عن معاناتها مع صحتها العقلية. واجهت انتقادات واسعة من قبل وسائل الإعلام والجمهور، مما أثار تساؤلات حول الضغوط النفسية التي يتعرض لها الفنانين في عالم الكيبوب.\"  },  {    \"name\": \"الانستغرام\",    \"original_text\": \"Instagram\",    \"type\": \"MEDIA\",    \"description\": \"منصة تواصل اجتماعي شهيرة، تتيح للمستخدمين مشاركة الصور والفيديوهات والتواصل مع الآخرين. تُستخدم المنصة من قبل ملايين الأشخاص حول العالم، بما في ذلك المشاهير والشخصيات العامة.\"  },  {    \"name\": \"بلاك بينك\",    \"original_text\": \"Blackpink\",    \"type\": \"ORGANIZATION\",    \"description\": \"فرقة فتيات كورية جنوبية شهيرة عالميًا، تُعرف بأغانيها القوية وأسلوبها المميز. حققت الفرقة نجاحًا كبيرًا في كوريا الجنوبية وخارجها، ولديها قاعدة جماهيرية ضخمة حول العالم.\"  },  {    \"name\": \"ذا فيتيز\",    \"original_text\": \"The Beatles\",    \"type\": \"ORGANIZATION\",    \"description\": \"فرقة موسيقية بريطانية شهيرة، تُعتبر من أهم وأنجح الفرق الموسيقية في التاريخ. اشتهرت الفرقة بأغانيها المميزة وأسلوبها الموسيقي الفريد، ولا تزال تحظى بشعبية كبيرة حتى اليوم.\"  },  {    \"name\": \"ماكيجكسون\",    \"original_text\": \"Michael Jackson\",    \"type\": \"PERSON\",    \"description\": \"مغني راقص ومؤلف موسيقي أمريكي، يُعتبر من أهم وأشهر الفنانين في تاريخ الموسيقى. اشتهر بأسلوبه الموسيقي الفريد وحركاته الراقصة المميزة، ولا تزال أغانيه تحظى بشعبية كبيرة حتى اليوم.\"  }]"