"  \"Entities\": [    {      \"name\": \"قبيلة القواسم\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"قبيلة خليجية عربية عرفت بنفوذها البحري ومقاومتها للوجود البريطاني في الخليج العربي خلال القرنين الثامن عشر والتاسع عشر. امتد نفوذهم على طول الساحل الخليجي، من الخليج العربي إلى الساحل الفارسي. اشتهروا بمهاراتهم البحرية وقوتهم العسكرية، وخاضوا حروبًا بحرية شرسة ضد الأسطول البريطاني دفاعًا عن مصالحهم وتجارتهم. رغم الهجمات البريطانية الشرسة، أبدى القواسم مقاومة باسلة وبطولية، مما أكسبهم احترام أعدائهم قبل حلفائهم.\"    },    {      \"name\": \"الأسطول البريطاني\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"القوة البحرية للإمبراطورية البريطانية، والتي كانت تُعتبر من أقوى الأساطيل البحرية في العالم خلال القرنين الثامن عشر والتاسع عشر. لعب الأسطول البريطاني دورًا حاسمًا في توسع الإمبراطورية البريطانية وهيمنتها على طرق التجارة البحرية. واجه الأسطول البريطاني مقاومة شرسة من قبل القواسم في الخليج العربي، حيث خاض الطرفان حروبًا بحرية عنيفة على مدار عقود.\"    },    {      \"name\": \"الخليج العربي\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"ممر مائي يقع في غرب آسيا ويتصل بالمحيط الهندي عن طريق مضيق هرمز. يعتبر الخليج العربي من أهم المناطق الاستراتيجية في العالم، وذلك بسبب احتوائه على احتياطيات هائلة من النفط والغاز الطبيعي. شهد الخليج العربي صراعات عديدة على مر التاريخ، كان من أبرزها الحروب البحرية بين القواسم والأسطول البريطاني في القرنين الثامن عشر والتاسع عشر.\"    },    {      \"name\": \"بريطانيا العظمى\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة جزيرة تقع قبالة الساحل الشمالي الغربي لأوروبا القارية. كانت بريطانيا العظمى قوة عظمى خلال القرنين الثامن عشر والتاسع عشر، حيث سيطرت على إمبراطورية شاسعة امتدت عبر القارات. اعتمدت بريطانيا العظمى على قوتها البحرية في بسط نفوذها وهيمنتها على طرق التجارة العالمية. واجهت بريطانيا العظمى مقاومة شرسة من قبل شعوب مختلفة حول العالم، كان من أبرزها مقاومة القواسم في الخليج العربي.\"    },    {      \"name\": \"القرن الخامس عشر\",      \"original_text\": null,      \"type\": \"EVENT\",      \"description\": \"فترة زمنية امتدت من عام 1401 إلى عام 1500. شهد القرن الخامس عشر أحداثًا تاريخية هامة، كان من أبرزها سقوط القسطنطينية بيد العثمانيين عام 1453، وبداية عصر الاكتشافات الأوروبية. تميز القرن الخامس عشر بتطور الفنون والعلوم في أوروبا، وظهور حركة النهضة الإيطالية.\"    },    {      \"name\": \"الإسبان\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"شعب من جنوب غرب أوروبا، اشتهر بدوره في عصر الاكتشافات الأوروبية. أسس الإسبان إمبراطورية شاسعة امتدت عبر الأمريكيتين والفلبين. تميز الإسبان بقوتهم العسكرية وثقافتهم الغنية، وكان لهم تأثير كبير على تاريخ العالم.\"    },    {      \"name\": \"البرتغاليون\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"شعب من جنوب غرب أوروبا، اشتهر بدوره في عصر الاكتشافات الأوروبية. أسس البرتغاليون إمبراطورية بحرية شاسعة امتدت عبر السواحل الأفريقية والآسيوية والأمريكية الجنوبية. تميز البرتغاليون بمهاراتهم البحرية وتجارتهم النشطة، وكان لهم تأثير كبير على تاريخ العالم.\"    },    {      \"name\": \"المسلمين\",      \"original_text\": null,      \"type\": \"RELIGIOUS_FIGURE\",      \"description\": \"أتباع الدين الإسلامي، الذي يدعو إلى الإيمان بالله الواحد الأحد وبرسالة النبي محمد صلى الله عليه وسلم. انتشر الإسلام في مختلف أنحاء العالم، وأصبح من أكثر الديانات انتشارًا. تميز المسلمون بإسهاماتهم الكبيرة في مختلف مجالات العلوم والفنون والثقافة.\"    },    {      \"name\": \"الأندلس\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"منطقة تاريخية تقع في شبه الجزيرة الإيبيرية، حكمتها سلالات مسلمة مختلفة من القرن الثامن إلى القرن الخامس عشر. اشتهرت الأندلس بازدهارها الحضاري والعلمي والثقافي، وكانت مركزًا هامًا للتجارة والعلوم والفنون. سقطت الأندلس بيد الممالك المسيحية في شمال إسبانيا عام 1492.\"    },    {      \"name\": \"الدولة العثمانية\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"إمبراطورية إسلامية أسسها العثمانيون في الأناضول، حكمت مناطق واسعة من جنوب شرق أوروبا وشمال أفريقيا والشرق الأوسط. استمرت الدولة العثمانية لأكثر من ستة قرون، وكانت من أقوى الإمبراطوريات في التاريخ. تميزت الدولة العثمانية بنظامها الإداري والعسكري المتطور، وثقافتها الغنية.\"    },    {      \"name\": \"البحر المتوسط\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"بحر داخلي يقع بين قارات أوروبا وأفريقيا وآسيا. يعتبر البحر المتوسط من أهم البحار في العالم، وذلك بسبب موقعه الاستراتيجي الذي يربط بين قارات العالم القديم. شهد البحر المتوسط حضارات وثقافات عديدة على مر التاريخ، وكان مسرحًا للعديد من الأحداث التاريخية الهامة.\"    },    {      \"name\": \"الدولة المملوكية\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"دولة إسلامية حكمت مصر والشام والحجاز، أسسها المماليك الذين كانوا في الأصل عبيدًا محاربين. تميزت الدولة المملوكية بقوتها العسكرية، ونجاحها في صد الغزو المغولي. سقطت الدولة المملوكية بيد العثمانيين عام 1517.\"    },    {      \"name\": \"حركات الكشوفات الإسبانية والبرتغالية\",      \"original_text\": null,      \"type\": \"EVENT\",      \"description\": \"فترة من التاريخ الأوروبي تميزت برحلات بحرية واسعة النطاق قام بها المستكشفون الأوروبيون، وخاصة الإسبان والبرتغاليون. بدأت هذه الحركات في القرن الخامس عشر الميلادي، واستمرت حتى القرن السابع عشر الميلادي. كان الهدف الرئيسي من هذه الرحلات هو إيجاد طرق تجارية جديدة إلى الشرق الأقصى، وخاصة إلى الهند والصين. أدت هذه الرحلات إلى اكتشاف أمريكا الشمالية والجنوبية، وإلى إقامة مستعمرات أوروبية في هذه المناطق.\"    },    {      \"name\": \"الأمريكيتين\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"قارتان تقعان في نصف الكرة الغربي، وتتكونان من أمريكا الشمالية وأمريكا الجنوبية. تم اكتشاف الأمريكيتين من قبل المستكشفين الأوروبيين في أواخر القرن الخامس عشر الميلادي. أدى اكتشاف الأمريكيتين إلى تغيرات هائلة في العالم، حيث أدى إلى هجرة ملايين الأوروبيين إلى هذه المناطق، وإلى إقامة مستعمرات أوروبية فيها.\"    },    {      \"name\": \"المشروع الاستعماري الإسباني\",      \"original_text\": null,      \"type\": \"EVENT\",      \"description\": \"فترة من التاريخ الإسباني تميزت بتوسع الإمبراطورية الإسبانية في الأمريكيتين والفلبين. بدأ هذا المشروع في القرن السادس عشر الميلادي، واستمر حتى القرن التاسع عشر الميلادي. كان الهدف الرئيسي من هذا المشروع هو استغلال ثروات هذه المناطق، ونشر المسيحية الكاثوليكية فيها. أدى هذا المشروع إلى استعباد وقتل الملايين من السكان الأصليين في هذه المناطق.\"    },    {      \"name\": \"رأس الرجاء الصالح\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"رأس صخري يقع في الطرف الجنوبي من قارة أفريقيا، حيث يلتقي المحيط الأطلسي بالمحيط الهندي. اكتشف رأس الرجاء الصالح من قبل المستكشف البرتغالي بارثولوميو دياس عام 1488م. كان لرأس الرجاء الصالح أهمية كبيرة في تاريخ الملاحة البحرية، حيث كان يمثل نقطة تحول هامة للسفن التي كانت تبحر من أوروبا إلى آسيا.\"    },    {      \"name\": \"جنوب أفريقيا\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في الطرف الجنوبي من قارة أفريقيا. تتميز جنوب أفريقيا بتنوعها الثقافي والعرقي، واحتوائها على العديد من المعالم السياحية الهامة. كانت جنوب أفريقيا مستعمرة بريطانية سابقة، ونالت استقلالها عام 1910م.\"    },    {      \"name\": \"البحر الأحمر\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"ممر مائي يقع بين قارتي آسيا وأفريقيا، ويربط بين البحر الأبيض المتوسط والمحيط الهندي. يعتبر البحر الأحمر من أهم طرق الملاحة البحرية في العالم، وذلك بسبب موقعه الاستراتيجي الذي يربط بين الشرق والغرب. يتميز البحر الأحمر بتنوعه البيولوجي، واحتوائه على العديد من الشعاب المرجانية والكائنات البحرية النادرة.\"    },    {      \"name\": \"المحيط الهندي\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"ثالث أكبر محيط في العالم، ويغطي حوالي 20% من مساحة سطح الأرض. يحد المحيط الهندي من الشمال قارة آسيا، ومن الغرب قارة أفريقيا، ومن الشرق أستراليا وجزر جنوب شرق آسيا. يتميز المحيط الهندي بتنوعه البيولوجي، واحتوائه على العديد من الجزر والشعاب المرجانية.\"    },    {      \"name\": \"بحر عمان\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"بحر يقع في غرب آسيا، ويربط بين الخليج العربي وبحر العرب. يعتبر بحر عمان من أهم طرق الملاحة البحرية في العالم، وذلك بسبب موقعه الاستراتيجي الذي يربط بين الشرق والغرب. يتميز بحر عمان بتنوعه البيولوجي، واحتوائه على العديد من الجزر والشعاب المرجانية.\"    },    {      \"name\": \"القرن السادس عشر\",      \"original_text\": null,      \"type\": \"EVENT\",      \"description\": \"فترة زمنية امتدت من عام 1501 إلى عام 1600. شهد القرن السادس عشر أحداثًا تاريخية هامة، كان من أبرزها الإصلاح البروتستانتي، وبداية الإمبراطورية العثمانية في أوج قوتها. تميز القرن السادس عشر بتطور الفنون والعلوم في أوروبا، وظهور حركة النهضة الإيطالية.\"    },    {      \"name\": \"البحرين\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة جزرية تقع في الخليج العربي، تتكون من أرخبيل من الجزر. تعتبر البحرين من الدول العربية الصغيرة من حيث المساحة، إلا أنها تتمتع بموقع استراتيجي هام في الخليج العربي. تشتهر البحرين بتاريخها العريق، وثقافتها الغنية، واقتصادها القوي.\"    },    {      \"name\": \"عُمان\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في جنوب شرق شبه الجزيرة العربية، على ساحل بحر العرب وخليج عمان. تتميز عُمان بتاريخها العريق، وثقافتها الغنية، وطبيعتها الخلابة. تشتهر عُمان بإنتاج النفط والغاز الطبيعي، وتسعى إلى تنويع اقتصادها من خلال تطوير قطاعات السياحة والصناعة والتجارة.\"    },    {      \"name\": \"الإمارات\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في شرق شبه الجزيرة العربية، على ساحل الخليج العربي. تتكون الإمارات من سبع إمارات، هي: أبو ظبي، ودبي، والشارقة، وعجمان، وأم القيوين، ورأس الخيمة، والفجيرة. تشتهر الإمارات باقتصادها القوي، وبنيتها التحتية المتطورة، ومناطق الجذب السياحي الفاخرة.\"    },    {      \"name\": \"1855\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"عام ميلادي.\"    },    {      \"name\": \"الأسطول البحري الإسباني\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"القوة البحرية لإسبانيا، والتي كانت تُعتبر من أقوى الأساطيل البحرية في العالم خلال القرنين الخامس عشر والسادس عشر. لعب الأسطول الإسباني دورًا حاسمًا في توسع الإمبراطورية الإسبانية وهيمنتها على طرق التجارة البحرية. واجه الأسطول الإسباني هزيمة ساحقة أمام الأسطول البريطاني في معركة غرايفلاين عام 1588، مما أدى إلى تراجع قوة إسبانيا البحرية.\"    },    {      \"name\": \"أرمادا\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"اسم يطلق على الأسطول البحري الإسباني، وخاصة الأسطول الذي أرسله الملك فيليب الثاني لمهاجمة إنجلترا عام 1588. كانت أرمادا تتكون من أكثر من 130 سفينة حربية، وكانت تهدف إلى غزو إنجلترا وإعادة الكاثوليكية إليها. إلا أن أرمادا هُزمت هزيمة ساحقة أمام الأسطول الإنجليزي، مما أدى إلى تراجع قوة إسبانيا البحرية.\"    },    {      \"name\": \"شمال البحر الأطلسي\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"جزء من المحيط الأطلسي يقع شمال خط الاستواء. يعتبر شمال الأطلسي من أهم مناطق الملاحة البحرية في العالم، وذلك بسبب موقعه الاستراتيجي الذي يربط بين قارات أوروبا وأمريكا الشمالية. شهد شمال الأطلسي العديد من الأحداث التاريخية الهامة، كان من أبرزها معركة الأطلسي خلال الحرب العالمية الثانية.\"    },    {      \"name\": \"إنجلترا\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في غرب أوروبا، وتشكل الجزء الأكبر من جزيرة بريطانيا العظمى. تعتبر إنجلترا من الدول المتقدمة اقتصاديًا وثقافيًا، وتتمتع بتاريخ عريق. كانت إنجلترا قوة عظمى خلال القرنين الثامن عشر والتاسع عشر، حيث سيطرت على إمبراطورية شاسعة امتدت عبر القارات.\"    },    {      \"name\": \"البحرية البريطانية\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"القوة البحرية لبريطانيا، والتي كانت تُعتبر من أقوى الأساطيل البحرية في العالم خلال القرنين الثامن عشر والتاسع عشر. لعبت البحرية البريطانية دورًا حاسمًا في توسع الإمبراطورية البريطانية وهيمنتها على طرق التجارة البحرية. واجهت البحرية البريطانية مقاومة شرسة من قبل قوى بحرية أخرى، مثل فرنسا وإسبانيا وهولندا، إلا أنها تمكنت من الحفاظ على تفوقها البحري لعدة قرون.\"    },    {      \"name\": \"شركة الهند الشرقية\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"شركة تجارية إنجليزية تأسست عام 1600م، وحصلت على امتياز ملكي للسيطرة على التجارة مع الهند الشرقية. توسعت الشركة في نفوذها لتصبح قوة سياسية وعسكرية في الهند، وأقامت مستعمرات خاصة بها. تم حل الشركة عام 1858م، بعد التمرد الهندي.\"    },    {      \"name\": \"الملكة إليزابيث الأولى\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"ملكة إنجلترا وأيرلندا من عام 1558م حتى وفاتها عام 1603م. تعتبر إليزابيث الأولى من أشهر ملوك إنجلترا، حيث شهد عهدها ازدهارًا ثقافيًا واقتصاديًا وعسكريًا. تميز عهدها بهزيمة الأسطول الإسباني (الأرمادا) عام 1588م، وبداية العصر الذهبي لإنجلترا.\"    },    {      \"name\": \"1600\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"عام ميلادي.\"    },    {      \"name\": \"شرق آسيا\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"منطقة جغرافية تقع في شرق قارة آسيا، وتضم دولًا مثل الصين واليابان وكوريا الجنوبية وكوريا الشمالية. تتميز شرق آسيا بثقافتها الغنية، واقتصادها القوي، وتعدادها السكاني الكبير. شهدت شرق آسيا نموًا اقتصاديًا سريعًا في العقود الأخيرة، وأصبحت من أهم المناطق الاقتصادية في العالم.\"    },    {      \"name\": \"ثلاث قرون\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"فترة زمنية تعادل 300 عام.\"    },    {      \"name\": \"الهنود\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"شعب من جنوب آسيا، ويشكلون غالبية سكان الهند. يتميز الهنود بثقافتهم الغنية، وتنوعهم العرقي والديني. خضعت الهند للحكم البريطاني لعدة قرون، ونالت استقلالها عام 1947م.\"    },    {      \"name\": \"القرن الثامن عشر\",      \"original_text\": null,      \"type\": \"EVENT\",      \"description\": \"فترة زمنية امتدت من عام 1701 إلى عام 1800. شهد القرن الثامن عشر أحداثًا تاريخية هامة، كان من أبرزها الثورة الفرنسية، والثورة الأمريكية، وبداية الثورة الصناعية. تميز القرن الثامن عشر بتطور العلوم والفلسفة في أوروبا، وظهور حركة التنوير.\"    },    {      \"name\": \"قبيلة كعب\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"قبيلة عربية كانت لها نفوذ في منطقة الخليج العربي.\"    },    {      \"name\": \"الربع الأول من القرن التاسع عشر\",      \"original_text\": null,      \"type\": \"EVENT\",      \"description\": \"فترة زمنية امتدت من عام 1801 إلى عام 1825. شهدت هذه الفترة أحداثًا تاريخية هامة، كان من أبرزها الحروب النابليونية، وبداية الثورة الصناعية. تميزت هذه الفترة بتغيرات سياسية واجتماعية واقتصادية كبيرة في العالم.\"    },    {      \"name\": \"الساحل الإيراني\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"الشريط الساحلي الذي يمتد على طول جنوب إيران، ويطل على الخليج العربي ومضيق هرمز. يتميز الساحل الإيراني بتنوعه الجغرافي، واحتوائه على العديد من الجزر والموانئ الهامة. يلعب الساحل الإيراني دورًا استراتيجيًا هامًا في منطقة الخليج العربي، وذلك بسبب موقعه الجغرافي الحيوي واحتوائه على احتياطيات هائلة من النفط والغاز الطبيعي.\"    },    {      \"name\": \"1778\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"عام ميلادي.\"    },    {      \"name\": \"1797\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"عام ميلادي.\"    },    {      \"name\": \"20 عام\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"فترة زمنية تعادل 20 عامًا.\"    },    {      \"name\": \"القراصنة\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"أفراد أو جماعات غير نظامية تمارس أعمال القرصنة، وهي عبارة عن هجمات بحرية غير قانونية تهدف إلى السطو على السفن والبضائع. اشتهرت القرصنة في مختلف أنحاء العالم، وخاصة في البحار التي كانت تشهد حركة تجارية نشطة. واجهت القرصنة مقاومة شديدة من قبل الدول التي كانت تتضرر من أعمالها، وتم القضاء على معظم عصابات القرصنة في القرن التاسع عشر.\"    },    {      \"name\": \"رأس الخيمة\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"إحدى إمارات دولة الإمارات العربية المتحدة، وتقع في أقصى شمال الدولة على ساحل الخليج العربي. تتميز رأس الخيمة بتاريخها العريق، وطبيعتها الخلابة، ومناطق الجذب السياحي المتنوعة.\"    },    {      \"name\": \"الشارقة\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"إحدى إمارات دولة الإمارات العربية المتحدة، وتقع على ساحل الخليج العربي. تتميز الشارقة بثقافتها الغنية، ومناطق الجذب السياحي المتنوعة، واهتمامها بالتعليم والفنون.\"    },    {      \"name\": \"عجمان\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"إحدى إمارات دولة الإمارات العربية المتحدة، وتقع على ساحل الخليج العربي. تتميز عجمان بصغر مساحتها، واقتصادها المتنوع، ومناطق الجذب السياحي الجميلة.\"    },    {      \"name\": \"جزيرة الحمراء\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"جزيرة تقع قبالة سواحل إمارة رأس الخيمة في دولة الإمارات العربية المتحدة. تتميز جزيرة الحمراء بطبيعتها الخلابة، واحتوائها على العديد من المواقع الأثرية والتاريخية.\"    },    {      \"name\": \"ساحل القراصنة\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"لقب أطلقه البريطانيون على الساحل الجنوبي الشرقي للخليج العربي في القرن الثامن عشر الميلادي، وذلك بسبب نشاط القواسم البحري في المنطقة. اعتبر البريطانيون أنشطة القواسم البحرية قرصنة، وشنوا حملات عسكرية ضدهم بهدف القضاء على نفوذهم في المنطقة.\"    },    {      \"name\": \"التصريح الإنجليزي\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"وثيقة رسمية كانت تصدرها السلطات البريطانية للسفن التي كانت ترغب في الإبحار في مياه الخليج العربي خلال القرنين الثامن عشر والتاسع عشر. كان الهدف من إصدار هذه التصاريح هو السيطرة على حركة الملاحة في الخليج العربي، ومكافحة ما أسموه بالقرصنة.\"    },    {      \"name\": \"العمانيين\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"شعب عربي يسكن سلطنة عمان، الواقعة في جنوب شرق شبه الجزيرة العربية. يتميز العمانيون بتاريخهم العريق، وثقافتهم الغنية، وتراثهم البحري العريق.\"    },    {      \"name\": \"التجارة العمانية\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"نشاط تجاري كان يمارسه العمانيون في منطقة المحيط الهندي والخليج العربي، واشتهر العمانيون بمهاراتهم البحرية وتجارتهم النشطة. ساهم النشاط التجاري العماني في ازدهار عمان وجعلها مركزًا تجاريًا هامًا في المنطقة.\"    },    {      \"name\": \"القبائل العربية\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"جماعات بشرية عربية سكنت شبه الجزيرة العربية ومناطق واسعة من الشرق الأوسط وشمال أفريقيا. تميزت القبائل العربية بعاداتها وتقاليدها الاجتماعية الخاصة، ولعبت دورًا هامًا في تاريخ المنطقة.\"    },    {      \"name\": \"موانئ الهند\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"موانئ تقع على سواحل الهند، وكانت تشكل مراكز تجارية هامة في المحيط الهندي. اشتهرت موانئ الهند بتجارة التوابل والحرير والأحجار الكريمة، وجذبت التجار من مختلف أنحاء العالم.\"    },    {      \"name\": \"18 مايو عام 1797\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"تاريخ محدد.\"    },    {      \"name\": \"ساحر رمز\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"منطقة غير معروفة، ربما يكون خطأ مطبعي.\"    },    {      \"name\": \"سفينة باسل\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"سفينة بريطانية.\"    },    {      \"name\": \"العلم البريطاني\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"رمز وطني لبريطانيا.\"    },    {      \"name\": \"الشيخ صقر بن راشد القاسمي\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"أحد شيوخ قبيلة القواسم، وقائد بارز في مقاومتهم للوجود البريطاني في الخليج العربي.\"    },    {      \"name\": \"لوريمر\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"موظف استعماري بريطاني عمل في الخليج العربي.\"    },    {      \"name\": \"63 سفينة كبيرة\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"عدد السفن الكبيرة التي كان يمتلكها أسطول القواسم.\"    },    {      \"name\": \"996 سفينة صغيرة\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"عدد السفن الصغيرة التي كان يمتلكها أسطول القواسم.\"    },    {      \"name\": \"18,760 بحر\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"عدد البحارة الذين كانوا يعملون في أسطول القواسم.\"    },    {      \"name\": \"بلاد فارس\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"الاسم القديم لإيران.\"    },    {      \"name\": \"إيران\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في غرب آسيا، وتطل على الخليج العربي وبحر قزوين. تتميز إيران بتاريخها العريق، وثقافتها الغنية، وموقعها الاستراتيجي الهام.\"    },    {      \"name\": \"الهند\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في جنوب آسيا، وتتميز بتنوعها الثقافي والديني واللغوي. كانت الهند مستعمرة بريطانية سابقة، ونالت استقلالها عام 1947م.\"    },    {      \"name\": \"1804\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"عام ميلادي.\"    },    {      \"name\": \"سفينة فلايت\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"سفينة تابعة لشركة الهند الشرقية.\"    },    {      \"name\": \"جزيرة كيش\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"جزيرة إيرانية تقع في الخليج العربي.\"    },    {      \"name\": \"البصرة\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة عراقية تقع على الخليج العربي.\"    },    {      \"name\": \"بوشهر\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة إيرانية تقع على الخليج العربي.\"    },    {      \"name\": \"مومباي\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"مدينة هندية تقع على ساحل بحر العرب.\"    },    {      \"name\": \"1805\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"عام ميلادي.\"    },    {      \"name\": \"سفينة شانون\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"سفينة بريطانية.\"    },    {      \"name\": \"سفينة تريمر\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"سفينة بريطانية.\"    },    {      \"name\": \"ان\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"قبطان سفينة تريمر.\"    },    {      \"name\": \"الداو\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"نوع من أنواع السفن الخليجية.\"    },    {      \"name\": \"اللغة العربية\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"لغة سامية يتحدث بها العرب.\"    },    {      \"name\": \"المدفع\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"سلاح ناري.\"    },    {      \"name\": \"القبطان كيمنغ\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"قبطان سفينة بريطانية.\"    },    {      \"name\": \"مدفع من عيار 4 باوند\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"نوع من أنواع المدافع.\"    },    {      \"name\": \"الحاكم العام للهند\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"لقب كان يطلق على الحاكم البريطاني للهند.\"    },    {      \"name\": \"ويلزلي\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"حاكم عام الهند.\"    },    {      \"name\": \"جنوب شرق آسيا\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"منطقة جغرافية تقع في جنوب شرق قارة آسيا، وتضم دولًا مثل إندونيسيا وماليزيا وتايلاند والفلبين. تتميز جنوب شرق آسيا بتنوعها الثقافي والديني واللغوي، واحتوائها على العديد من الجزر والشواطئ الجميلة.\"    },    {      \"name\": \"الشيخ القاسمي سلطان للصقر القاسمي\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"أحد شيوخ قبيلة القواسم.\"    },    {      \"name\": \"بريطانيا العظمى\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"الاسم القديم لبريطانيا.\"    },    {      \"name\": \"1809\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"عام ميلادي.\"    },    {      \"name\": \"لنجا\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"منطقة تقع على الساحل الفارسي.\"    },    {      \"name\": \"630 سفينة كبيرة\",      \"original_text\": null"