"\"Entities\": [  {\"name\": \"اليوتيوب\",\"original_text\": \"YouTube\",\"type\": \"PRODUCT\",\"description\": \"منصة وسائط اجتماعية لمشاركة الفيديوهات، تتيح للمستخدمين من جميع أنحاء العالم مشاهدة وتحميل ومشاركة مقاطع الفيديو. يعتبر يوتيوب أكبر موقع ويب لمشاركة الفيديوهات وأحد أكثر المواقع زيارة على الإنترنت.\"  },  {\"name\": \"هوليوود\",\"original_text\": \"Hollywood\",\"type\": \"LOCATION\",\"description\": \"منطقة في مدينة لوس أنجلوس، كاليفورنيا، الولايات المتحدة الأمريكية. تُعرف هوليوود بأنها مركز صناعة السينما الأمريكية والعالمية، وتضم العديد من استوديوهات الأفلام وشركات الإنتاج.\"  },  {\"name\": \"2020\",\"original_text\": \"2020\",\"type\": \"EVENT\",\"description\": \"عام شهد أحداثًا عالمية هامة، أبرزها جائحة فيروس كورونا (كوفيد-19) التي أثرت بشكل كبير على جميع أنحاء العالم.\"  },  {\"name\": \"خارج الظلال\",\"original_text\": \"Out of Shadows\",\"type\": \"WORK_OF_ART\",\"description\": \"فيلم وثائقي تم إصداره عام 2020، يتناول العلاقة بين وسائل الإعلام والاستخبارات الأمريكية. أثار الفيلم جدلاً واسعًا بعد حذفه من منصات التواصل الاجتماعي.\"  },  {\"name\": \"باتمان\",\"original_text\": \"Batman\",\"type\": \"WORK_OF_ART\",\"description\": \"شخصية خيالية من قصص الكوميكس الأمريكية، تُعرف باسم \"الرجل الوطواط\". تم إنتاج العديد من الأفلام والمسلسلات التلفزيونية والرسوم المتحركة التي تدور حول شخصية باتمان.\"  },  {\"name\": \"الولايات المتحدة الأمريكية\",\"original_text\": \"America\",\"type\": \"LOCATION\",\"description\": \"دولة تقع في أمريكا الشمالية، تُعرف باسم \"الولايات المتحدة\" أو \"أمريكا\". تُعد الولايات المتحدة قوة عظمى على مستوى العالم، ولها تأثير كبير في مختلف المجالات.\"  },  {\"name\": \"سوني\",\"original_text\": \"Sony\",\"type\": \"ORGANIZATION\",\"description\": \"شركة يابانية متعددة الجنسيات، تُعد من أكبر شركات الإلكترونيات والترفيه في العالم. تشتهر سوني بإنتاج الإلكترونيات الاستهلاكية مثل أجهزة التلفزيون والهواتف الذكية، بالإضافة إلى إنتاج الأفلام والموسيقى.\"  },  {\"name\": \"المقابلة\",\"original_text\": \"The Interview\",\"type\": \"WORK_OF_ART\",\"description\": \"فيلم كوميدي أمريكي تم إصداره عام 2014، أثار الفيلم جدلاً واسعًا بسبب قصته التي تدور حول اغتيال الزعيم الكوري الشمالي كيم جونغ أون.\"  },  {\"name\": \"كوريا الشمالية\",\"original_text\": \"North Korea\",\"type\": \"LOCATION\",\"description\": \"دولة تقع في شرق آسيا، تُعرف رسميًا باسم \"جمهورية كوريا الديمقراطية الشعبية\". تُعد كوريا الشمالية دولة شيوعية ذات نظام حكم شمولي، ولها تاريخ طويل من التوتر مع الولايات المتحدة الأمريكية وحلفائها.\"  },  {\"name\": \"السي آي ايه\",\"original_text\": \"CIA\",\"type\": \"ORGANIZATION\",\"description\": \"وكالة الاستخبارات المركزية الأمريكية، تُعد من أهم أجهزة الاستخبارات في الولايات المتحدة الأمريكية. تهدف السي آي ايه إلى جمع وتحليل المعلومات المتعلقة بالأمن القومي الأمريكي من جميع أنحاء العالم.\"  },  {\"name\": \"ديزني\",\"original_text\": \"Disney\",\"type\": \"ORGANIZATION\",\"description\": \"شركة أمريكية متعددة الجنسيات، تُعد من أكبر شركات الترفيه في العالم. تشتهر ديزني بإنتاج الأفلام والمسلسلات التلفزيونية والرسوم المتحركة، بالإضافة إلى امتلاكها لعدد من المتنزهات الترفيهية.\"  },  {\"name\": \"بيتزا جيت\",\"original_text\": \"Pizzagate\",\"type\": \"MISC\",\"description\": \"نظرية مؤامرة انتشرت على الإنترنت، تدعي تورط عدد من الشخصيات العامة في شبكة لتهريب الأطفال واستغلالهم جنسيًا. تم دحض هذه النظرية من قبل العديد من الجهات الرسمية ووسائل الإعلام الموثوقة.\"  },  {\"name\": \"جيفري ابستين\",\"original_text\": \"Jeffrey Epstein\",\"type\": \"PERSON\",\"description\": \"رجل أعمال أمريكي، أُدين بتهمة الاتجار بالجنس مع قاصرات. انتحر ابستين في السجن عام 2019، مما أثار العديد من التساؤلات حول ملابسات وفاته.\"  },  {\"name\": \"مالكوم إكس\",\"original_text\": \"Malcolm X\",\"type\": \"PERSON\",\"description\": \"ناشط سياسي أمريكي من أصول أفريقية، يُعد من أبرز رموز حركة الحقوق المدنية في الولايات المتحدة الأمريكية. اشتهر مالكوم إكس بدفاعه عن حقوق السود الأمريكيين ومناهضته للتمييز العنصري.\"  },  {\"name\": \"نوفمبر 1938\",\"original_text\": \"November 1938\",\"type\": \"EVENT\",\"description\": \"شهر نوفمبر من عام 1938، شهد العديد من الأحداث التاريخية، أبرزها \"ليلة البلور المكسور\" في ألمانيا النازية، والتي شهدت هجمات واسعة النطاق ضد اليهود.\"  },  {\"name\": \"المريخ\",\"original_text\": \"Mars\",\"type\": \"LOCATION\",\"description\": \"كوكب من كواكب المجموعة الشمسية، يُعرف باسم \"الكوكب الأحمر\". يُعد المريخ هدفًا للعديد من البعثات الفضائية، حيث يسعى العلماء إلى دراسة إمكانية وجود حياة على سطحه.\"  } ]"