"  \"Entities\": [    {      \"name\": \"الرياض\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"هي عاصمة المملكة العربية السعودية وأكبر مدنها، وتقع في وسط البلاد على هضبة نجد. تشتهر الرياض بكونها مركزًا سياسيًا واقتصاديًا وثقافيًا هامًا، وتضم العديد من المعالم البارزة مثل برج المملكة ومركز الملك عبد الله المالي.\"    },    {      \"name\": \"تايلند\",      \"original_text\": \"Thailand\",      \"type\": \"LOCATION\",      \"description\": \"دولة تقع في جنوب شرق آسيا، تشتهر بشواطئها الجميلة ومعابدها البوذية وأسواقها النابضة بالحياة. عاصمتها بانكوك، وتتميز بثقافتها الغنية وتاريخها العريق.\"    },    {      \"name\": \"كرنك رايتنج\",      \"original_text\": \"Krankkrising\",      \"type\": \"PERSON\",      \"description\": \"عامل تايلاندي فقير من شمال تايلند، عمل كبواب في قصر الأمير فيصل بن فهد بن عبد العزيز. اشتهر بسرقته لكمية كبيرة من المجوهرات من القصر، مما أدى إلى أزمة دبلوماسية بين السعودية وتايلاند.\"    },    {      \"name\": \"الأمير فيصل بن فهد بن عبد العزيز\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"أمير سعودي،  كان يشغل منصب رئيس رعاية الشباب. اشتهر بقصر الرياض الذي كان مسرحًا لعملية سطو كبيرة قام بها عامل تايلاندي.\"    },    {      \"name\": \"بانكوك\",      \"original_text\": \"Bangkok\",      \"type\": \"LOCATION\",      \"description\": \"عاصمة تايلاند وأكبر مدنها، وهي مركز ثقافي واقتصادي وسياحي هام في جنوب شرق آسيا. تشتهر بانكوك بمعابدها البوذية وقصورها الملكية وأسواقها العائمة.\"    },    {      \"name\": \"المملكة العربية السعودية\",      \"original_text\": null,      \"type\": \"LOCATION\",      \"description\": \"دولة عربية تقع في غرب آسيا، وتشكل الجزء الأكبر من شبه الجزيرة العربية. تشتهر المملكة العربية السعودية بكونها مهد الإسلام وموطن الحرمين الشريفين، كما أنها من أكبر منتجي النفط في العالم.\"    },    {      \"name\": \"الشرطة الملكية التايلاندية\",      \"original_text\": null,      \"type\": \"ORGANIZATION\",      \"description\": \"هي الجهاز الأمني الرئيسي في تايلاند، وتتولى مسؤولية حفظ الأمن والنظام العام في البلاد.  تورطت الشرطة التايلاندية في فضيحة سرقة المجوهرات من قصر الأمير السعودي، حيث تم اتهام عدد من ضباطها بالتورط في القضية.\"    },    {      \"name\": \"كالور كردت\",      \"original_text\": \"Khalor Kridt\",      \"type\": \"PERSON\",      \"description\": \"ضابط شرطة تايلاندي، كان يترأس فريق التحقيق في قضية سرقة المجوهرات من قصر الأمير السعودي.  اتُهم كالور كردت بالتورط في القضية، وتم الحكم عليه بالإعدام، إلا أن الحكم خُفف لاحقًا إلى السجن لمدة 50 عامًا.\"    },    {      \"name\": \"الماسة الزرقاء\",      \"original_text\": null,      \"type\": \"MISC\",      \"description\": \"ماسة زرقاء نادرة، كانت من بين المجوهرات المسروقة من قصر الأمير السعودي.  قُدرت قيمة الماسة الزرقاء بنحو 20 مليون دولار، ولم يتم العثور عليها حتى الآن.\"    },    {      \"name\": \"عبد الله البصري\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"دبلوماسي سعودي، كان ضمن الفريق الدبلوماسي السعودي الذي أُرسل إلى تايلاند للتحقيق في قضية سرقة المجوهرات.  اغتيل عبد الله البصري في بانكوك عام 1990، ولم يتم الكشف عن ملابسات اغتياله حتى الآن.\"    },    {      \"name\": \"عبد الله المالكي\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"دبلوماسي سعودي، كان ضمن الفريق الدبلوماسي السعودي الذي أُرسل إلى تايلاند للتحقيق في قضية سرقة المجوهرات.  اغتيل عبد الله المالكي في بانكوك عام 1990، ولم يتم الكشف عن ملابسات اغتياله حتى الآن.\"    },    {      \"name\": \"فهد الباهلي\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"دبلوماسي سعودي، كان ضمن الفريق الدبلوماسي السعودي الذي أُرسل إلى تايلاند للتحقيق في قضية سرقة المجوهرات.  اغتيل فهد الباهلي في بانكوك عام 1990، ولم يتم الكشف عن ملابسات اغتياله حتى الآن.\"    },    {      \"name\": \"أحمد السيف\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"دبلوماسي سعودي، كان ضمن الفريق الدبلوماسي السعودي الذي أُرسل إلى تايلاند للتحقيق في قضية سرقة المجوهرات.  تعرض أحمد السيف لمحاولة اغتيال في بانكوك عام 1990، ونجا من الموت بأعجوبة.\"    },    {      \"name\": \"محمد بن غانم الرويلي\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"رجل أعمال سعودي، سافر إلى تايلاند للتحقيق في قضية سرقة المجوهرات من قصر الأمير السعودي.  اختفى محمد بن غانم الرويلي في ظروف غامضة عام 1990، ولم يتم العثور على جثته حتى الآن.\"    },    {      \"name\": \"سوي شاي كوبليك\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"ضابط شرطة تايلاندي، أدلى بشهادته في قضية اختفاء رجل الأعمال السعودي محمد بن غانم الرويلي.  قال سوي شاي كوبليك إنه شهد جريمة قتل محمد بن غانم الرويلي، واتهم عددًا من ضباط الشرطة التايلاندية بالتورط في الجريمة.\"    },    {      \"name\": \"سانتي سليم\",      \"original_text\": null,      \"type\": \"PERSON\",      \"description\": \"صانع مجوهرات تايلاندي،  اتصل به عدد من ضباط الشرطة التايلاندية وطلبوا منه صنع نسخ مزورة من المجوهرات المسروقة من قصر الأمير السعودي.  رفض سانتي سليم التعاون مع ضباط الشرطة، فقاموا باختطاف زوجته وابنه وقتلهما.\"    }  ]"