"\"Entities\": [  {    \"name\": \"الملك\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"يشير السياق إلى الملك فيصل الثاني، آخر ملوك العراق من الأسرة الهاشمية. وقد حكم العراق من عام 1939 حتى 1958، حيث قُتل في انقلاب عسكري. تميز عهده بالصراعات السياسية والاجتماعية، بالإضافة إلى التوترات مع القوى الإقليمية والدولية.\"  },  {    \"name\": \"الأمير\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"يشير السياق إلى الأمير عبد الإله، ولي عهد العراق وابن عم الملك فيصل الثاني. كان شخصية سياسية بارزة في العراق، وعُرف بدعمه للسياسات الموالية للغرب. قُتل في نفس الانقلاب الذي أودى بحياة الملك فيصل الثاني.\"  },  {    \"name\": \"الأميرات\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"يشير السياق إلى الأميرات من الأسرة الهاشمية العراقية، وهنّ بنات وأخوات الملك فيصل الثاني والأمير عبد الإله. لم يكن للأميرات دور سياسي بارز في تلك الفترة، وعانين من مأساة مقتل أفراد عائلتهن في انقلاب 1958.\"  },  {    \"name\": \"الأسرة الملكية الهاشمية\",    \"original_text\": null,    \"type\": \"ORGANIZATION\",    \"description\": \"هي الأسرة التي حكمت العراق من عام 1921 حتى عام 1958. يرجع نسبها إلى النبي محمد صلى الله عليه وسلم من خلال حفيده الحسن بن علي. حكمت الأسرة الهاشمية الحجاز قبل العراق، وتولت الحكم في الأردن أيضًا. اشتهرت الأسرة بدورها في تأسيس الدولة العراقية الحديثة، لكنها واجهت تحديات كبيرة خلال فترة حكمها، بما في ذلك الانقلابات العسكرية والصراعات الداخلية.\"  },  {    \"name\": \"عام 1201 ميلادي\",    \"original_text\": null,    \"type\": \"EVENT\",    \"description\": \"يشير إلى العام الذي بدأت فيه الأسرة الهاشمية حكمها في الحجاز. يعتبر هذا العام بداية حقبة هامة في تاريخ الأسرة، حيث استمرت في حكم الحجاز حتى عام 1925.\"  },  {    \"name\": \"الحجاز\",    \"original_text\": null,    \"type\": \"LOCATION\",    \"description\": \"منطقة تاريخية تقع في غرب شبه الجزيرة العربية، وتضمّ مدينتي مكة المكرمة والمدينة المنورة. حكمتها الأسرة الهاشمية من عام 1201 حتى عام 1925، وتعتبر فترة حكمهم من الفترات الهامة في تاريخ المنطقة.\"  },  {    \"name\": \"سوريا\",    \"original_text\": null,    \"type\": \"LOCATION\",    \"description\": \"دولة تقع في غرب آسيا، وتعتبر من الدول العربية الكبرى. حكمتها الأسرة الهاشمية لفترة وجيزة بعد الحرب العالمية الأولى، وتحديدًا في عهد الملك فيصل الأول.\"  },  {    \"name\": \"العراق\",    \"original_text\": null,    \"type\": \"LOCATION\",    \"description\": \"دولة تقع في غرب آسيا، وتعتبر من الدول العربية الكبرى. حكمتها الأسرة الهاشمية من عام 1921 حتى عام 1958، وشهدت البلاد خلال تلك الفترة تطورات سياسية واقتصادية واجتماعية هامة.\"  },  {    \"name\": \"الأردن\",    \"original_text\": null,    \"type\": \"LOCATION\",    \"description\": \"دولة تقع في الشرق الأوسط، وتعتبر من الدول العربية. حكمتها الأسرة الهاشمية منذ تأسيسها عام 1921، ولا تزال الأسرة تحكم البلاد حتى اليوم.\"  },  {    \"name\": \"مجزرة قصر الرحاب\",    \"original_text\": null,    \"type\": \"EVENT\",    \"description\": \"حدث تاريخي مأساوي وقع في 14 يوليو 1958، حيث تم اقتحام قصر الرحاب في بغداد من قبل مجموعة من الضباط العسكريين، مما أدى إلى مقتل الملك فيصل الثاني والأمير عبد الإله وعدد من أفراد الأسرة المالكة. يعتبر هذا الحدث نقطة تحول في تاريخ العراق، حيث أنهى حكم الملكية وأسس الجمهورية.\"  },  {    \"name\": \"التاريخ الحديث\",    \"original_text\": null,    \"type\": \"MISC\",    \"description\": \"فترة زمنية تشير عادة إلى الفترة التي بدأت مع عصر النهضة الأوروبية في القرن الخامس عشر الميلادي، أو مع الثورة الفرنسية في القرن الثامن عشر الميلادي. تتميز هذه الفترة بتغيرات جوهرية في مختلف جوانب الحياة، بما في ذلك السياسة والاقتصاد والمجتمع والثقافة.\"  },  {    \"name\": \"الحسن بن علي\",    \"original_text\": null,    \"type\": \"RELIGIOUS_FIGURE\",    \"description\": \"حفيد النبي محمد صلى الله عليه وسلم، وابن علي بن أبي طالب وفاطمة الزهراء. يعتبر من الشخصيات الهامة في الإسلام، وله مكانة خاصة عند المسلمين السنة والشيعة على حد سواء. اشتهر بشجاعته وكرمه وحكمته، وقُتل في معركة كربلاء.\"  },  {    \"name\": \"النبي محمد\",    \"original_text\": null,    \"type\": \"RELIGIOUS_FIGURE\",    \"description\": \"نبي الإسلام وخاتم الأنبياء والمرسلين. ولد في مكة المكرمة في القرن السادس الميلادي، ونشر الإسلام في شبه الجزيرة العربية وخارجها. يعتبر من أهم الشخصيات في التاريخ، وله تأثير كبير على حياة المسلمين حول العالم.\"  },  {    \"name\": \"العرب\",    \"original_text\": null,    \"type\": \"MISC\",    \"description\": \"مجموعة عرقية ولغوية وثقافية تتركز بشكل أساسي في الوطن العربي، الممتد من المحيط الأطلسي غربًا إلى بحر العرب شرقًا، ومن البحر الأبيض المتوسط شمالًا إلى القرن الأفريقي وجنوب غرب آسيا جنوبًا.  يشتهر العرب بتاريخهم وثقافتهم الغنية، ولعبوا دورًا هامًا في الحضارة الإنسانية.\"  },  {    \"name\": \"عام 1925\",    \"original_text\": null,    \"type\": \"EVENT\",    \"description\": \"يشير إلى العام الذي انتهى فيه حكم الأسرة الهاشمية في الحجاز، بعد صراع طويل مع الملك عبد العزيز آل سعود، مؤسس المملكة العربية السعودية. يعتبر هذا العام نهاية حقبة هامة في تاريخ الأسرة، وبداية حقبة جديدة في تاريخ شبه الجزيرة العربية.\"  },  {    \"name\": \"الشريف حسين\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"شريف مكة المكرمة، وقائد الثورة العربية الكبرى ضد الدولة العثمانية خلال الحرب العالمية الأولى. كان حليفًا لبريطانيا، وسعى إلى تأسيس دولة عربية مستقلة في المشرق العربي. واجه صعوبات كبيرة بعد الحرب، وخسر حكم الحجاز لصالح الملك عبد العزيز آل سعود.\"  },  {    \"name\": \"فيصل الأول\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"ابن الشريف حسين، وأول ملوك العراق. شارك في الثورة العربية الكبرى، وأصبح ملكًا على سوريا لفترة وجيزة قبل أن يتولى عرش العراق. اشتهر بحكمته ودهائه السياسي، وسعى إلى بناء دولة عراقية حديثة.\"  },  {    \"name\": \"سوريا الموحدة\",    \"original_text\": null,    \"type\": \"LOCATION\",    \"description\": \"مصطلح يشير إلى سوريا الكبرى، والتي كانت تضمّ سوريا ولبنان وفلسطين والأردن. تأسست هذه الدولة بعد الحرب العالمية الأولى، لكنها لم تدم طويلًا بسبب التدخلات الخارجية والصراعات الداخلية.\"  },  {    \"name\": \"ثورة العشرين\",    \"original_text\": null,    \"type\": \"EVENT\",    \"description\": \"انتفاضة شعبية واسعة النطاق اندلعت في العراق عام 1920 ضد الاحتلال البريطاني. شاركت فيها مختلف شرائح المجتمع العراقي، وساهمت في الضغط على بريطانيا لمنح العراق استقلاله.\"  },  {    \"name\": \"البريطانيين\",    \"original_text\": null,    \"type\": \"MISC\",    \"description\": \"شعب ينتمي إلى المملكة المتحدة لبريطانيا العظمى وأيرلندا الشمالية. لعب البريطانيون دورًا هامًا في تاريخ العراق، حيث سيطروا على البلاد بعد الحرب العالمية الأولى، ومنحوها الاستقلال عام 1932.\"  },  {    \"name\": \"دولة دستورية ملكية\",    \"original_text\": null,    \"type\": \"MISC\",    \"description\": \"نظام سياسي يجمع بين الملكية الدستورية والديمقراطية البرلمانية. في هذا النظام، يتولى الملك منصب رئيس الدولة، لكن صلاحياته محدودة بموجب الدستور، وتُمارس السلطة التنفيذية من قبل حكومة منتخبة.\"  },  {    \"name\": \"الاحتلال\",    \"original_text\": null,    \"type\": \"EVENT\",    \"description\": \"يشير السياق إلى الاحتلال البريطاني للعراق، والذي استمر من عام 1917 حتى عام 1932. واجه الاحتلال مقاومة شديدة من الشعب العراقي، وأدى إلى تغيرات سياسية واجتماعية واقتصادية كبيرة في البلاد.\"  },  {    \"name\": \"عام 1933\",    \"original_text\": null,    \"type\": \"EVENT\",    \"description\": \"يشير إلى العام الذي توفي فيه الملك فيصل الأول في سويسرا. خلفه على العرش ابنه الملك غازي الأول.\"  },  {    \"name\": \"سويسرا\",    \"original_text\": null,    \"type\": \"LOCATION\",    \"description\": \"دولة تقع في وسط أوروبا، وتشتهر بحيادها ومناظرها الطبيعية الخلابة. توفي فيها الملك فيصل الأول عام 1933.\"  },  {    \"name\": \"الملك غازي الأول\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"ابن الملك فيصل الأول، وثاني ملوك العراق. تولى الحكم في سن مبكرة، وعُرف بمواقفه الوطنية وميوله القومية العربية. توفي في حادث سيارة غامض عام 1939.\"  },  {    \"name\": \"شركة النفط البريطانية\",    \"original_text\": null,    \"type\": \"ORGANIZATION\",    \"description\": \"شركة نفط بريطانية كانت تسيطر على جزء كبير من إنتاج النفط في العراق خلال فترة الاحتلال البريطاني وبعدها. واجهت الشركة معارضة شديدة من القوى الوطنية العراقية، والتي طالبت بتأميم صناعة النفط.\"  },  {    \"name\": \"الألمان\",    \"original_text\": null,    \"type\": \"MISC\",    \"description\": \"شعب ينتمي إلى ألمانيا، وهي دولة تقع في وسط أوروبا. لعب الألمان دورًا هامًا في تاريخ العراق، خاصة خلال فترة حكم الملك غازي الأول، حيث سعت ألمانيا النازية إلى توثيق علاقاتها مع العراق.\"  },  {    \"name\": \"هتلر\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"أدولف هتلر، زعيم ألمانيا النازية من عام 1933 حتى عام 1945. اشتهر بسياساته القومية المتطرفة، وأشعل الحرب العالمية الثانية. ارتبط اسمه بالعديد من الجرائم ضد الإنسانية، بما في ذلك المحرقة النازية.\"  },  {    \"name\": \"اذاعة قصر الزهور\",    \"original_text\": null,    \"type\": \"ORGANIZATION\",    \"description\": \"محطة إذاعية عراقية تأسست في عهد الملك غازي الأول. اشتهرت ببرامجها السياسية والثقافية، ولعبت دورًا هامًا في نشر الوعي القومي العربي في العراق.\"  },  {    \"name\": \"ست سنوات\",    \"original_text\": null,    \"type\": \"MISC\",    \"description\": \"فترة زمنية قصيرة نسبيًا، لكنها قد تكون حافلة بالأحداث والتطورات، خاصة في السياق السياسي.\"  },  {    \"name\": \"عام 1939\",    \"original_text\": null,    \"type\": \"EVENT\",    \"description\": \"يشير إلى العام الذي توفي فيه الملك غازي الأول في حادث سيارة غامض. خلفه على العرش ابنه الملك فيصل الثاني، والذي كان طفلًا في ذلك الوقت.\"  },  {    \"name\": \"حادث ماساوي غامض\",    \"original_text\": null,    \"type\": \"EVENT\",    \"description\": \"يشير إلى حادث السيارة الذي توفي فيه الملك غازي الأول عام 1939. أثيرت العديد من الشكوك حول ملابسات الحادث، واتهم البعض بريطانيا بالوقوف وراءه.\"  },  {    \"name\": \"سيارته\",    \"original_text\": null,    \"type\": \"PRODUCT\",    \"description\": \"يشير السياق إلى سيارة الملك غازي الأول، والتي توفي فيها عام 1939. لم يتم تحديد نوع السيارة أو طرازها في النص.\"  },  {    \"name\": \"عمود كهربائي\",    \"original_text\": null,    \"type\": \"MISC\",    \"description\": \"يشير السياق إلى العمود الكهربائي الذي اصطدمت به سيارة الملك غازي الأول، مما أدى إلى وفاته. لم يتم تحديد موقع العمود أو نوعه في النص.\"  },  {    \"name\": \"بريطانيا\",    \"original_text\": null,    \"type\": \"LOCATION\",    \"description\": \"دولة تقع في شمال غرب أوروبا، وتعتبر من الدول الكبرى. لعبت بريطانيا دورًا هامًا في تاريخ العراق، حيث سيطرت على البلاد بعد الحرب العالمية الأولى، ومنحتها الاستقلال عام 1932. اتهمتها بعض الأطراف بالوقوف وراء مقتل الملك غازي الأول.\"  },  {    \"name\": \"الأمير عبد الاله الهاشمي\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"ولي عهد العراق وابن عم الملك فيصل الثاني. تولى منصب الوصاية على العرش بعد وفاة الملك غازي الأول، نظرًا لصغر سن الملك فيصل الثاني. كان شخصية سياسية بارزة في العراق، وعُرف بدعمه للسياسات الموالية للغرب. قُتل في نفس الانقلاب الذي أودى بحياة الملك فيصل الثاني.\"  },  {    \"name\": \"رئيس الوزراء نوري سعيد\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"سياسي عراقي بارز، شغل منصب رئيس الوزراء عدة مرات خلال العهد الملكي. كان من الشخصيات المقربة من بريطانيا، وعُرف بدعمه للسياسات الموالية للغرب. قُتل في نفس الانقلاب الذي أودى بحياة الملك فيصل الثاني والأمير عبد الإله.\"  },  {    \"name\": \"فيصل الثاني\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"آخر ملوك العراق من الأسرة الهاشمية. تولى الحكم في سن مبكرة بعد وفاة والده الملك غازي الأول، وتولى عمه الأمير عبد الإله الهاشمي الوصاية على العرش حتى بلوغه سن الرشد. تميز عهده بالصراعات السياسية والاجتماعية، بالإضافة إلى التوترات مع القوى الإقليمية والدولية. قُتل في انقلاب عسكري عام 1958.\"  },  {    \"name\": \"الحسين بن طلال\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"ملك الأردن من عام 1952 حتى عام 1999. كان من الشخصيات العربية البارزة، ولعب دورًا هامًا في تاريخ الأردن والمنطقة العربية. درس مع الملك فيصل الثاني في مدرسة فيكتوريا بالإسكندرية.\"  },  {    \"name\": \"فيكتوريا\",    \"original_text\": null,    \"type\": \"LOCATION\",    \"description\": \"يشير السياق إلى مدرسة فيكتوريا بالإسكندرية، وهي مدرسة عريقة تأسست في القرن التاسع عشر. درس فيها الملك فيصل الثاني والحسين بن طلال.\"  },  {    \"name\": \"الإسكندرية\",    \"original_text\": null,    \"type\": \"LOCATION\",    \"description\": \"مدينة ساحلية تقع في شمال مصر، وتعتبر ثاني أكبر مدينة مصرية. تشتهر بتاريخها وثقافها الغنية، وتضمّ العديد من المعالم الأثرية والسياحية.\"  },  {    \"name\": \"عام 1953\",    \"original_text\": null,    \"type\": \"EVENT\",    \"description\": \"يشير إلى العام الذي بلغ فيه الملك فيصل الثاني سن الرشد، وتولى مقاليد الحكم في العراق بشكل رسمي.\"  },  {    \"name\": \"الضباط الأحرار\",    \"original_text\": null,    \"type\": \"ORGANIZATION\",    \"description\": \"مجموعة من الضباط العسكريين العراقيين الذين قاموا بانقلاب عسكري عام 1958، وأطاحوا بالنظام الملكي. كان من أبرز قادتهم عبد الكريم قاسم وعبد السلام عارف. اختلف الضباط الأحرار فيما بينهم بعد الانقلاب، مما أدى إلى صراعات دامية على السلطة.\"  },  {    \"name\": \"13 يوليو من عام 1958\",    \"original_text\": null,    \"type\": \"EVENT\",    \"description\": \"يشير إلى اليوم السابق للانقلاب العسكري الذي أطاح بالنظام الملكي في العراق. كان الملك فيصل الثاني يستعد للسفر إلى اسطنبول لحضور مؤتمر رؤساء حلف بغداد.\"  },  {    \"name\": \"اسطنبول\",    \"original_text\": null,    \"type\": \"LOCATION\",    \"description\": \"مدينة تقع في تركيا، وتعتبر من أكبر المدن التركية. كانت عاصمة للدولة العثمانية لعدة قرون، وتشتهر بتاريخها وثقافها الغنية.\"  },  {    \"name\": \"مؤتمر رؤساء حلف بغداد\",    \"original_text\": null,    \"type\": \"EVENT\",    \"description\": \"مؤتمر سياسي عُقد في اسطنبول عام 1958، وضمّ رؤساء دول حلف بغداد، وهي تركيا والعراق وإيران وباكستان. كان الهدف من المؤتمر تعزيز التعاون بين الدول الأعضاء في مواجهة المد الشيوعي في المنطقة.\"  },  {    \"name\": \"الأميرة فضيلة\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"لم يتم ذكر معلومات كافية عنها في النص، سوى أنها كانت مخطوبة للملك فيصل الثاني، وكان من المقرر عقد قرانهما في نهاية عام 1958.\"  },  {    \"name\": \"قصر الرحاب\",    \"original_text\": null,    \"type\": \"LOCATION\",    \"description\": \"قصر ملكي يقع في بغداد، كان مقرًا لإقامة الملك فيصل الثاني والأسرة المالكة. تم اقتحامه من قبل الضباط الأحرار عام 1958، مما أدى إلى مقتل الملك فيصل الثاني والأمير عبد الإله وعدد من أفراد الأسرة المالكة.\"  },  {    \"name\": \"الامير عبد الاله الهاشمي\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"ولي عهد العراق وابن عم الملك فيصل الثاني. تولى منصب الوصاية على العرش بعد وفاة الملك غازي الأول، نظرًا لصغر سن الملك فيصل الثاني. كان شخصية سياسية بارزة في العراق، وعُرف بدعمه للسياسات الموالية للغرب. قُتل في نفس الانقلاب الذي أودى بحياة الملك فيصل الثاني.\"  },  {    \"name\": \"الاميرة هيام\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"زوجة الأمير عبد الإله الهاشمي. نجت من مجزرة قصر الرحاب، حيث ادعت أنها ليست من الأسرة المالكة، وأنها في زيارة لهم.\"  },  {    \"name\": \"الاميرة عابديه\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"إحدى أميرات الأسرة المالكة العراقية. كانت شاهدة على مجزرة قصر الرحاب، وقُتلت فيها مع ابنتها غازية.\"  },  {    \"name\": \"الاميره بديعه\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"إحدى أميرات الأسرة المالكة العراقية. نجت من مجزرة قصر الرحاب، حيث لم تكن متواجدة في القصر لحظة وقوع الانقلاب.\"  },  {    \"name\": \"فيلم\",    \"original_text\": null,    \"type\": \"WORK_OF_ART\",    \"description\": \"يشير السياق إلى فيلم \"لعبة البيجاما\"، وهو فيلم كوميدي موسيقي أمريكي صدر عام 1957. شاهده أفراد الأسرة المالكة العراقية في قصر الرحاب قبل ساعات من وقوع الانقلاب العسكري.\"  },  {    \"name\": \"لعبه البيجامه\",    \"original_text\": \"The Pajama Game\",    \"type\": \"WORK_OF_ART\",    \"description\": \"فيلم كوميدي موسيقي أمريكي صدر عام 1957. شاهده أفراد الأسرة المالكة العراقية في قصر الرحاب قبل ساعات من وقوع الانقلاب العسكري.\"  },  {    \"name\": \"العاشرة مساءً\",    \"original_text\": null,    \"type\": \"TIME\",    \"description\": \"يشير السياق إلى الساعة التي بدأ فيها أفراد الأسرة المالكة العراقية تناول العشاء في قصر الرحاب، قبل ساعات من وقوع الانقلاب العسكري.\"  },  {    \"name\": \"منتصف الليل\",    \"original_text\": null,    \"type\": \"TIME\",    \"description\": \"يشير السياق إلى الوقت الذي توجه فيه أفراد الأسرة المالكة العراقية إلى غرفهم للنوم في قصر الرحاب، قبل ساعات من وقوع الانقلاب العسكري.\"  },  {    \"name\": \"عام 1957\",    \"original_text\": null,    \"type\": \"EVENT\",    \"description\": \"يشير إلى العام الذي سبق الانقلاب العسكري في العراق. شهد هذا العام تصاعدًا في حدة التوتر السياسي في البلاد، وتزايد نفوذ الضباط الأحرار.\"  },  {    \"name\": \"رفعه الحكيم\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"ضابط عسكري عراقي، كان من قادة الضباط الأحرار. لم يتم ذكر معلومات كافية عنه في النص.\"  },  {    \"name\": \"عبد الكريم قاسم\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"ضابط عسكري عراقي، كان من قادة الضباط الأحرار، وأصبح رئيسًا للوزراء بعد الانقلاب العسكري عام 1958. اشتهر بسياساته القومية والاشتراكية، وأطاح به انقلاب عسكري آخر عام 1963.\"  },  {    \"name\": \"لجنة مركزية\",    \"original_text\": null,    \"type\": \"ORGANIZATION\",    \"description\": \"يشير السياق إلى اللجنة المركزية التي شكلها الضباط الأحرار لتنظيم صفوفهم والتخطيط للانقلاب العسكري.\"  },  {    \"name\": \"الأحرار\",    \"original_text\": null,    \"type\": \"ORGANIZATION\",    \"description\": \"يشير السياق إلى الضباط الأحرار، وهم مجموعة من الضباط العسكريين العراقيين الذين قاموا بانقلاب عسكري عام 1958، وأطاحوا بالنظام الملكي.\"  },  {    \"name\": \"رئيس الضباط الأحرار\",    \"original_text\": null,    \"type\": \"POSITION\",    \"description\": \"يشير السياق إلى منصب رئيس الضباط الأحرار، والذي تولاه عبد الكريم قاسم.\"  },  {    \"name\": \"150 ضابط\",    \"original_text\": null,    \"type\": \"QUANTITY\",    \"description\": \"يشير السياق إلى عدد الضباط الذين انضموا إلى الضباط الأحرار مع مرور الوقت.\"  },  {    \"name\": \"بغداد\",    \"original_text\": null,    \"type\": \"LOCATION\",    \"description\": \"عاصمة العراق وأكبر مدينة فيه. تقع على نهر دجلة، وتشتهر بتاريخها وثقافها الغنية. شهدت بغداد العديد من الأحداث التاريخية الهامة، بما في ذلك الانقلاب العسكري عام 1958.\"  },  {    \"name\": \"يوليو من عام 1958\",    \"original_text\": null,    \"type\": \"EVENT\",    \"description\": \"يشير إلى الشهر الذي وقع فيه الانقلاب العسكري في العراق، والذي أطاح بالنظام الملكي.\"  },  {    \"name\": \"اللواء العسكري\",    \"original_text\": null,    \"type\": \"ORGANIZATION\",    \"description\": \"يشير السياق إلى اللواء العسكري الذي كان متمركزًا على جسر الخير في بغداد، والذي صدرت له أوامر بالتحرك إلى الشرق.\"  },  {    \"name\": \"جسر الخير\",    \"original_text\": null,    \"type\": \"LOCATION\",    \"description\": \"جسر يقع في بغداد، كان يربط بين جانبي نهر دجلة. كان اللواء العسكري متمركزًا عليه قبل أن يتلقى أوامر بالتحرك إلى الشرق.\"  },  {    \"name\": \"100 متر\",    \"original_text\": null,    \"type\": \"QUANTITY\",    \"description\": \"يشير السياق إلى المسافة بين جسر الخير وقصر الرحاب في بغداد.\"  },  {    \"name\": \"14 يوليو من عام 1958\",    \"original_text\": null,    \"type\": \"EVENT\",    \"description\": \"يشير إلى تاريخ وقوع الانقلاب العسكري في العراق، والذي أطاح بالنظام الملكي.\"  },  {    \"name\": \"الفجر\",    \"original_text\": null,    \"type\": \"TIME\",    \"description\": \"يشير السياق إلى وقت بدء الانقلاب العسكري في العراق.\"  },  {    \"name\": \"ثلاث أفواج\",    \"original_text\": null,    \"type\": \"QUANTITY\",    \"description\": \"يشير السياق إلى عدد الأفواج العسكرية التي شاركت في الانقلاب العسكري في العراق.\"  },  {    \"name\": \"عبد السلام عارف\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"ضابط عسكري عراقي، كان من قادة الضباط الأحرار، وأصبح رئيسًا للجمهورية بعد الانقلاب العسكري عام 1958. اشتهر بمواقفه القومية العربية، وقُتل في حادث تحطم طائرة عام 1966.\"  },  {    \"name\": \"عبد الجواد حميد\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"ضابط عسكري عراقي، كان من قادة الضباط الأحرار. قاد إحدى السرايا التي اقتحمت قصر الرحاب.\"  },  {    \"name\": \"قيادة الجيش\",    \"original_text\": null,    \"type\": \"ORGANIZATION\",    \"description\": \"يشير السياق إلى مقر قيادة الجيش العراقي، والذي كان من الأهداف الرئيسية للضباط الأحرار خلال الانقلاب العسكري.\"  },  {    \"name\": \"الهاتف المركزي\",    \"original_text\": null,    \"type\": \"MISC\",    \"description\": \"يشير السياق إلى مقسم الهاتف المركزي في بغداد، والذي كان من الأهداف الرئيسية للضباط الأحرار خلال الانقلاب العسكري.\"  },  {    \"name\": \"الإذاعة\",    \"original_text\": null,    \"type\": \"ORGANIZATION\",    \"description\": \"يشير السياق إلى مبنى الإذاعة العراقية في بغداد، والذي كان من الأهداف الرئيسية للضباط الأحرار خلال الانقلاب العسكري.\"  },  {    \"name\": \"سريه عبد الجواد حميد\",    \"original_text\": null,    \"type\": \"ORGANIZATION\",    \"description\": \"يشير السياق إلى السرية العسكرية التي كان يقودها عبد الجواد حميد، والتي وصلت إلى قصر الرحاب في الساعات الأولى من الانقلاب العسكري.\"  },  {    \"name\": \"الساعة الخامسة صباحا\",    \"original_text\": null,    \"type\": \"TIME\",    \"description\": \"يشير السياق إلى وقت وصول سريه عبد الجواد حميد إلى قصر الرحاب.\"  },  {    \"name\": \"العريف سالم منذر\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"عسكري عراقي، كان من ضمن القوة التي اقتحمت قصر الرحاب. كلفه عبد الجواد حميد بقيادة السرية لاقتحام القصر.\"  },  {    \"name\": \"جنود الحرس الملكي\",    \"original_text\": null,    \"type\": \"ORGANIZATION\",    \"description\": \"يشير السياق إلى جنود الحرس الملكي العراقي، والذين كانوا مسؤولين عن حماية قصر الرحاب والأسرة المالكة.\"  },  {    \"name\": \"الساعة خمسه وعشره صباحا\",    \"original_text\": null,    \"type\": \"TIME\",    \"description\": \"يشير السياق إلى وقت بدء سماع صوت إطلاق النار داخل حديقة قصر الرحاب.\"  },  {    \"name\": \"الساعة 5:20 صباحا\",    \"original_text\": null,    \"type\": \"TIME\",    \"description\": \"يشير السياق إلى وقت اشتداد صوت إطلاق النار على قصر الرحاب.\"  },  {    \"name\": \"رئيس الأركان\",    \"original_text\": null,    \"type\": \"POSITION\",    \"description\": \"يشير السياق إلى رئيس أركان الجيش العراقي، والذي حاول الأمير عبد الإله الهاشمي الاتصال به بعد سماع صوت إطلاق النار، لكنه لم يرد عليه.\"  },  {    \"name\": \"الساعة السادسة صباحا\",    \"original_text\": null,    \"type\": \"TIME\",    \"description\": \"يشير السياق إلى وقت إذاعة بيان الثورة بصوت عبد السلام عارف.\"  },  {    \"name\": \"بيان الثورة\",    \"original_text\": null,    \"type\": \"MISC\",    \"description\": \"يشير السياق إلى البيان الذي أذاعه عبد السلام عارف عبر الإذاعة العراقية، معلنًا فيه عن نجاح الانقلاب العسكري.\"  },  {    \"name\": \"الساعة السادسة والنصف صباحا\",    \"original_text\": null,    \"type\": \"TIME\",    \"description\": \"يشير السياق إلى وقت وصول تعزيزات من الضباط الأحرار من معسكر الوشاش إلى قصر الرحاب.\"  },  {    \"name\": \"معسكر الوشاش\",    \"original_text\": null,    \"type\": \"LOCATION\",    \"description\": \"معسكر عسكري يقع بالقرب من قصر الرحاب في بغداد. انضم ضباطه إلى الانقلاب العسكري، وساهموا في اقتحام القصر.\"  },  {    \"name\": \"25 ضابط\",    \"original_text\": null,    \"type\": \"QUANTITY\",    \"description\": \"يشير السياق إلى عدد الضباط الذين قدموا من معسكر الوشاش إلى قصر الرحاب.\"  },  {    \"name\": \"عبد الستار العبوسي\",    \"original_text\": null,    \"type\": \"PERSON\",    \"description\": \"ضابط عسكري عراقي، كان من قادة الضباط الأحرار. قاد القوة التي قدمت من معسكر الوشاش إلى قصر الرحاب، واشتهر بتهوره ووحشيته.\"  },  {    \"name\": \"معسكر ابو غريب\",    \"original_text\": null,    \"type\": \"LOCATION\",    \"description\": \"معسكر عسكري يقع بالقرب من بغداد. شاركت قوة منه في الانقلاب العسكري، وتوجهت إلى قصر الرحاب.\"  },  {    \"name\": \"ثلاث مصفحات\",    \"original_text\": null,    \"type\": \"QUANTITY\",    \"description\": \"يشير السياق إلى عدد العربات المصفحة التي توجهت من معسكر ابو غريب إلى قصر الرحاب.\"  },  {    \"name\": \"الباب الرئيسي للقصر\",    \"original_text\": null,    \"type\": \"LOCATION\",    \"description\": \"يشير السياق إلى الباب الرئيسي لقصر الرحاب، والذي اقتحمه عبد الستار العبوسي وقواته.\"  },  {    \"name\": \"الشمس\",    \"original_text\": null,    \"type\": \"MISC\",    \"description\": \"يشير السياق إلى شروق الشمس في صباح يوم الانقلاب العسكري.\"  },  {    \"name\": \"الساع"