"\"Entities\": [  {    \"name\": \"أمريكا الوسطى\",    \"original_text\": \"Central America\",    \"type\": \"LOCATION\",    \"description\": \"أمريكا الوسطى هي منطقة جغرافية تقع بين أمريكا الشمالية وأمريكا الجنوبية. nتتكون من سبع دول هي: بليز وغواتيمالا والسلفادور وهندوراس ونيكاراغوا وكوستاريكا وبنما. nتتميز أمريكا الوسطى بتنوعها الثقافي والبيئي، حيث تضم غابات مطيرة وجبال شاهقة وشواطئ خلابة. nكما تشتهر بتاريخها الغني، حيث كانت موطنًا للعديد من الحضارات القديمة، مثل حضارة المايا.\"  },  {    \"name\": \"السلفادور\",    \"original_text\": \"El Salvador\",    \"type\": \"LOCATION\",    \"description\": \"السلفادور هي دولة تقع في أمريكا الوسطى. nوهي أصغر دول أمريكا الوسطى مساحةً. nتُعرف السلفادور بتاريخها المضطرب، حيث عانت من حرب أهلية طويلة. nكما تُعاني من انتشار الجريمة المنظمة والفقر.\"  },  {    \"name\": \"منظمة أطباء بلا حدود\",    \"original_text\": \"Doctors Without Borders\",    \"type\": \"ORGANIZATION\",    \"description\": \"منظمة أطباء بلا حدود هي منظمة إنسانية طبية دولية مستقلة. nتقدم المنظمة المساعدة الطبية الطارئة للضحايا المتضررين من النزاعات المسلحة والأوبئة والكوارث الطبيعية. nتعمل المنظمة في أكثر من 70 دولة حول العالم. nحصلت منظمة أطباء بلا حدود على جائزة نوبل للسلام عام 1999.\"  },  {    \"name\": \"الميستيزو\",    \"original_text\": \"Mestizo\",    \"type\": \"MISC\",    \"description\": \"الميستيزو هو مصطلح يُستخدم لوصف الأشخاص من أصل مختلط، عادةً ما يكونون من أصول أوروبية وأمريكية أصلية. nنشأ هذا المصطلح في أمريكا اللاتينية خلال الفترة الاستعمارية. nيشكل الميستيزو نسبة كبيرة من سكان العديد من دول أمريكا اللاتينية. nيُعتبر الميستيزو جزءًا مهمًا من الهوية الثقافية لأمريكا اللاتينية.\"  },  {    \"name\": \"الحرب الأهلية السلفادورية\",    \"original_text\": \"Salvadoran Civil War\",    \"type\": \"EVENT\",    \"description\": \"الحرب الأهلية السلفادورية هي حرب أهلية اندلعت في السلفادور بين عامي 1979 و1992. nدارت الحرب بين الحكومة السلفادورية المدعومة من الولايات المتحدة الأمريكية وجبهة فارابوندو مارتي للتحرير الوطني (FMLN). nخلفت الحرب عشرات الآلاف من القتلى والجرحى والمفقودين. nانتهت الحرب بتوقيع اتفاقية سلام في عام 1992.\"  },  {    \"name\": \"الحكومة الثورية العسكرية\",    \"original_text\": \"Revolutionary Government Junta\",    \"type\": \"ORGANIZATION\",    \"description\": \"الحكومة الثورية العسكرية هي حكومة عسكرية تولت السلطة في السلفادور بعد انقلاب عسكري في عام 1979. nنفذت الحكومة الثورية العسكرية سياسات اشتراكية، بما في ذلك تأميم الشركات وإعادة توزيع الأراضي. nواجهت الحكومة الثورية العسكرية معارضة شديدة من الجماعات اليسارية واليمنية. nأدت سياسات الحكومة الثورية العسكرية إلى اندلاع الحرب الأهلية السلفادورية.\"  },  {    \"name\": \"الولايات المتحدة الأمريكية\",    \"original_text\": \"United States\",    \"type\": \"LOCATION\",    \"description\": \"الولايات المتحدة الأمريكية هي دولة تقع في أمريكا الشمالية. nوهي ثالث أكبر دولة في العالم من حيث المساحة وعدد السكان. nتُعتبر الولايات المتحدة الأمريكية قوة عظمى على الصعيدين الاقتصادي والعسكري. nتلعب الولايات المتحدة الأمريكية دورًا مهمًا في الشؤون الدولية.\"  },  {    \"name\": \"الاتحاد السوفيتي\",    \"original_text\": \"Soviet Union\",    \"type\": \"LOCATION\",    \"description\": \"كان الاتحاد السوفيتي دولة شيوعية عظمى كانت موجودة في الفترة من عام 1922 إلى عام 1991. nكانت أكبر دولة في العالم من حيث المساحة، وكانت تغطي جزءًا كبيرًا من شمال أوراسيا. nكان الاتحاد السوفيتي أحد طرفي الحرب الباردة، وكان في صراع أيديولوجي وسياسي مع الولايات المتحدة وحلفائها. nانهار الاتحاد السوفيتي في عام 1991، وتفكك إلى 15 دولة مستقلة.\"  },  {    \"name\": \"الحرب الباردة\",    \"original_text\": \"Cold War\",    \"type\": \"EVENT\",    \"description\": \"الحرب الباردة هي فترة من التوتر الجيوسياسي بين الولايات المتحدة وحلفائها من جهة، والاتحاد السوفيتي وحلفائه من جهة أخرى. nاستمرت الحرب الباردة من نهاية الحرب العالمية الثانية عام 1945 إلى انهيار الاتحاد السوفيتي عام 1991. nتميزت الحرب الباردة بالتنافس الأيديولوجي والسياسي والعسكري والاقتصادي بين القوتين العظميين. nلم تشهد الحرب الباردة مواجهة عسكرية مباشرة بين الولايات المتحدة والاتحاد السوفيتي، ولكنها شهدت العديد من الحروب بالوكالة.\"  },  {    \"name\": \"كوبا\",    \"original_text\": \"Cuba\",    \"type\": \"LOCATION\",    \"description\": \"كوبا هي دولة جزرية تقع في البحر الكاريبي. nتتمتع كوبا بتاريخ وثقافة غنيين. nتشتهر كوبا بسيجارها وموسيقاها وشواطئها. nحكمت كوبا بنظام شيوعي منذ عام 1959.\"  },  {    \"name\": \"فيدل كاسترو\",    \"original_text\": \"Fidel Castro\",    \"type\": \"PERSON\",    \"description\": \"فيدل كاسترو هو ثوري وسياسي كوبي شغل منصب رئيس وزراء كوبا من عام 1959 إلى عام 1976، ثم رئيسًا لكوبا من عام 1976 إلى عام 2008. nقاد كاسترو الثورة الكوبية التي أطاحت بنظام فولغينسيو باتيستا في عام 1959. nأسس كاسترو نظامًا شيوعيًا في كوبا، وحكم البلاد بقبضة حديدية لأكثر من أربعة عقود. nتوفي كاسترو في عام 2016 عن عمر يناهز 90 عامًا.\"  },  {    \"name\": \"جبهة فارابوندو مارتي للتحرير الوطني\",    \"original_text\": \"Farabundo Martí National Liberation Front (FMLN)\",    \"type\": \"ORGANIZATION\",    \"description\": \"جبهة فارابوندو مارتي للتحرير الوطني (FMLN) هي حزب سياسي يساري في السلفادور. nTأسست FMLN في عام 1980 من اندماج خمس جماعات حرب عصابات يسارية. nخاضت FMLN حربًا أهلية ضد الحكومة السلفادورية المدعومة من الولايات المتحدة من عام 1980 إلى عام 1992. nبعد اتفاقيات السلام لعام 1992، أصبحت FMLN حزبًا سياسيًا قانونيًا، وفازت بالعديد من الانتخابات الرئاسية والتشريعية.\"  },  {    \"name\": \"الأمم المتحدة\",    \"original_text\": \"United Nations\",    \"type\": \"ORGANIZATION\",    \"description\": \"الأمم المتحدة هي منظمة حكومية دولية تأسست في عام 1945. nتهدف الأمم المتحدة إلى الحفاظ على السلام والأمن الدوليين، وتعزيز التعاون الدولي في المجالات الاقتصادية والاجتماعية والثقافية والإنسانية. nTتضم الأمم المتحدة 193 دولة عضو. nللأمم المتحدة العديد من الأجهزة المتخصصة، مثل منظمة الصحة العالمية ومنظمة الأمم المتحدة للتربية والعلم والثقافة (اليونسكو).\"  },  {    \"name\": \"قلعة تشابولتيبيك\",    \"original_text\": \"Chapultepec Castle\",    \"type\": \"LOCATION\",    \"description\": \"قلعة تشابولتيبيك هي قلعة تاريخية تقع في مدينة مكسيكو، المكسيك. nبنيت القلعة في القرن الثامن عشر، وكانت مقرًا للإقامة الملكية المكسيكية. nتُستخدم القلعة حاليًا كمتحف، وهي أحد أشهر المعالم السياحية في مدينة مكسيكو. nتتميز القلعة بإطلالاتها البانورامية على المدينة.\"  },  {    \"name\": \"المكسيك\",    \"original_text\": \"Mexico\",    \"type\": \"LOCATION\",    \"description\": \"المكسيك هي دولة تقع في أمريكا الشمالية. nتشتهر المكسيك بثقافتها الغنية وتاريخها القديم. nتُعتبر المكسيك وجهة سياحية شهيرة، حيث تضم العديد من المعالم الأثرية والشواطئ الجميلة. nتُعرف المكسيك أيضًا بمأكولاتها اللذيذة.\"  },  {    \"name\": \"لوس أنجلوس\",    \"original_text\": \"Los Angeles\",    \"type\": \"LOCATION\",    \"description\": \"لوس أنجلوس هي مدينة تقع في ولاية كاليفورنيا الأمريكية. nوهي ثاني أكبر مدينة في الولايات المتحدة من حيث عدد السكان. nتشتهر لوس أنجلوس بصناعة الترفيه، حيث تضم هوليوود. nتُعتبر لوس أنجلوس أيضًا مركزًا تجاريًا وثقافيًا مهمًا.\"  },  {    \"name\": \"ام اس 13\",    \"original_text\": \"MS-13\",    \"type\": \"ORGANIZATION\",    \"description\": \"ام اس 13 هي عصابة إجرامية عبر وطنية نشأت في لوس أنجلوس، كاليفورنيا. nتشتهر ام اس 13 بعنفها الوحشي، وتشارك في مجموعة واسعة من الأنشطة الإجرامية، بما في ذلك الاتجار بالمخدرات والابتزاز والقتل. nللـ ام اس 13 وجود قوي في السلفادور ودول أمريكا الوسطى الأخرى. nتُعتبر ام اس 13 واحدة من أخطر العصابات في العالم.\"  },  {    \"name\": \"18th Street Gang\",    \"original_text\": \"18th Street Gang\",    \"type\": \"ORGANIZATION\",    \"description\": \"عصابة 18th Street Gang هي عصابة شوارع متعددة الأعراق نشأت في لوس أنجلوس، كاليفورنيا. nتُعرف العصابة أيضًا باسم \"Calle 18\" أو \"Mara 18\". nتُعتبر عصابة 18th Street Gang واحدة من أكبر العصابات الإجرامية عبر الوطنية في العالم، ولها وجود في العديد من دول أمريكا الوسطى والولايات المتحدة. nتشتهر العصابة بعنفها الوحشي، وتشارك في مجموعة واسعة من الأنشطة الإجرامية، بما في ذلك الاتجار بالمخدرات والابتزاز والقتل.\"  },  {    \"name\": \"جامعة فلوريدا الدولية\",    \"original_text\": \"Florida International University\",    \"type\": \"ORGANIZATION\",    \"description\": \"جامعة فلوريدا الدولية هي جامعة بحثية عامة تقع في ميامي، فلوريدا. nتُعتبر جامعة فلوريدا الدولية واحدة من أكبر الجامعات في الولايات المتحدة من حيث عدد المسجلين. nTقدم جامعة فلوريدا الدولية مجموعة واسعة من البرامج الأكاديمية، بما في ذلك برامج البكالوريوس والماجستير والدكتوراه. nتشتهر جامعة فلوريدا الدولية ببرامجها في مجالات الأعمال والهندسة والطب.\"  },  {    \"name\": \"خوسيه ميغيل كروز\",    \"original_text\": \"José Miguel Cruz\",    \"type\": \"PERSON\",    \"description\": \"خوسيه ميغيل كروز هو عالم سياسي وخبير في شؤون أمريكا اللاتينية. nيشغل كروز منصب مدير الأبحاث في مركز أمريكا اللاتينية ودراسات الكاريبي في جامعة فلوريدا الدولية. nنشر كروز على نطاق واسع حول موضوعات العنف والجريمة المنظمة وحقوق الإنسان في أمريكا اللاتينية. nيُعتبر كروز من أبرز الخبراء في العالم في شؤون العصابات في أمريكا الوسطى.\"  },  {    \"name\": \"لويس\",    \"original_text\": \"Luis\",    \"type\": \"PERSON\",    \"description\": \"لويس هو طفل يبلغ من العمر 11 عامًا قُتل على يد أعضاء عصابة في السلفادور. nكان لويس يلعب في حديقة مع أصدقائه عندما عبر عن غير قصد خطًا يقسم منطقتي نفوذ لعصابتين متنافستين. nأطلق أعضاء العصابة النار على لويس وقتلوه بوحشية، وقطعوا رأسه وفصلوه عن جسده. nسلطت قصة لويس الضوء على العنف المروع الذي يعاني منه الأطفال في السلفادور.\"  },  {    \"name\": \"هندوراس\",    \"original_text\": \"Honduras\",    \"type\": \"LOCATION\",    \"description\": \"هندوراس هي دولة تقع في أمريكا الوسطى. nوهي ثاني أكبر دولة في أمريكا الوسطى مساحةً. nتُعرف هندوراس بتاريخها المضطرب، حيث عانت من الانقلابات العسكرية والاضطرابات السياسية. nكما تُعاني من انتشار الجريمة المنظمة والفقر.\"  },  {    \"name\": \"فنزويلا\",    \"original_text\": \"Venezuela\",    \"type\": \"LOCATION\",    \"description\": \"فنزويلا هي دولة تقع في شمال أمريكا الجنوبية. nتشتهر فنزويلا باحتياطياتها النفطية الضخمة. nعانت فنزويلا في السنوات الأخيرة من أزمة اقتصادية وسياسية حادة. nتُعاني فنزويلا من ارتفاع معدلات التضخم والجريمة والفقر.\"  },  {    \"name\": \"مارا سالفاتروتشا\",    \"original_text\": \"Mara Salvatrucha\",    \"type\": \"ORGANIZATION\",    \"description\": \"مارا سالفاتروتشا، المعروفة أيضًا باسم MS-13، هي عصابة إجرامية عبر وطنية نشأت في لوس أنجلوس، كاليفورنيا. nتشتهر مارا سالفاتروتشا بعنفها الوحشي، وتشارك في مجموعة واسعة من الأنشطة الإجرامية، بما في ذلك الاتجار بالمخدرات والابتزاز والقتل. nللـ مارا سالفاتروتشا وجود قوي في السلفادور ودول أمريكا الوسطى الأخرى، بالإضافة إلى الولايات المتحدة. nتُعتبر مارا سالفاتروتشا واحدة من أخطر العصابات في العالم.\"  },  {    \"name\": \"داعش\",    \"original_text\": \"ISIS\",    \"type\": \"ORGANIZATION\",    \"description\": \"داعش هي منظمة إرهابية متطرفة ظهرت في العراق عام 2004. nسيطرت داعش على مساحات واسعة من العراق وسوريا عام 2014، وأعلنت قيام ما يسمى \"دولة الخلافة\". nتميزت داعش بوحشيتها وتطرفها، ونفذت العديد من الهجمات الإرهابية في مختلف أنحاء العالم. nتم دحر داعش عسكريًا في العراق وسوريا، لكنها لا تزال تشكل تهديدًا أمنيًا في بعض المناطق.\"  },  {    \"name\": \"نجيب بوكيلة\",    \"original_text\": \"Nayib Bukele\",    \"type\": \"PERSON\",    \"description\": \"نجيب بوكيلة هو سياسي ورجل أعمال سلفادوري يشغل منصب رئيس السلفادور منذ عام 2019. nوُلد بوكيلة في عائلة مسلمة من أصول فلسطينية. nاشتهر بوكيلة بشعبيته على وسائل التواصل الاجتماعي، وبتعهده بمكافحة الفساد والجريمة المنظمة. nاتخذ بوكيلة عددًا من الإجراءات المثيرة للجدل خلال فترة رئاسته، بما في ذلك إرسال الجيش لاحتلال مبنى البرلمان.\"  } ]"