"\"Entities\": [  {    \"name\": \"التيك توك\",    \"original_text\": \"TikTok\",    \"type\": \"PRODUCT\",    \"description\": \"منصة تواصل اجتماعي صينية المنشأ، اشتهرت بمقاطع الفيديو القصيرة. nتُستخدم لمشاركة مجموعة متنوعة من المحتوى، بما في ذلك الرقص، والموسيقى، والكوميديا، والتعليم. nتُعدّ من أكثر تطبيقات التواصل الاجتماعي تحميلاً واستخداماً حول العالم. nتُثير منصة تيك توك جدلاً واسعاً حول خصوصية البيانات وتأثيرها على الصحة النفسية.\"  },  {    \"name\": \"نيوجيرسي\",    \"original_text\": \"New Jersey\",    \"type\": \"LOCATION\",    \"description\": \"ولاية تقع في المنطقة الشمالية الشرقية للولايات المتحدة الأمريكية. nتُعرف بكثافتها السكانية العالية وموقعها الاستراتيجي بالقرب من مدينة نيويورك. nتتميز بتنوعها الثقافي والعرقي واقتصادها القوي. nتُعدّ موطناً للعديد من الجامعات والكليات المرموقة.\"  },  {    \"name\": \"فلوريدا\",    \"original_text\": \"Florida\",    \"type\": \"LOCATION\",    \"description\": \"ولاية تقع في المنطقة الجنوبية الشرقية للولايات المتحدة الأمريكية. nتُعرف بشواطئها الجميلة ومناخها الدافئ. nتُعدّ وجهة سياحية شهيرة، خاصةً لمدنها الترفيهية مثل أورلاندو وميامي. nتتميز بتنوعها البيئي، حيث تضمّ مستنقعات إفرغلاديس الشهيرة.\"  },  {    \"name\": \"كورونا\",    \"original_text\": \"Corona\",    \"type\": \"EVENT\",    \"description\": \"يشير إلى جائحة فيروس كورونا 2019 (COVID-19). nانتشر الفيروس لأول مرة في مدينة ووهان الصينية في أواخر عام 2019. nتسبب الفيروس في ملايين الوفيات وأثر بشكل كبير على الاقتصاد العالمي. nأدت الجائحة إلى فرض قيود على السفر والتجمعات وإغلاق العديد من الشركات والمدارس.\"  },  {    \"name\": \"كارين\",    \"original_text\": \"Karen\",    \"type\": \"MISC\",    \"description\": \"مصطلح عامي ساخر يُستخدم على الإنترنت لوصف نوع معين من النساء. nغالبًا ما تُصوّر \"كارين\" على أنها امرأة بيضاء من الطبقة المتوسطة، تتميز بسلوك متعجرف وعدواني. nتُعرف \"كارين\" بمطالبتها بالتحدث إلى المسؤول وتقديم شكاوى متكررة. nيُعتبر المصطلح مسيئًا من قبل البعض، حيث يُنظر إليه على أنه تمييز على أساس الجنس.\"  },  {    \"name\": \"ذاك\",    \"original_text\": \"Zachary Latham\",    \"type\": \"PERSON\",    \"description\": \"شاب مراهق يبلغ من العمر 16 عامًا. nاكتسب شهرة على تطبيق تيك توك من خلال نشر مقاطع فيديو ساخرة عن جيرانه. nتورط في جريمة قتل جاره، الشرطي ويليام، بعد مشادة كلامية. nحُكم عليه بالسجن مدى الحياة.\"  },  {    \"name\": \"ويليام\",    \"original_text\": \"William\",    \"type\": \"PERSON\",    \"description\": \"رجل يبلغ من العمر 51 عامًا، يعمل كشرطي. nكان يتمتع بشخصية طيبة وكان محبوبًا من قبل جيرانه. nدخل في صراع مع جاره المراهق، زاك، بسبب إزعاج الأخير للحي. nقُتل على يد زاك بعد مشادة كلامية.\"  },  {    \"name\": \"كاثرين\",    \"original_text\": \"Catherine\",    \"type\": \"PERSON\",    \"description\": \"زوجة ويليام. nتعرضت للإساءة اللفظية من قبل زاك، الذي كان ينشر مقاطع فيديو ساخرة عنها على تيك توك. nشهدت مقتل زوجها على يد زاك. nرفعت قضية على زاك بتهمة القتل.\"  },  {    \"name\": \"سارة\",    \"original_text\": \"Sarah\",    \"type\": \"PERSON\",    \"description\": \"زوجة زاك. nدافعت عن زوجها في قضية القتل. nشاركت في نشر أخبار القضية على وسائل التواصل الاجتماعي. nحُكم عليها هي وزوجها بعدم نشر أي معلومات عن القضية.\"  } ]"